{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Achievement/Effort",
        "highDescription": "Sets ambitious personal targets and would take definitive actions to achieve them. Strives for high quality performance.",
        "lowDescription": "May benefit from strengthening confidence in executing tasks, ensuring follow-through on commitments, completing goals, and more closely aligning with performance expectations."
      },
      "persistence": {
        "name": "Persistence",
        "highDescription": "Demonstrates tenacity and resilience. Remains committed to strategic plans and purpose despite challenges.",
        "lowDescription": "May benefit from developing strategies to manage pressure and overcome obstacles more effectively. Encouraged to seek and utilize support when facing adversity."
      },
      "initiative": {
        "name": "Initiative",
        "highDescription": "Accepts new and additional tasks without being asked. Proactively challenges the status quo, and identifies ways to contribute and improve.",
        "lowDescription": "Has the opportunity to grow by adopting a more proactive approach in influencing situations. Encouraged to embrace new responsibilities and challenges and make attempts to initiate action."
      },
      "leadership": {
        "name": "Leadership",
        "highDescription": "Willing to guide, lead and provide directions to others. Often suggests ways to improve quality and effectiveness.",
        "lowDescription": "May benefit from stepping up to lead and offer direction when opportunities arise. Encouraged to seek support to grow in areas of managing and guiding others."
      },
      "cooperation": {
        "name": "Cooperation",
        "highDescription": "Able to work positively and harmoniously with different people, and is likely to treat everyone fairly and respectfully.",
        "lowDescription": "May enhance team morale and productivity by working on becoming more cooperative and easier to collaborate with. This could mean working on communication and teamwork skills."
      },
      "concernForOthers": {
        "name": "Concern for Others",
        "highDescription": "Considers and respects the needs, feelings and perspectives of others. Offers support to others, especially when they are in difficult situations.",
        "lowDescription": "May benefit from developing empathy and understanding towards others' needs and feelings. For example, by seeking to offer support and help, one can become more attuned to others, fostering a more compassionate and supportive environment."
      },
      "socialOrientation": {
        "name": "Social Orientation",
        "highDescription": "Encourages unity and promotes synergy within a team to achieve goals. Builds and maintains productive relationships with others.",
        "lowDescription": "May benefit from finding a balance between independence and collaboration, encouraging more engagement with colleagues to enrich work experiences and outcomes."
      },
      "selfControl": {
        "name": "Self Control",
        "highDescription": "Demonstrates a high level of self-control and self-regulation, even in the face of adversity. Aware of the effects of own actions and moods on others, and is unlikely to act impulsively.",
        "lowDescription": "May benefit from developing strategies to better regulate emotions and enhance thoughtful decision-making."
      },
      "stressTolerance": {
        "name": "Stress Tolerance",
        "highDescription": "Ability to make rational decisions and continue to perform effectively in stressful situations, and readily accepts feedback and criticism.",
        "lowDescription": "May benefit from techniques related to emotional regulation and stress management to be more equipped at controlling emotions, viewing feedback as a growth opportunity, and working under stress, thereby improving performance."
      },
      "adaptabilityFlexibility": {
        "name": "Adaptability/Flexibility",
        "highDescription": "Responds positively to changes and embrace new practices. Shows flexibility in shifting strategies to achieve results in dynamic situations.",
        "lowDescription": "Encouraged to cultivate a more open mindset towards change and new ideas. Developing flexibility can lead to improved problem-solving skills and smoother adjustments to evolving conditions."
      },
      "dependability": {
        "name": "Dependability",
        "highDescription": "Diligently follows through on commitments and consistently meets deadlines. Demonstrates accountability at work and takes ownership of mistakes.",
        "lowDescription": "May benefit from focusing on enhancing consistency in completing tasks and meeting commitments."
      },
      "attentionToDetail": {
        "name": "Attention to Detail",
        "highDescription": "Tends to be careful and organised when carrying out tasks at work, seldom overlooks details, and ensures accuracy and completeness.",
        "lowDescription": "May benefit from putting more focus on details and aiming for higher precision in tasks."
      },
      "integrity": {
        "name": "Integrity",
        "highDescription": "Firmly adheres to code of conduct and ethical principles. Trustworthy and shows consistency in words and actions.",
        "lowDescription": "May benefit from aligning actions with self-stated values and considering the impact of decisions on others can build trust and respect in professional relationships."
      },
      "independence": {
        "name": "Independence",
        "highDescription": "Self-directed, capable and confident of getting things done with little or no supervision.",
        "lowDescription": "May benefit from building confidence and skills in independent problem-solving and decision-making."
      },
      "innovation": {
        "name": "Innovation",
        "highDescription": "Able to connect ideas, experiment with fresh approaches and develop novel solutions to existing problems.",
        "lowDescription": "Has room for growth in embracing creativity and innovation. Encouraged to explore new approaches to problem-solving and to value diverse perspectives, which can lead to new ideas and improvements."
      },
      "analyticalThinking": {
        "name": "Analytical Thinking",
        "highDescription": "Tends to be methodical in examining issues and looks for underlying patterns to deduce insights and draw conclusions.",
        "lowDescription": "May tend to be less likely to analyze information carefully and find it challenging to sift through multi-faceted information to make sense of complex issues. May benefit from adopting a more structured method for information evaluation and taking into account different perspectives when examining an issue."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Achievement",
        "highDescription": "Enjoys an outcome-oriented culture that allows maximum utilization of own skills and capabilities to achieve results.",
        "lowDescription": "May tend to be less comfortable in an environment where outcomes are emphasized. May believe that other considerations should sometimes take priority over results."
      },
      "workingConditions": {
        "name": "Working Conditions",
        "highDescription": "Motivated by environments that provide the opportunities and autonomy to grow and develop.",
        "lowDescription": "May tend to be less motivated by opportunities to learn and try different tasks, preferring an environment that is task consistent."
      },
      "recognition": {
        "name": "Recognition",
        "highDescription": "Motivated by extrinsic rewards, recognition and growth opportunities.",
        "lowDescription": "May tend to be less motivated by status or financial incentive. Does not define personal success by career advancement or high standing."
      },
      "relationships": {
        "name": "Relationships",
        "highDescription": "Prefers a warm and collaborative environment, built on mutual trust, sincerity, teamwork and positive relationships.",
        "lowDescription": "May place lower importance on building team camaraderie or workplace synergy. May be less interested in engaging with others at work."
      },
      "support": {
        "name": "Support",
        "highDescription": "Values tolerance and ethical practices at the workplace. Favors a supportive and fair environment.",
        "lowDescription": "May tend to not place a high value on tolerance and ethical practices at the workplace. Does not prioritize a supportive and fair environment."
      },
      "independence": {
        "name": "Independence",
        "highDescription": "Values freedom for experimentation and empowerment to act without needing frequent command, interference and confirmation.",
        "lowDescription": "Autonomy and independence is not viewed as an important factor. May tend to prefer receiving directions and supervision on tasks."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Realistic",
        "highDescription": "Prefers working hands-on to explore and accomplish tasks in a practical setting.",
        "lowDescription": "May tend to have an aversion towards manual tasks."
      },
      "investigative": {
        "name": "Investigative",
        "highDescription": "Enjoys solving abstract and highly complex problems.",
        "lowDescription": "May tend to be less interested in research, mathematical or scientific activities."
      },
      "artistic": {
        "name": "Artistic",
        "highDescription": "Enjoys activities that involve creativity, originality and self-expression.",
        "lowDescription": "May tend to be unenthusiastic about artistic pursuits such as creating original and unique works."
      },
      "social": {
        "name": "Social",
        "highDescription": "Likes to be helpful and participate in socially-oriented work.",
        "lowDescription": "May tend to be less keen on socially-oriented work or being of service to others. "
      },
      "enterprising": {
        "name": "Enterprising",
        "highDescription": "Enjoys work that involves leading people, making decisions, taking risks and persuading others to achieve goals.",
        "lowDescription": "May tend to prefer not to be in a directive and influential role."
      },
      "conventional": {
        "name": "Conventional",
        "highDescription": "Prefers working within established chains of command and following well-defined guidelines.",
        "lowDescription": "May tend to have an aversion towards routine, rule-regulated, and process-heavy work."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Achievement/Effort",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who actively seeks growth and mastery by setting personally challenging goals and strives to achieve a high level of performance.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally seeks growth by working hard to meet standards but may occasionally fall short of achieving desired outcomes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is occasionally motivated to seek growth and mastery but may also lack confidence in achieving desired outcomes.",
        "summary": "Establishing and maintaining personally challenging achievements, goals and exerting effort toward mastering tasks.",
        "questionContents": [
          {
            "question": "Describe a time when you worked hard towards completing a challenging goal successfully.",
            "additionals": [
              "What was the task about? Why was it a challenge for you?",
              "What was your role?",
              "What did you do in this task or project? Did you face any obstacles?",
              "What was the end outcome? What did you do well on and what could be improved?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Persistence",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who responds to setbacks with continued effort and will stay the course in the face of obstacles or adversity.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally perseveres through setbacks but may occasionally need support from others to push through obstacles.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has difficulty persevering through setbacks and needs support from others to push through obstacles.",
        "summary": "Demonstrating persistence in the face of obstacles.",
        "questionContents": [
          {
            "question": "Describe a situation in which you had to overcome one or more obstacles to achieve desired results.",
            "additionals": [
              "What was this situation about? What challenges did you face?",
              "What was your role? What did you have to do? How did you have to work with others to achieve this?",
              "How did you face and solve the obstacle(s)? How did you feel about it?",
              "What was the outcome of this project? What would you change if you could do it again?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Initiative",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is proactive in ensuring tasks are completed, often willing to take on new responsibilities and challenges and may challenge the status quo and seek new ways to improve processes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who usually completes tasks with minimal prompting and is generally willing to take on new responsibilities and challenges but may sometimes experience the occasional inertia in doing so.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who requires some prompting to complete tasks and hesitates to take on new responsibilities and challenges.",
        "summary": "Willingness to initiate and take on responsibilities and challenges.",
        "questionContents": [
          {
            "question": "Share a recent example where you stepped up and took on more than what was expected of you.",
            "additionals": [
              "What was this example about?",
              "What did you have to do?",
              "What did you do? How and why did you decide to step up?",
              "What was the end outcome? Would you do anything differently?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Leadership",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is inclined to step up and take the lead as well as offer opinions and direction.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who occasionally steps up to take the lead and sometimes offers opinions and direction.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who hesitates to take the lead and rarely offers opinions or direction.",
        "summary": "Willingness to lead, take charge, and offer opinions and directions one believes in.",
        "questionContents": [
          {
            "question": "Share about a time when you took charge and successfully lead a group.",
            "additionals": [
              "What was the example about? Who were the other team members involved?",
              "What did you have to What did you have to do? What were the expected outcomes? Were there any challenges you expected?",
              "How did you lead your team members? How did they feel?",
              "What was the eventual outcome? What would you want to improve on?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Cooperation",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to trust that others are well-intentioned and comes across as pleasant, approachable and cooperative when working with others.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally tends to trust that others are well-intentioned and comes across as pleasant, approachable and cooperative when working with others.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who does not trust others easily and can come across as uncooperative or difficult to work with.",
        "summary": "Tendency to be pleasant with others on the job and display a good-natured, cooperative attitude.",
        "questionContents": [
          {
            "question": "Recall your most memorable experience of working cooperatively with others to accomplish an important goal.",
            "additionals": [
              "What was the project or task about? Who were you working with?",
              "What did you have to do? Were there any challenges you expected?",
              "How did you work and interact with the rest? How did you contribute to the team?",
              "Why is this the most memorable experience? Would you have done something differently?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Concern for Others",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to be sensitive to others' needs and feelings and is empathetic, supportive and helpful.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is generally sensitive to others' needs and feelings and offers support and help when appropriate.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who may find it challenging to understand the needs and feelings of others and is unsure of when to offer support or help.",
        "summary": "Tendency to be sensitive to others' feelings and concerns, and being understanding and helpful.",
        "questionContents": [
          {
            "question": "Describe a time you were able to be supportive and reassuring to a co-worker's concern or need.",
            "additionals": [
              "What was the time about? Who were you working with?",
              "What were the goals? How did you have to work with others to achieve this?",
              "What did you do to achieve it? How did you manage others' emotions and show concern?",
              "What was the eventual outcome? What would you have done differently?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Social Orientation",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who actively builds personal relationships at work and tends to seek out opportunities to work with others.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally maintains personal relationships at work and is comfortable working with others.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who prefers to maintain a separation between personal and work relationships and to accomplish tasks alone.",
        "summary": "Preferring to be socially connected and work with others to get tasks done.",
        "questionContents": [
          {
            "question": "Describe an occasion where you build good rapport with others to get work done.",
            "additionals": [
              "What was the occasion about? Who did you have to interact with?",
              "What was the intended work outcome?",
              "What did you do? What did you do to ensure their involvement was important?",
              "What was the end outcome? What would you have done differently to build relationships with others?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Self Control",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who demonstrates a high level of self-control and self-regulation when dealing with emotions and is unlikely to act impulsively.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who demonstrates a moderate level of self-control and self-regulation when dealing with emotions and generally avoids acting impulsively.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who may find it difficult to control and regulate emotions and can act impulsively at times.",
        "summary": "Maintaining composure, keeping emotions in check, controlling anger, and avoiding aggressive behavior, even in difficult situations.",
        "questionContents": [
          {
            "question": "Describe a time you were frustrated at a work situation when interacting with others.",
            "additionals": [
              "What was it about? Who did you have to work with? Why were you frustrated?",
              "What was the task or goal about?",
              "What actions did you take? How did you manage your own emotions and communication? Were there any resistance faced?",
              "What was the end outcome? How did you feel? What would you have done differently?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Stress Tolerance",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to readily accept feedback and criticism and deals with stressful situations effectively. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is generally able to accept some feedback and criticism and works adequately in stressful situations. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who may find it difficult to readily accept criticism and feedback and may find working in stressful situations challenging.",
        "summary": "Tendency to accept criticism, and dealing calmly and effectively with high stress situations.",
        "questionContents": [
          {
            "question": "Describe a time where you had to perform under a stressful and demanding environment.",
            "additionals": [
              "What was the example about? Why was it stressful or demanding?",
              "What did you have to do in that situation? How did you intend for the outcome to be?",
              "How did you manage between the stressors and work? How did you feel throughout the process?",
              "What was the eventual outcome? Reflect on any areas you have done well or want to improve on."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Adaptability/Flexibility",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to react positively to change and is flexible in adopting new ways of doing things.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is generally able to accept change and is somewhat flexible in adopting new ways of doing things.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who can be somewhat resistant to change and may find it challenging to adjust to new ways of doing things.",
        "summary": "Tendency to be open to changes and new methods, and to considerate variety within the environment.",
        "questionContents": [
          {
            "question": "Describe a time you had to adjust to changing work conditions or priorities in order to complete a project. How did you handle it?",
            "additionals": [
              "What was the time about?  Was this something new for you that you have not done before?",
              "What did you have to do? What was the intended outcome?",
              "What did you do differently? Why did you approach it that way? How did you feel in this process?",
              "What happened in the end? How would you change it to make it even better?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Dependability",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who actively takes personal responsibility over duties and can be relied on to complete tasks and fulfill commitments.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally takes personal responsibility over duties and can usually be relied on to complete tasks and meet commitments.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who may have difficulty in keeping consistent with regards to completing tasks or meeting commitments.",
        "summary": "Reliable, responsible, and dependable in fulfilling obligations.",
        "questionContents": [
          {
            "question": "Recall an instance when your other obligations affected your ability to complete your tasks on time.",
            "additionals": [
              "How did the obligations impact your work?",
              "What was your role in completing the tasks?",
              "What did you do to ensure your work was still delivered on time? What were the steps involved?",
              "What was the end result? Looking back, is there anything you would have handled differently?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Attention to Detail",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to be careful and organised when carrying out tasks at work, seldom overlooking details.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is generally careful and organised when carrying out tasks at work although details may sometimes be overlooked. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is less meticulous and thorough at work and tends to overlook details. ",
        "summary": "Tendency to be careful about details, and thorough in completing tasks.",
        "questionContents": [
          {
            "question": "Different work tasks might require varying levels of detail and attention. Explain a task you worked on that required attention to detail and quality.",
            "additionals": [
              "What was the task about? Were you working with anyone else?",
              "What was your role in this task? What was the intended outcome?",
              "How did you approach the task? How did you ensure details and quality were not compromised?",
              "What was the end result? What did you do well? What would you improve on?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Integrity",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is trustworthy, honest and ethical and actively ensures consistency between words and actions.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is trustworthy, honest and ethical most of the time and tries to ensure consistency between words and actions. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who may value self-interest over upholding ethical standards and may demonstrate inconsistencies between words and actions. ",
        "summary": "Tendency to be honest and ethical.",
        "questionContents": [
          {
            "question": "Describe a situation where you had to deliver a task but your integrity was challenged in the process.",
            "additionals": [
              "What was the task about? What were your concerns to integrity?",
              "What was your role in this situation? What challenges did you face?",
              "How did you manage this situation? How did you convince those involved as well?",
              "What was the end outcome? How did you feel about it? What would you have done differently?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independence",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who is self-directed, capable and confident of getting things done with little or no supervision.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who can generally self-direct and is capable and confident of getting things done with little supervision most of the time. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to need guidance and direction and may lack the confidence and capability to get things done independently.",
        "summary": "Tendency to prefer own way of doing things, guiding oneself with little or no supervision, and depending on oneself to get things done.",
        "questionContents": [
          {
            "question": "Share about time you had to work alone and make important decisions with little guidance.",
            "additionals": [
              "What was it about? What guidance did you receive?",
              "What were the important decisions you made? Why did you have to do this by yourself?",
              "What was your thought process? How did you handle lack of support?",
              "What was the end result? How did you feel? What would you have done differently?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Innovation",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to adopt a creative approach to work and uses alternative ways of thinking to solve problems.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who occasionally adopts creative methods or alternative ways of thinking to solve problems. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to prefer tried and tested ways of doing things instead of thinking outside the box to solve problems.",
        "summary": "Leveraging creativity and alternative thinking to develop new ideas and answers.",
        "questionContents": [
          {
            "question": "Describe an example where you came up with a creative solution to an existing problem.",
            "additionals": [
              "What was the example about? Did you work with others on this?",
              "What was the existing problem? Why did you think it was important to address this problem?",
              "What did you do to address the problem? How was it different from other approaches?",
              "How did this approach improve the existing problem? Would you change your approach if given another chance?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Analytical Thinking",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to be methodical in examining information and looks for underlying patterns to deduce insights.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who usually examines information to make sense of issues and occasionally looks for underlying patterns to deduce insights. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who tends to be less methodical in examining information and may be less likely to look for underlying patterns in order to deduce insights.\n",
        "summary": "Tendency to analyze information and use logic to address issues and problems.",
        "questionContents": [
          {
            "question": "Recall a situation where you had to examine multiple data sources and formulate a solution or an approach.",
            "additionals": [
              "What was the example? Why did you need to formulate a solution?",
              "What did you have to do? What types of data or information did you have to work with?",
              "How did you make sense of these multiple data? Any challenges faced?",
              "What was the outcome? Would you do anything differently?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Achievement",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values an environment that emphasizes achievement orientation, where one is required to perform to one's strongest ability to deliver successful outcomes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values an environment that emphasizes achievement orientation, where one is sometimes required to perform to one's strongest ability to deliver outcomes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment that emphasizes achievement orientation, preferring one where less focus is on one's ability to deliver outcomes.",
        "summary": "One is driven by using own strongest abilities and skills to achieve goals, gaining a sense of accomplishment.",
        "questionContents": [
          {
            "question": "Share how you would deliver to the best of your ability on a project in a previous role or task.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "What did you think you have to do to make this successful?",
              "How did you ensure the success of this?",
              "How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Working Conditions",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values an environment that offers high activity and constant opportunities to try different tasks, where one's development and growth are promoted.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values an environment that offers a balance of work activity and work consistency, as well as some focus on one's development and growth.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment that emphasizes high work activity and different opportunities for learning, preferring an environment that is task consistent.",
        "summary": "One is driven by fulfillment through high activity and learning different tasks in a safe and professional growth environment.",
        "questionContents": [
          {
            "question": "Share how factors such as work variety and learning opportunities has helped you in a previous role or task.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "What did you have to do for this role or task? What were the factors in specific?",
              "How did these factors help you in the process?",
              "How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Recognition",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values an environment that promotes prestige and career reputation where extrinsic rewards and career advancement for employees are prioritized.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values an environment that offers extrinsic rewards, career advancement opportunities and having high standing.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment that emphasizes extrinsic rewards, prestige, advancing one's career or having high career standing.",
        "summary": "One is driven by career advancement, that comes with prestige, status, and monetary components.",
        "questionContents": [
          {
            "question": "Share how you define and measure personal work success and recognition in a previous role or task.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "What did you have to do for this task or role? How did you define success and outcomes?",
              "What did you do to achieve work success and recognition?",
              "What was the end outcome? How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Relationships",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values an environment filled with camaraderie, where employees work and support each other closely, and have high levels of engagement with others.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values an environment that encourages the forming of close working relationships in the workplace but may refrain from excessive engagement with co-workers.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment that encourages the forming of close working relationships in the workplace and may prefer to refrain from engaging with co-workers.",
        "summary": "One is driven by working with and building good relations with co-workers and stakeholders in a friendly non-competitive environment.",
        "questionContents": [
          {
            "question": "Share how working in a team and building relationships at the workplace was like for you in a previous role or task.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "How did you build relationships with others? Why do you think it has helped you at the workplace?",
              "What were some challenges faced? How did you sustain the relationships?",
              "How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      },
      "support": {
        "name": "Support",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values an environment that advocates tolerance and ethical practices with supportive co-workers and managers to seek advice and support from.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values an environment that prioritizes some tolerance or ethical practices in the workplace and would sometimes like having supportive co-workers and managers.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment that prioritizes tolerance or ethical practices in the workplace or having supportive co-workers and managers.",
        "summary": "One is driven by an environment that promotes fairness and tolerance, backed by supportive co-workers and management.",
        "questionContents": [
          {
            "question": "Share how support from co-workers and management was like for you in a previous role.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "What was the task at hand?  What support did you felt was needed?",
              "What did you do for this task? What kind of support did you receive?",
              "What was the end outcome? How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independence",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who strongly values having the autonomy and flexibility to develop and achieve own objectives, with the empowerment to take charge of tasks and progress.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who generally values having the autonomy to make decisions and manage own progress at work but only within manageable parameters. In certain situations, prefers receiving detailed guidance and close supervision.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for an environment where employees have significant freedom and authority to fulfill their responsibilities and manage their own progress and tasks, preferring to be guided at work.",
        "summary": "One is driven by autonomy, and is empowered to manage own progress and make independent decisions.",
        "questionContents": [
          {
            "question": "Share how autonomy and being able to work independently is a component to how you performed in a previous role or task.",
            "additionals": [
              "What sort of role or task did you undertake?",
              "What kind of decision did you have to make? Why were you able to exercise independent thinking?",
              "What did you do to make this decision? Were others involved in the process, and how involved were they?",
              "What was the end outcome? How did you feel about the process? What did you learn from this about yourself?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Realistic",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for outdoor, physical and mechanical tasks and seeks concrete rather than abstract problems as well as enjoys being in hands-on situations.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for outdoor, physical and mechanical tasks but may not always enjoy being in hands-on work situations.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for outdoor, physical and mechanical tasks and does not prefer hands-on work situations such as building and fixing things or operating equipment.",
        "summary": "Realistic occupations frequently involve work activities that include practical, hands-on problems and solutions. These occupations often deal with plants, animals, and real-world materials like wood, tools, and machinery.",
        "questionContents": [
          {
            "question": "Describe a project where you demonstrated problem-solving skills in a practical, hands-on situation.",
            "additionals": [
              "What was the project about? Why did it require a lot of hands-on or practical components?",
              "What was your role in this?",
              "How did you complete the project? Did you face any challenges?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Investigative",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for working with theories and data, employing scientific methodologies to solve complex problems.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for working with theories, data and numbers, gathering facts and analyzing situations to solve complex problems.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that revolve around using theories and gathering data or numbers to analyze or solve complex problems.",
        "summary": "Investigative occupations frequently involve working with ideas, researching and require an extensive amount of thinking. This includes roles that are analytical and scientific, involving exploring and researching using data and numbers.",
        "questionContents": [
          {
            "question": "Share an example where you had to research on theories and work with data to solve a problem.",
            "additionals": [
              "What was the project or task about?",
              "What was your role in this? What kind of research or analysis did you have to do?",
              "How did you complete the task or project? Did you face any challenges?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Artistic",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for opportunities involving creative and aesthetic self-expression in creating original work or products.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for opportunities that allow self-expression through artistic and original creations, though may not always be inclined to engage in creative tasks.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require aesthetic abilities and self-expression or those that require one to be creative in creating original works or products.",
        "summary": "Artistic occupations frequently involve working with designs and concepts. These occupations often require self-expression and include roles that enable one to be artistic and creative in creating original work or product.",
        "questionContents": [
          {
            "question": "Describe a time where you displayed creativity or exercised artistic thinking on a task or proposed solution.",
            "additionals": [
              "What was the task about? What kind of inputs were needed?",
              "What was your role in this? How did you demonstrate creativity?",
              "How did you complete the task? How did you envision the end outcome?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      },
      "social": {
        "name": "Social",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for activities that involve supporting, developing and enlightening others and seeks interpersonal pursuits that aim to deliver socially impactful outcomes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for activities that involve supporting, developing and enlightening others, as well as working to deliver socially impactful outcomes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that provide support or service to others, as well as working for others to derive socially impactful outcomes.",
        "summary": "Social occupations frequently involve working with, communicating with, and teaching people. These occupations often involve helping or providing service to others, with a preference to create social impact.",
        "questionContents": [
          {
            "question": "Recall the last time you went beyond to help or support someone on a task.",
            "additionals": [
              "What was it about? Why did you decide to help this individual?",
              "What did you have to do?",
              "How did you support this individual? Did you face any challenges?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Enterprising",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks that require directing and influencing others to adopt solutions or approaches, and may prefer being in positions of influence or power.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that require directing and influencing others to adopt solutions or approaches.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require directing and influencing others to adopt solutions or approaches.",
        "summary": "Enterprising occupations frequently involve starting up and seeing through projects. This includes positions of power that involve directing and influencing others to adopt solutions and at times, sales oriented.",
        "questionContents": [
          {
            "question": "Describe a task you initiated and led but did not go according to your plan in mind.",
            "additionals": [
              "What was this task about? Why did it not go according to plan?",
              "What was your role in this?",
              "How did you complete the task? Did you face any challenges?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Conventional",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks requiring orderliness and organisation, as well as working in a systematized operation with clear guidelines and procedures.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that are performed in a systematic and orderly manner, though may not always like to closely follow rules and procedures.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for structured and rule-regulated tasks that must be performed in a systematic and orderly manner, as well as adhering to rules and procedures.",
        "summary": "Conventional occupations frequently involve following set procedures and routines. This includes roles with clear rules and procedures, where structure and standards are enforced and adhered to.",
        "questionContents": [
          {
            "question": "Describe a task where you ensured close compliance with rules, procedures or standards in order to be successful.",
            "additionals": [
              "What was this task about? What were the protocols and rules you had to work with?",
              "What was your role in this?",
              "How did you complete the task or project? Did you face any challenges?",
              "What was the end outcome? Did you enjoy the process? How did you feel about tasks like this?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Emotional Stability",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is emotionally stable - ",
            "midDescription": "You are somewhat in control of your emotions and generally resistant to pressure and temptation.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} emotional stability - "
          },
          "extraversion": {
            "name": "Extraversion",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is extraverted - ",
            "midDescription": "You are somewhat sociable, positive, excitement-seeking and assertive.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} extraversion - "
          },
          "opennessToExperience": {
            "name": "Openness to Experience",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is open to diverse experiences - ",
            "midDescription": "You are somewhat open to engaging in diverse ideas, activities, feelings and perspectives.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} openness to diverse experiences - "
          },
          "agreeableness": {
            "name": "Agreeableness",
            "highDescription": "{{name}}'s strongest personality trait is agreeableness - ",
            "midDescription": "You are moderately warm, modest and people-oriented.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} agreeableness - "
          },
          "conscientiousness": {
            "name": "Conscientiousness",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is conscientious - ",
            "midDescription": "You are somewhat confident in your ability to achieve and are moderately disciplined in fulfilling duties in a structured and deliberate manner.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} conscientiousness - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Core Self-Evaluations",
            "highDescription": "{{name}} is high on core self-evaluations - {{gender-subject}} views {{gender-object}}self in a consistently positive manner across situations.",
            "lowDescription": "{{name}} is low on core self-evaluations - {{gender-subject}} should try to view {{gender-object}}self in a more positive manner across situations."
          },
          "performanceOrientation": {
            "name": "Performance Orientation",
            "highDescription": "{{name}} is high on performance goal orientation - {{gender-subject}} is motivated to demonstrate and validate {{gender-possessive}} competence by seeking positive judgements and avoiding negative judgements from others. ",
            "lowDescription": "{{name}} is low on performance goal orientation - {{gender-subject}} should try to be more motivated to demonstrate and validate {{gender-possessive}} competence by seeking positive judgements and avoiding negative judgements."
          },
          "masteryOrientation": {
            "name": "Mastery Orientation",
            "highDescription": "{{name}} is high on mastery goal orientation - {{gender-subject}} is motivated to develop competence by acquiring new skills and mastering new situations.",
            "lowDescription": "{{name}} is low on on mastery goal orientation - {{gender-subject}} should try to be more motivated to develop competence by acquiring new skills and mastering new situations."
          },
          "selfMonitoring": {
            "name": "Self-monitoring",
            "highDescription": "{{name}} is high on self-monitoring - {{gender-subject}} is able to monitor and control {{gender-possessive}} expressions and behaviors.",
            "lowDescription": "{{name}} is low on self-monitoring - {{gender-subject}} should try to monitor and control {{gender-possessive}} expressions and behaviors more."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Core Self-Evaluations",
            "highDescription": "You tend to view yourself in a consistently positive manner across situations. You see yourself as capable, worthy and in control of your life. Such positive emotions, thoughts and motivations can affect how you feel, think and behave in the workplace.",
            "midDescription": "You sometimes view yourself more positively, and at other times, more negatively. This affects whether you see yourself as capable, worthy and in control of your life, which has an impact on how you feel, think and behave in the workplace.",
            "lowDescription": "You tend to view yourself in a consistently negative manner across situations. You may see yourself as less capable, unworthy and not in control of your life. Such negative emotions, thoughts and motivations can affect how you feel, think and behave in the workplace."
          },
          "performanceOrientation": {
            "name": "Performance Orientation",
            "highDescription": "You believe that your competence is demonstrated when you outperform others. As a result, you are likely to be motivated to set high goals for yourself, with a focus on achieving a higher level of success and proficiency than others.",
            "midDescription": "You occasionally believe that your competence is demonstrated when you outperform others. You are therefore fairly motivated to set high goals for yourself, sometimes with a focus on achieving a higher level of success and proficiency than others.",
            "lowDescription": "You do not believe that outperforming others is necessarily a demonstration of your competence. You are not concerned about competing and winning against others. The goals you set are unlikely to be influenced or motivated by the success of others."
          },
          "masteryOrientation": {
            "name": "Mastery Orientation",
            "highDescription": "You are motivated to develop your competencies by acquiring new skills and mastering them across new situations. You may view challenging tasks as opportunities for growth and development.",
            "midDescription": "You are somewhat motivated to develop your competencies by acquiring new skills and mastering them across new situations. You may sometimes view challenging tasks as opportunities for growth and development.",
            "lowDescription": "You are less motivated to develop your competencies and may be less interested in acquiring new skills or mastering them across new situations. When faced with challenging tasks, you may react to them with apprehension or find them cumbersome."
          },
          "selfMonitoring": {
            "name": "Self-monitoring",
            "highDescription": "You tend to be able and willing to regulate your expressions and behaviors according to social circumstances. This helps you tailor how you present yourself to others according to social cues and to be more effective in adapting to new situations.",
            "midDescription": "You are sometimes able and willing to regulate your expressions and behaviors according to social circumstances. This helps you tailor how you present yourself to others according to social cues and to be more effective in adapting to new situations.",
            "lowDescription": "You tend to be less able or willing to regulate your expressions and behaviors regardless of social circumstances. You are unlikely to use social cues to tailor how you present yourself to others and you may be less effective in adapting to new situations."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "Practical & hands-on roles that involve machines & tools",
            "lowDescription": "Practical & hands-on roles that involve machines & tools"
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "Analytical & scientific roles that involve exploring & researching things",
            "lowDescription": "Analytical & scientific roles that involve exploring & researching things"
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "Creative & artistic roles that involve creating original work",
            "lowDescription": "Creative & artistic roles that involve creating original work"
          },
          "social": {
            "name": "Social",
            "highDescription": "Roles that can help people by teaching & assisting them",
            "lowDescription": "Roles that can help people by teaching & assisting them"
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "Positions of leadership that involve influencing & directing others",
            "lowDescription": "Positions of leadership that involve influencing & directing others"
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "Roles with clear rules & procedures",
            "lowDescription": "Roles with clear rules & procedures"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "More hands-on activities at work"
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "More tasks that revolve around research and analytics"
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "More opportunities for {{name}} to create new things"
          },
          "social": {
            "name": "Social",
            "highDescription": "More work tasks that allow {{name}} to help others"
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "More opportunities that allow {{name}} to influence others"
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "More activities that revolve around keeping records and doing computations"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realistic"
          },
          "investigative": {
            "name": "Investigative"
          },
          "artistic": {
            "name": "Artistic"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Enterprising"
          },
          "conventional": {
            "name": "Conventional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realistic",
            "lowDescription": "{{name}} may not enjoy hands-on activities at work"
          },
          "investigative": {
            "name": "Investigative",
            "lowDescription": "{{name}} may avoid tasks that revolve around research and analytics"
          },
          "artistic": {
            "name": "Artistic",
            "lowDescription": "{{name}} may find it challenging to take on opportunities to create new things"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} may not enjoy activities that require {{gender-object}} to help others"
          },
          "enterprising": {
            "name": "Enterprising",
            "lowDescription": "{{name}} may avoid activities that require {{gender-object}} to influence others"
          },
          "conventional": {
            "name": "Conventional",
            "lowDescription": "{{name}} may find it challenging to take on activities that revolve around keeping records and doing computations"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for outdoor, physical and mechanical tasks and seeks concrete rather than abstract problems as well as enjoys being in hands-on situations.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for outdoor, physical and mechanical tasks but may not always enjoy being in hands-on work situations.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for outdoor, physical and mechanical tasks and does not prefer hands-on work situations such as building and fixing things or operating equipment.",
            "summary": "{{name}} prefers to work in Realistic jobs the most - {{gender-subject}} likes practical, mechanical and hands-on occupations."
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for working with theories and data, employing scientific methodologies to solve complex problems.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for working with theories, data and numbers, gathering facts and analyzing situations to solve complex problems.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that revolve around using theories and gathering data or numbers to analyze or solve complex problems.",
            "summary": "{{name}} prefers to work in Investigative jobs the most - {{gender-subject}} likes analytical and scientific occupations."
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for opportunities involving creative and aesthetic self-expression in creating original work or product.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for opportunities that allow self-expression through artistic and original creations, though may not always be inclined to engage in creative tasks.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require aesthetic abilities and self-expression or those that require one to be creative in creating original work or product.",
            "summary": "{{name}} prefers to work in Artistic jobs the most - {{gender-subject}} likes creative, expressive and artistic occupations."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for activities that involve supporting, developing and enlightening others and seeks interpersonal pursuits that aim to deliver socially impactful outcomes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for activities that involve supporting, developing and enlightening others, as well as working to deliver socially impactful outcomes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that provide support or service to others, as well as working for others to derive socially impactful outcomes.",
            "summary": "{{name}} prefers to work in Social jobs the most - {{gender-subject}} likes occupations that can help people."
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks that require directing and influencing others to adopt solutions or approaches, and prefers being in positions of influence or power.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that require directing and influencing others to adopt solutions or approaches.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require directing and influencing others to adopt solutions or approaches.",
            "summary": "{{name}} prefers to work in Enterprising jobs the most - {{gender-subject}} likes occupations that allow them to be in positions of leadership."
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks requiring orderliness and organisation, as well as working in a systematized operation with clear guidelines and procedures.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that are performed in a systematic and orderly manner, though may not always like to closely follow rules and procedures.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for structured and rule-regulated tasks that must be performed in a systematic and orderly manner, as well as adhering to rules and procedures.",
            "summary": "{{name}} prefers to work in Conventional jobs the most - {{gender-subject}} likes occupations with clear standards, rules and procedures."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Achievement",
            "highDescription": "Results-driven",
            "midDescription": "Moderate focus on results",
            "lowDescription": "Low focus on results"
          },
          "recognition": {
            "name": "Recognition",
            "highDescription": "Advancement and rewards",
            "midDescription": "Moderate focus on advancement and rewards",
            "lowDescription": "Low focus on advancement and rewards"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "Collaboration and friendly",
            "midDescription": "Balance between collaboration and autonomy",
            "lowDescription": "Autonomy and competitive"
          },
          "support": {
            "name": "Support",
            "highDescription": "Supportive and ethical",
            "midDescription": "Some support and ethics",
            "lowDescription": "Low support and ethics"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "Decisiveness and independence",
            "midDescription": "Moderate level of decisiveness",
            "lowDescription": "Indecisive and dependence"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "highDescription": "Security and good working conditions",
            "midDescription": "Moderate focus on security and working conditions",
            "lowDescription": "Low focus on security and working conditions"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Achievement",
            "highDescription": "An organization that is results-focused by placing high expectations for achievement and performance by utilizing its employees' skills and abilities"
          },
          "recognition": {
            "name": "Recognition",
            "highDescription": "An organization that recognizes its employees' work through advancement opportunities and rewards"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "An organizational culture that encourages teamwork and a non-competitive work environment",
            "lowDescription": "A competitive organizational culture where people work independently"
          },
          "support": {
            "name": "Support",
            "highDescription": "An organizational culture that supports the employees and their development, and has high ethical standards"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "Constant opportunities to take risks and experiment with new ideas throughout the organization",
            "lowDescription": "An organization that is rule-oriented and focuses on stability"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "highDescription": "An organization that provides a sense of job security and good working conditions to its employees"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Achievement"
          },
          "recognition": {
            "name": "Recognition"
          },
          "relationships": {
            "name": "Relationships"
          },
          "support": {
            "name": "Support"
          },
          "independence": {
            "name": "Independence"
          },
          "workingConditions": {
            "name": "Working Conditions"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Achievement",
            "lowDescription": "It may be too demanding for {{name}} if there are high expectations for achievement, performance and results throughout the organization"
          },
          "recognition": {
            "name": "Recognition",
            "lowDescription": "{{name}} does not place a high emphasis on opportunities for advancement and rewards from the organization so it will be important to find out the other things {{gender-subject}} values instead"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "{{name}} may be less satisfied with an organizational culture that is competitive and one that encourages people to work independently",
            "lowDescription": "{{name}} may be less satisfied at work if the organization encourages teamwork and collaboration"
          },
          "support": {
            "name": "Support",
            "lowDescription": "{{name}} may be unsatisfied if the organization is unsupportive of its employees and their development"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "{{name}} may be less satisfied at work if the organization becomes more rule-oriented and focuses more on stability",
            "lowDescription": "{{name}} may be less satisfied at work if the organization starts to take more risks and tries to experiment with new ideas more often"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "lowDescription": "{{name}} does not place a high focus on the working conditions and sense of job security that the organization provides so it will be important to find out the other things {{gender-subject}} values instead"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Innovation",
            "highDescription": "{{name}} values innovation and risk taking more than stability and predictability in an organization.",
            "midDescription": "{{name}} values a balance of innovation and stability in an organization.",
            "lowDescription": "{{name}} values stability and predictability more than innovation and risk taking in an organization.",
            "summary": "{{name}} highly values innovation in an organization."
          },
          "attentionToDetail": {
            "name": "Attention to Detail",
            "highDescription": "{{name}} highly values an organization that needs to be precise and attentive to details.",
            "midDescription": "{{name}} values an organization that needs to be precise and attentive to details to a moderate extent.",
            "lowDescription": "{{name}} does not really value an organization that needs to be precise and attentive to details.",
            "summary": "{{name}} highly values an organization that pays attention to details."
          },
          "outcomeOrientation": {
            "name": "Outcome Orientation",
            "highDescription": "{{name}} value organizations that have high expectations of performance, results and achievement.",
            "midDescription": "{{name}} value organizations that have some expectations of performance, results and achievement.",
            "lowDescription": "{{name}} value organizations that have low expectations of performance, results and achievement.",
            "summary": "{{name}} highly values organizations that focus on results."
          },
          "aggressiveness": {
            "name": "Aggressiveness",
            "highDescription": "{{name}} values aggressiveness and competitiveness more than social responsibility in an organization.",
            "midDescription": "{{name}} values a balance of aggressiveness and social responsibility in an organization.",
            "lowDescription": "{{name}} values social responsibility more than aggressiveness and competitiveness in an organization.",
            "summary": "{{name}} highly values aggressiveness in an organization."
          },
          "supportiveness": {
            "name": "Supportiveness",
            "highDescription": "{{name}} highly values supportiveness and information sharing in an organization.",
            "midDescription": "{{name}} values supportiveness and information sharing in an organization to a moderate extent.",
            "lowDescription": "{{name}} does not really value supportiveness and information sharing in an organization.",
            "summary": "{{name}} highly values supportiveness in an organization."
          },
          "emphasisOnRewards": {
            "name": "Growth and Rewards",
            "highDescription": "{{name}} value organizations that provide rewards to employees such as pay and growth opportunities.",
            "midDescription": "{{name}} value organizations that occasionally provide rewards to employees such as pay and growth opportunities.",
            "lowDescription": "{{name}} do not value rewards for employees such as pay and growth opportunities in an organization.",
            "summary": "{{name}} highly values organizations that emphasize rewards."
          },
          "teamOrientation": {
            "name": "Team Orientation",
            "highDescription": "{{name}} values team orientation and collaboration more than autonomy and independence in an organization.",
            "midDescription": "{{name}} values a balance of team orientation and autonomy in an organization.",
            "lowDescription": "{{name}} values autonomy and independence more than team orientation and collaboration in an organization.",
            "summary": "{{name}} highly values an organization that is team oriented."
          },
          "decisiveness": {
            "name": "Decisiveness",
            "highDescription": "{{name}} value organizations that can make decisions quickly.",
            "midDescription": "{{name}} value organizations that balance between conflict and decisiveness.",
            "lowDescription": "{{name}} value organizations that have a culture that encourages conflict as opposed to decisiveness.",
            "summary": "{{name}} highly values organizations that can make decisions quickly."
          },
          "respectForPeople": {
            "name": "Respect for people",
            "highDescription": "{{name}} highly values fairness and tolerance in an organization.",
            "midDescription": "{{name}} values fairness and tolerance in an organization to a moderate extent.",
            "lowDescription": "{{name}} does not really value fairness and tolerance in an organization.",
            "summary": "{{name}} highly values an organization that has respect for people."
          },
          "adaptability": {
            "name": "Adaptability",
            "highDescription": "{{name}} value organizations that are adaptive, innovative and willing to experiment.",
            "midDescription": "{{name}} value organizations that balance between adaptability and stability.",
            "lowDescription": "{{name}} value organizations that are stable, predictable and careful.",
            "summary": "{{name}} highly values organizations that are adaptable."
          },
          "collaboration": {
            "name": "Collaboration",
            "highDescription": "{{name}} value organizations that have a people-oriented culture which focuses on collaboration and teamwork.",
            "midDescription": "{{name}} value organizations that strike a balance between collaboration and autonomy (the freedom to govern yourself or to organize your own activities at work).",
            "lowDescription": "{{name}} value organizational cultures with less focus on being people-oriented and more focus on autonomy (the freedom to govern yourself or to organize your own activities at work) and aggressiveness in achieving your goals.",
            "summary": "{{name}} highly values organizations that foster collaboration."
          },
          "customerOrientation": {
            "name": "Customer Orientation",
            "highDescription": "{{name}} value organizations that are market-driven and focus on customers.",
            "midDescription": "{{name}} value organizations that are moderately market-driven and with some focus on customers.",
            "lowDescription": "{{name}} value organizations that are less market-driven and less focused on customers.",
            "summary": "{{name}} highly values organizations that are customer oriented."
          },
          "detailOrientation": {
            "name": "Detail Orientation",
            "highDescription": "{{name}} value organizations that are attentive to details and quality.",
            "midDescription": "{{name}} value organizations that are attentive to details and quality to a moderate extent.",
            "lowDescription": "{{name}} do not value organizations that are attentive to details and quality.",
            "summary": "{{name}} highly values organizations that focus on details."
          },
          "integrity": {
            "name": "Integrity",
            "highDescription": "{{name}} highly value organizations that have high integrity and high ethical standards such as having respect for people.",
            "midDescription": "{{name}} value organizations that have some integrity and some ethical standards such as having respect for people.",
            "lowDescription": "{{name}} do not value organizations that have integrity and ethical standards such as having respect for people.",
            "summary": "{{name}} highly values organizations that have integrity."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "You rarely get worried and fearful about things.",
            "lowDescription": "You tend to get worried and fearful about things."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "You do not feel frustrated or angry easily.",
            "lowDescription": "You tend to feel frustrated or angry easily."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "You do not feel down often.",
            "lowDescription": "You feel down often."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "You tend not to be self-conscious in social situations and worry little about what others think of you.",
            "lowDescription": "You tend to be self-conscious in social situations and sensitive to what others think of you."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "You are able to resist temptation and are not likely to overindulge.",
            "lowDescription": "You have difficulty resisting temptation and are likely to overindulge."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "You can remain calm in stressful situations.",
            "lowDescription": "You tend to feel overwhelmed in stressful situations."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "You are comfortable around people and can make friends easily.",
            "lowDescription": "You tend to be more reserved around people and may not make friends easily."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "You prefer to be surrounded by people and enjoy the company of others.",
            "lowDescription": "You prefer to be alone and not be surrounded by people."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "You tend to take charge.",
            "lowDescription": "You tend to avoid taking charge, preferring that others take the lead."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "You tend to keep busy and do many things with your time.",
            "lowDescription": "You prefer to take it easy and not spend your time on too many things."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "You like to seek excitement and adventure and take risks.",
            "lowDescription": "You do not like to seek excitement and adventure or take risks."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "You are a joyful person who frequently experiences positive moods.",
            "lowDescription": "You are less likely to be in high spirits and may not frequently experience positive moods."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "You like to get lost in your thoughts and imagination.",
            "lowDescription": "You do not like to get lost in your thoughts and imagination."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "You are interested in art and literature.",
            "lowDescription": "You are not interested in art and literature."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "You are aware and open to your own and others' emotional experiences.",
            "lowDescription": "You tend to be less aware and open to your own and others' emotional experiences."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "You are likely to embrace variety and change",
            "lowDescription": "You prefer routine and convention and are less welcoming of change."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "You are interested in abstract and philosophical ideas and discussions.",
            "lowDescription": "You tend not be interested in abstract and philosophical ideas and discussions."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "You tend to be willing to challenge convention and traditional values.",
            "lowDescription": "You tend to conform to convention and traditional values."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "You tend to trust others.",
            "lowDescription": "You tend to be more skeptical about the intentions of others."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "You are sincere in your dealings with others and do not resort to manipulation.",
            "lowDescription": "You believe that some degree of deception is necessary in relationships to achieve your desired end."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "You are concerned about others and are willing to help those in need.",
            "lowDescription": "You are less concerned about others and may prefer not to get involved in their matters."
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "You dislike confrontation and do not act in a competitive and aggressive manner.",
            "lowDescription": "You tend to act in a competitive and aggressive manner."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "You tend to be humble and do not possess an excessively high opinion of yourself.",
            "lowDescription": "You tend to have a high opinion of yourself and may see yourself as superior to others."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "You sympathize with others.",
            "lowDescription": "You tend not to sympathize easily with others."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "You are confident in your ability to accomplish tasks successfully and excel in them.",
            "lowDescription": "You lack confidence in your ability to accomplish tasks successfully and excel in them."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "You are tidy and organized.",
            "lowDescription": "You tend to be untidy and less organized."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "You tend to adhere to rules and fulfill obligations.",
            "lowDescription": "You tend to be more casual and flexible about adhering to rules and may not fulfill obligations."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "You work hard and go beyond expectations.",
            "lowDescription": "You tend to be satisfied with lower levels of achievement."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "You tend to be prepared and carry out plans in a disciplined manner.",
            "lowDescription": "You tend to be unprepared and may not carry out plans in a disciplined manner."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "You think carefully and do not rush into acting or making decisions.",
            "lowDescription": "You tend to act or make decisions without thinking through consequences."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "You rarely get worried and fearful about things. During stressful situations at work, you do not often feel distressed or impaired, which enables you to perform to your usual standards.",
            "midDescription": "You occasionally get worried and fearful about things. During stressful situations at work, you may sometimes feel distressed or impaired, which can impact your performance if you feel that it is beyond your ability to cope.",
            "lowDescription": "You tend to get worried and fearful about things. During stressful situations at work, you may often feel distressed or impaired, which can have a detrimental effect on your performance if you feel that it is beyond your ability to cope."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "You do not feel frustrated or angry easily. This is helpful in building trust at work, enabling constructive conflict-management and facilitating a civil and professional working climate.",
            "midDescription": "You tend to feel frustrated or angry once in a while. If mismanaged, this can be detrimental to your personal health and work performance. If expressed unconstructively and excessively, this may also strain working relationships and may be harmful to the organizational climate.",
            "lowDescription": "You tend to feel frustrated or angry easily. If mismanaged, this can be detrimental to your personal health and work performance. If expressed unconstructively and excessively, this may also strain working relationships and may be harmful to the organizational climate."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "You do not feel down often. You are not easily affected by feelings of dejection, which enables you to perform to your usual standards at work.",
            "midDescription": "You occasionally feel down. If left unchecked, depressed feelings often result in a lack of motivation and energy and difficulty in initiating activities, which may lead to difficulties in maintaining optimal performance at work.",
            "lowDescription": "You tend to feel down often. If left unchecked, depressed feelings often result in a lack of motivation and energy and difficulty in initiating activities, which may lead to difficulties in maintaining optimal performance at work."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "You tend not to be self-conscious in social situations and worry little about what others think of you. This enables you to put yourself out there and interact with others more authentically. However, if taken to an extreme, there may be a risk of a lack of self-awareness.",
            "midDescription": "You may sometimes be self-conscious in social situations and sensitive to what others think of you. These concerns can lead to some discomfort and nervousness in social interactions, which may hold you back from what you can truly achieve at work.",
            "lowDescription": "You tend to be self-conscious in social situations and sensitive to what others think of you. These concerns can lead to discomfort and nervousness in social interactions, which may hold you back from what you can truly achieve at work."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "You are able to resist temptation and are not likely to overindulge. This helps with your productivity at work.",
            "midDescription": "You are sometimes able to resist temptation and occasionally overindulge. Giving in to impulses too often at work can impact your productivity.",
            "lowDescription": "You have difficulty resisting temptation and are likely to overindulge. Giving in to impulses too often at work can impact your productivity."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "You can remain calm in stressful situations. This helps you to think, make decisions and take action with a clear mind, even when under pressure. However, an overly calm reaction may occasionally be perceived by others as a lack of empathy or a misunderstanding of the severity of the situation.",
            "midDescription": "You can sometimes remain calm in stressful situations. Staying calm helps you to think, make decisions and take action with a clear mind. Conversely, becoming overwhelmed will inhibit your capability to think, decide and act, which has an impact on your work performance.",
            "lowDescription": "You tend to feel overwhelmed in stressful situations. Under pressure, you may feel panic, confusion and helplessness which can inhibit your ability to think clearly, make decisions and take action. This can have an impact on your work performance."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "You are comfortable around people and can make friends easily. This enables you to navigate social situations, including within the workplace.",
            "midDescription": "You are somewhat comfortable around people and are able to make friends with some effort. This affects your ability to navigate social situations, including within the workplace.",
            "lowDescription": "You tend to be more reserved around people and may not make friends easily. This may have an effect on your ability to navigate social situations, including within the workplace."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "You prefer to be surrounded by people and enjoy the company of others. This is helpful when you need to perform within social contexts common in the workplace.",
            "midDescription": "You sometimes enjoy the company of others but at other times, prefer to be alone. Being sociable is helpful when you need to perform within social contexts common in the workplace.",
            "lowDescription": "You prefer to be alone and not be surrounded by people. This may sometimes affect your ability to perform within social contexts common in the workplace."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "You tend to take charge. This contributes to your potential for leadership.",
            "midDescription": "You occasionally take charge. This contributes to your potential for leadership.",
            "lowDescription": "You tend to avoid taking charge, preferring that others take the lead. This may have an impact on your potential for leadership."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "You tend to keep busy and do many things with your time. This can be indicative of how much energy you spend and your level of involvement in daily activities at work.",
            "midDescription": "You try to strike a balance with how much you do with your time. Similarly, this can be indicative of how much energy you spend and your level of involvement in daily activities at work.",
            "lowDescription": "You prefer to take it easy and not spend your time on too many things. Similarly, this can be indicative of how much energy you spend and your level of involvement in daily activities at work."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "You like to seek excitement and adventure and take risks. This can be helpful for jobs in a dynamic, rapidly-changing environment, and jobs that require some level of risk-taking.",
            "midDescription": "You occasionally seek excitement and adventure and take risks. This can be helpful for jobs in a dynamic, rapidly-changing environment and jobs that require some level of risk-taking.",
            "lowDescription": "You do not like to seek excitement and adventure or take risks. You may find it challenging to work in a dynamic, rapidly-changing environment and in jobs that require some level of risk-taking."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "You are a joyful person who frequently experiences positive moods. Positive people are often perceived to be more likable to others.",
            "midDescription": "You are a moderately joyful person who sometimes experiences positive moods. This has an effect on how positive others perceive you to be and may also impact how likable you are.",
            "lowDescription": "You are less likely to be in high spirits and may not frequently experience positive moods. This has an effect on how positive others perceive you to be, and may also impact how likable you are."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "You like to get lost in your thoughts and imagination. Cultivating imagination helps in problem-solving and innovation.",
            "midDescription": "You occasionally like to get lost in your thoughts and imagination. Cultivating imagination helps in problem-solving and innovation.",
            "lowDescription": "You do not like to get lost in your thoughts and imagination. Cultivating imagination helps in problem-solving and innovation."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "You are interested in art and literature. Involvement in art and literature can help you develop skills like analytical thinking and even improve well-being.",
            "midDescription": "You are sometimes interested in art and literature. Involvement in art and literature can help you develop skills like analytical thinking and even improve well-being.",
            "lowDescription": "You are not interested in art or literature. Involvement in art and literature can help you develop skills like analytical thinking and even improve well-being."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "You are aware and open to your own and others' emotional experiences. This enables you to be empathetic and build healthy relationships with others.",
            "midDescription": "You are moderately aware and sometimes open to your own and others' emotional experiences. This has an effect on your empathy for others and your ability to build healthy relationships.",
            "lowDescription": "You tend to be less aware and open to your own and others' emotional experiences. This can have an effect on your empathy for others and your ability to build healthy relationships."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "You are likely to embrace variety and change. Change is inevitable in daily life as well as in the workplace.",
            "midDescription": "You prefer a balance between variety and routine and you welcome changes once in a while. Change is inevitable in daily life as well as in the workplace.",
            "lowDescription": "You prefer routine and convention and are less welcoming of change. Change is inevitable in daily life as well as in the workplace."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "You are interested in abstract and philosophical ideas and discussions. You may be more receptive to alternative theories and ideas.",
            "midDescription": "You are somewhat interested in abstract and philosophical ideas and discussions. You may occasionally be receptive to alternative theories and ideas.",
            "lowDescription": "You tend not to be interested in abstract and philosophical ideas and discussions. You may be less receptive to alternative theories and ideas."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "You tend to be willing to challenge convention and traditional values. You may be more receptive to alternative opinions and perspectives.",
            "midDescription": "You are occasionally willing to challenge convention and traditional values. You may be somewhat receptive to alternative opinions and perspectives.",
            "lowDescription": "You tend to conform to convention and traditional values. You may be less receptive to alternative opinions and perspectives."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "You tend to trust others. At work, you tend to interact with others assuming that they are trustworthy and have good intentions, which may sometimes be reciprocated in turn. This enables you to build sincere relationships at work.",
            "midDescription": "You tend to trust others to some extent. At work, you may interact with others assuming that they are trustworthy and have good intentions for the most part, but you also practice some caution. While trust is sometimes reciprocated, a level of caution is occasionally helpful.",
            "lowDescription": "You tend to be more skeptical about the intentions of others. This may affect how you interact with other people and your ability to build sincere relationships at work."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "You are sincere in your dealings with others and do not resort to manipulation. People may find you easier to interact with and relate to, which facilitates relationship-building.",
            "midDescription": "You are usually sincere in your dealings with others, though you are not above using some deception if necessary. If taken to an extreme, such behavior can be harmful to teams and the organization in the long run.",
            "lowDescription": "You believe that some degree of deception is necessary in relationships to achieve your desired end. If taken to an extreme, such behavior can be harmful to teams and organizations in the long run."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "You are concerned about others and are willing to help those in need. Your readiness to help and support others facilitates the building of cohesive teams and a collaborative culture.",
            "midDescription": "You are occasionally concerned about others and are sometimes willing to help those in need. Your readiness to help and support others facilitates the building of cohesive teams and a collaborative culture.",
            "lowDescription": "You are less concerned about others and may prefer not to get involved in their matters. This may have an impact on team cohesiveness and collaboration."
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "You dislike confrontation and do not act in a competitive and aggressive manner. Others may reciprocate accordingly, which helps to create an amiable and pleasant working environment.",
            "midDescription": "You tend to be ambivalent about confrontation, but for the most part, you try not to act in a competitive and aggressive manner. Aggressive confrontation may be reciprocated, which creates a working environment that is unconducive and unconstructive.",
            "lowDescription": "You tend to act in a competitive and aggressive manner. Aggressive confrontation may be reciprocated, which creates a working environment that is unconducive and unconstructive."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "You tend to be humble and do not possess an excessively high opinion of yourself. Modest people are often perceived as positive and likable. However, excessive humbleness may also be an indicator of low self-confidence.",
            "midDescription": "You have a moderately high opinion of yourself. Modest people are often perceived as positive and likable and a moderate level of self-confidence is healthy.",
            "lowDescription": "You tend to have a high opinion of yourself and may see yourself as superior to others. You may also be perceived as being prone to discussing your achievements and appearing overly confident of yourself. Modest people, on the other hand, are often perceived to be more positive and likable."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "You sympathize with others. Expressing sympathy at work demonstrates that you value how others are feeling and convey your support. This helps to build and enrich working relationships.",
            "midDescription": "You sympathize with others occasionally. Expressing sympathy at work demonstrates that you value how others are feeling and convey your support. This helps to build and enrich working relationships.",
            "lowDescription": "You tend not to sympathize easily with others. Expressing sympathy at work will demonstrate that you value how others are feeling and convey your support. This helps to build and enrich working relationships."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "You are confident in your ability to accomplish tasks successfully and excel in them. Job performance is related to one's confidence in their abilities.",
            "midDescription": "You are somewhat confident in your ability to accomplish tasks successfully and excel in them. Your confidence in your abilities may have an effect on your performance.",
            "lowDescription": "You lack confidence in your ability to accomplish tasks successfully and excel in them. Your lack of confidence in your abilities may have an effect on your performance."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "You are tidy and organized. Being tidy and organized may enable better productivity.",
            "midDescription": "You are somewhat tidy and organized. Being more tidy and organized may enable better productivity.",
            "lowDescription": "You tend to be untidy and less organized. Being more tidy and organized may enable better productivity."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "You tend to adhere to rules and fulfill obligations. Following rules helps to maintain order and fulfilling obligations generates trust.",
            "midDescription": "You adhere to rules and fulfill obligations to a moderate extent. Following rules helps to maintain order and fulfilling obligations will help generate trust.",
            "lowDescription": "You tend to be more casual and flexible about adhering to rules and may not fulfill obligations. Following rules helps to better maintain order and fulfilling obligations will help generate trust."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "You work hard and go beyond expectations. This enables you to attain higher levels of success.",
            "midDescription": "You sometimes work hard and go beyond expectations. This has an impact on your ability to attain higher levels of success.",
            "lowDescription": "You tend to be satisfied with lower levels of achievement. This may have an impact on your ability to attain higher levels of success."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "You tend to be prepared and carry out plans in a disciplined manner. This keeps you on track towards achieving your goals.",
            "midDescription": "You try to be prepared and carry out plans in a disciplined manner. This may have an impact on your ability to stay on track towards achieving your goals.",
            "lowDescription": "You tend to be unprepared and may not carry out plans in a disciplined manner. This may have an impact on your ability to stay on track towards achieving your goals."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "You think carefully and do not rush into acting or making decisions. Such cautiousness can sometimes enable you to be more effective when responding to situations.",
            "midDescription": "You occasionally think carefully and try not to rush into acting or making decisions. Such cautiousness can sometimes enable you to be more effective when responding to situations.",
            "lowDescription": "You tend to act or make decisions without thinking through consequences. Some cautiousness can help you be more effective when responding to situations."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "You rarely get worried and fearful about things.",
            "lowDescription": "You tend to get worried and fearful about things."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "You do not feel frustrated or angry easily.",
            "lowDescription": "You tend to feel frustrated or angry easily."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "You do not feel down often.",
            "lowDescription": "You feel down often."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "You tend not to be self-conscious in social situations and worry little about what others think of you.",
            "lowDescription": "You tend to be self-conscious in social situations and sensitive to what others think of you."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "You are able to resist temptation and are not likely to overindulge.",
            "lowDescription": "You have difficulty resisting temptation and are likely to overindulge."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "You can remain calm in stressful situations.",
            "lowDescription": "You tend to feel overwhelmed in stressful situations."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "You are comfortable around people and can make friends easily.",
            "lowDescription": "You tend to be more reserved around people and may not make friends easily."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "You prefer to be surrounded by people and enjoy the company of others.",
            "lowDescription": "You prefer to be alone and not be surrounded by people."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "You tend to take charge.",
            "lowDescription": "You tend to avoid taking charge, preferring that others take the lead."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "You tend to keep busy and do many things with your time.",
            "lowDescription": "You prefer to take it easy and not spend your time on too many things."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "You like to seek excitement and adventure and take risks.",
            "lowDescription": "You do not like to seek excitement and adventure or take risks."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "You are a joyful person who frequently experiences positive moods.",
            "lowDescription": "You are less likely to be in high spirits and may not frequently experience positive moods."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "You like to get lost in your thoughts and imagination.",
            "lowDescription": "You do not like to get lost in your thoughts and imagination."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "You are interested in art and literature.",
            "lowDescription": "You are not interested in art and literature."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "You are aware and open to your own and others' emotional experiences.",
            "lowDescription": "You tend to be less aware and open to your own and others' emotional experiences."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "You are likely to embrace variety and change.",
            "lowDescription": "You prefer routine and convention and are less welcoming of change."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "You are interested in abstract and philosophical ideas and discussions.",
            "lowDescription": "You tend not be interested in abstract and philosophical ideas and discussions."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "You tend to be willing to challenge convention and traditional values.",
            "lowDescription": "You tend to conform to convention and traditional values."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "You tend to trust others.",
            "lowDescription": "You tend to be more skeptical about the intentions of others."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "You are sincere in your dealings with others and do not resort to manipulation.",
            "lowDescription": "You believe that some degree of deception is necessary in relationships to achieve your desired end."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "You are concerned about others and are willing to help those in need.",
            "lowDescription": "You are less concerned about others and may prefer not to get involved in their matters."
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "You dislike confrontation and do not act in a competitive and aggressive manner.",
            "lowDescription": "You tend to act in a competitive and aggressive manner."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "You tend to be humble and do not possess an excessively high opinion of yourself.",
            "lowDescription": "You tend to have a high opinion of yourself and may see yourself as superior to others."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "You sympathize with others.",
            "lowDescription": "You tend not to sympathize easily with others."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "You are confident in your ability to accomplish tasks successfully and excel in them.",
            "lowDescription": "You lack confidence in your ability to accomplish tasks successfully and excel in them."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "You are tidy and organized.",
            "lowDescription": "You tend to be untidy and less organized."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "You tend to adhere to rules and fulfill obligations.",
            "lowDescription": "You tend to be more casual and flexible about adhering to rules and may not fulfill obligations."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "You work hard and go beyond expectations.",
            "lowDescription": "You tend to be satisfied with lower levels of achievement."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "You tend to be prepared and carry out plans in a disciplined manner.",
            "lowDescription": "You tend to be unprepared and may not carry out plans in a disciplined manner."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "You think carefully and do not rush into acting or making decisions.",
            "lowDescription": "You tend to act or make decisions without thinking through consequences."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "you",
      "objective": "you",
      "possessiveAdjective": "your",
      "possessive": "yours",
      "reflexive": "yourself"
    },
    "neutral": {
      "subjective": "they",
      "objective": "them",
      "possessiveAdjective": "their",
      "possessive": "theirs",
      "reflexive": "themself"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "perceive",
      "plural": "perceives"
    }
  },
  "nouns": {
    "person": {
      "singular": "This person"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Emotional Stability",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is emotionally stable - ",
            "midDescription": "{{name}} is somewhat in control of their emotions and generally resistant to pressure and temptation.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} emotional stability - "
          },
          "extraversion": {
            "name": "Extraversion",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is extraverted - ",
            "midDescription": "{{name}} is somewhat sociable, positive, excitement-seeking and assertive.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} extraversion - "
          },
          "opennessToExperience": {
            "name": "Openness to Experience",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is open to diverse experiences - ",
            "midDescription": "{{name}} is somewhat open to engaging in diverse ideas, activities, feelings and perspectives. ",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} openness to diverse experiences - "
          },
          "agreeableness": {
            "name": "Agreeableness",
            "highDescription": "{{name}}'s strongest personality trait is agreeableness - ",
            "midDescription": "{{name}} is moderately warm, modest and people-oriented.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} agreeableness - "
          },
          "conscientiousness": {
            "name": "Conscientiousness",
            "highDescription": "{{name}}'s strongest personality trait is that {{gender-subject}} is conscientious - ",
            "midDescription": "{{name}} is somewhat confident in their ability to achieve and is moderately disciplined in fulfilling duties in a structured and deliberate manner.",
            "lowDescription": "{{name}}'s development area is {{gender-possessive}} conscientiousness - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Core Self-Evaluations",
            "highDescription": "{{name}} is high on core self-evaluations - {{gender-subject}} views {{gender-object}}self in a consistently positive manner across situations.",
            "lowDescription": "{{name}} is low on core self-evaluations - {{gender-subject}} should try to view {{gender-object}}self in a more positive manner across situations."
          },
          "performanceOrientation": {
            "name": "Performance Orientation",
            "highDescription": "{{name}} is high on performance goal orientation - {{gender-subject}} is motivated to demonstrate and validate {{gender-possessive}} competence by seeking positive judgements and avoiding negative judgements from others. ",
            "lowDescription": "{{name}} is low on performance goal orientation - {{gender-subject}} should try to be more motivated to demonstrate and validate {{gender-possessive}} competence by seeking positive judgements and avoiding negative judgements."
          },
          "masteryOrientation": {
            "name": "Mastery Orientation",
            "highDescription": "{{name}} is high on mastery goal orientation - {{gender-subject}} is motivated to develop competence by acquiring new skills and mastering new situations.",
            "lowDescription": "{{name}} is low on on mastery goal orientation - {{gender-subject}} should try to be more motivated to develop competence by acquiring new skills and mastering new situations."
          },
          "selfMonitoring": {
            "name": "Self-monitoring",
            "highDescription": "{{name}} is high on self-monitoring - {{gender-subject}} is able to monitor and control {{gender-possessive}} expressions and behaviors.",
            "lowDescription": "{{name}} is low on self-monitoring - {{gender-subject}} should try to monitor and control {{gender-possessive}} expressions and behaviors more."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Core Self-Evaluations",
            "highDescription": "{{name}} tends to view themself in a consistently positive manner across situations. They see themself as capable, worthy and in control of their life. Such positive emotions, thoughts and motivations can affect how they feel, think and behave in the workplace.",
            "midDescription": "{{name}} sometimes views themself more positively, and at other times, more negatively. This affects whether they see themself as capable, worthy and in control of their life, which has an impact on how they feel, think and behave in the workplace.",
            "lowDescription": "{{name}} tends to view themself in a consistently negative manner across situations. They may see themself as less capable, unworthy and not in control of their life. Such negative emotions, thoughts and motivations can affect how they feel, think and behave in the workplace."
          },
          "performanceOrientation": {
            "name": "Performance Orientation",
            "highDescription": "{{name}} believes that their competence is demonstrated when they outperform others. As a result, they are likely to be motivated to set high goals for themself, with a focus on achieving a higher level of success and proficiency than others. ",
            "midDescription": "{{name}} occasionally believes that their competence is demonstrated when they outperform others. They are therefore fairly motivated to set high goals for themself, sometimes with a focus on achieving a higher level of success and proficiency than others.",
            "lowDescription": "{{name}} does not believe that outperforming others is necessarily a demonstration of their competence. They are not concerned about competing and winning against others. The goals they set are unlikely to be influenced or motivated by the success of others."
          },
          "masteryOrientation": {
            "name": "Mastery Orientation",
            "highDescription": "{{name}} is motivated to develop their competencies by acquiring new skills and mastering them across new situations. They may view challenging tasks as opportunities for growth and development.",
            "midDescription": "{{name}} is somewhat motivated to develop their competencies by acquiring new skills and mastering them across new situations. They may sometimes view challenging tasks as opportunities for growth and development.",
            "lowDescription": "{{name}} is less motivated to develop their competencies and may be less interested in acquiring new skills or mastering them across new situations. When faced with challenging tasks, they may react to them with apprehension or find them cumbersome."
          },
          "selfMonitoring": {
            "name": "Self-monitoring",
            "highDescription": "{{name}} tends to be able and willing to regulate their expressions and behaviors according to social circumstances. This helps them tailor how they present themself to others according to social cues and to be more effective in adapting to new situations.",
            "midDescription": "{{name}} is sometimes able and willing to regulate their expressions and behaviors according to social circumstances. This helps them tailor how they present themself to others according to social cues and to be more effective in adapting to new situations.",
            "lowDescription": "{{name}} tends to be less able or willing to regulate their expressions and behaviors regardless of social circumstances. They are unlikely to use social cues to tailor how they present themself to others and they may be less effective in adapting to new situations."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "Practical & hands-on roles that involve machines & tools",
            "lowDescription": "Practical & hands-on roles that involve machines & tools"
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "Analytical & scientific roles that involve exploring & researching things",
            "lowDescription": "Analytical & scientific roles that involve exploring & researching things"
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "Creative & artistic roles that involve creating original work",
            "lowDescription": "Creative & artistic roles that involve creating original work"
          },
          "social": {
            "name": "Social",
            "highDescription": "Roles that can help people by teaching & assisting them",
            "lowDescription": "Roles that can help people by teaching & assisting them"
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "Positions of leadership that involve influencing & directing others",
            "lowDescription": "Positions of leadership that involve influencing & directing others"
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "Roles with clear rules & procedures",
            "lowDescription": "Roles with clear rules & procedures"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "More hands-on activities at work"
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "More tasks that revolve around research and analytics"
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "More opportunities for {{name}} to create new things"
          },
          "social": {
            "name": "Social",
            "highDescription": "More work tasks that allow {{name}} to help others"
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "More opportunities that allow {{name}} to influence others"
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "More activities that revolve around keeping records and doing computations"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realistic"
          },
          "investigative": {
            "name": "Investigative"
          },
          "artistic": {
            "name": "Artistic"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Enterprising"
          },
          "conventional": {
            "name": "Conventional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realistic",
            "lowDescription": "{{name}} may not enjoy hands-on activities at work"
          },
          "investigative": {
            "name": "Investigative",
            "lowDescription": "{{name}} may avoid tasks that revolve around research and analytics"
          },
          "artistic": {
            "name": "Artistic",
            "lowDescription": "{{name}} may find it challenging to take on opportunities to create new things"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} may not enjoy activities that require {{gender-object}} to help others"
          },
          "enterprising": {
            "name": "Enterprising",
            "lowDescription": "{{name}} may avoid activities that require {{gender-object}} to influence others"
          },
          "conventional": {
            "name": "Conventional",
            "lowDescription": "{{name}} may find it challenging to take on activities that revolve around keeping records and doing computations"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realistic",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for outdoor, physical and mechanical tasks and seeks concrete rather than abstract problems as well as enjoys being in hands-on situations.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for outdoor, physical and mechanical tasks but may not always enjoy being in hands-on work situations.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for outdoor, physical and mechanical tasks and does not prefer hands-on work situations such as building and fixing things or operating equipment.",
            "summary": "{{name}} prefers to work in Realistic jobs the most - {{gender-subject}} likes practical, mechanical and hands-on occupations."
          },
          "investigative": {
            "name": "Investigative",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for working with theories and data, employing scientific methodologies to solve complex problems.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for working with theories, data and numbers, gathering facts and analyzing situations to solve complex problems.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that revolve around using theories and gathering data or numbers to analyze or solve complex problems.",
            "summary": "{{name}} prefers to work in Investigative jobs the most - {{gender-subject}} likes analytical and scientific occupations."
          },
          "artistic": {
            "name": "Artistic",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for opportunities involving creative and aesthetic self-expression in creating original work or product.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for opportunities that allow self-expression through artistic and original creations, though may not always be inclined to engage in creative tasks.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require aesthetic abilities and self-expression or those that require one to be creative in creating original work or product.",
            "summary": "{{name}} prefers to work in Artistic jobs the most - {{gender-subject}} likes creative, expressive and artistic occupations."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for activities that involve supporting, developing and enlightening others and seeks interpersonal pursuits that aim to deliver socially impactful outcomes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for activities that involve supporting, developing and enlightening others, as well as working to deliver socially impactful outcomes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that provide support or service to others, as well as working for others to derive socially impactful outcomes.",
            "summary": "{{name}} prefers to work in Social jobs the most - {{gender-subject}} likes occupations that can help people."
          },
          "enterprising": {
            "name": "Enterprising",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks that require directing and influencing others to adopt solutions or approaches, and prefers being in positions of influence or power.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that require directing and influencing others to adopt solutions or approaches.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for tasks that require directing and influencing others to adopt solutions or approaches.",
            "summary": "{{name}} prefers to work in Enterprising jobs the most - {{gender-subject}} likes occupations that allow them to be in positions of leadership."
          },
          "conventional": {
            "name": "Conventional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a strong preference for tasks requiring orderliness and organisation, as well as working in a systematized operation with clear guidelines and procedures.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a moderate preference for tasks that are performed in a systematic and orderly manner, though may not always like to closely follow rules and procedures.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} as someone who has a low preference for structured and rule-regulated tasks that must be performed in a systematic and orderly manner, as well as adhering to rules and procedures.",
            "summary": "{{name}} prefers to work in Conventional jobs the most - {{gender-subject}} likes occupations with clear standards, rules and procedures."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Achievement",
            "highDescription": "Results-driven",
            "midDescription": "Moderate focus on results",
            "lowDescription": "Low focus on results"
          },
          "recognition": {
            "name": "Recognition",
            "highDescription": "Advancement and rewards",
            "midDescription": "Moderate focus on advancement and rewards",
            "lowDescription": "Low focus on advancement and rewards"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "Collaboration and friendly",
            "midDescription": "Balance between collaboration and autonomy",
            "lowDescription": "Autonomy and competitive"
          },
          "support": {
            "name": "Support",
            "highDescription": "Supportive and ethical",
            "midDescription": "Some support and ethics",
            "lowDescription": "Low support and ethics"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "Decisiveness and independence",
            "midDescription": "Moderate level of decisiveness",
            "lowDescription": "Indecisive and dependence"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "highDescription": "Security and good working conditions",
            "midDescription": "Moderate focus on security and working conditions",
            "lowDescription": "Low focus on security and working conditions"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Achievement",
            "highDescription": "An organization that is results-focused by placing high expectations for achievement and performance by utilizing its employees' skills and abilities"
          },
          "recognition": {
            "name": "Recognition",
            "highDescription": "An organization that recognizes its employees' work through advancement opportunities and rewards"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "An organizational culture that encourages teamwork and a non-competitive work environment",
            "lowDescription": "A competitive organizational culture where people work independently"
          },
          "support": {
            "name": "Support",
            "highDescription": "An organizational culture that supports the employees and their development, and has high ethical standards"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "Constant opportunities to take risks and experiment with new ideas throughout the organization",
            "lowDescription": "An organization that is rule-oriented and focuses on stability"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "highDescription": "An organization that provides a sense of job security and good working conditions to its employees"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Achievement"
          },
          "recognition": {
            "name": "Recognition"
          },
          "relationships": {
            "name": "Relationships"
          },
          "support": {
            "name": "Support"
          },
          "independence": {
            "name": "Independence"
          },
          "workingConditions": {
            "name": "Working Conditions"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Achievement",
            "lowDescription": "It may be too demanding for {{name}} if there are high expectations for achievement, performance and results throughout the organization"
          },
          "recognition": {
            "name": "Recognition",
            "lowDescription": "{{name}} does not place a high emphasis on opportunities for advancement and rewards from the organization so it will be important to find out the other things {{gender-subject}} values instead"
          },
          "relationships": {
            "name": "Relationships",
            "highDescription": "{{name}} may be less satisfied with an organizational culture that is competitive and one that encourages people to work independently",
            "lowDescription": "{{name}} may be less satisfied at work if the organization encourages teamwork and collaboration"
          },
          "support": {
            "name": "Support",
            "lowDescription": "{{name}} may be unsatisfied if the organization is unsupportive of its employees and their development"
          },
          "independence": {
            "name": "Independence",
            "highDescription": "{{name}} may be less satisfied at work if the organization becomes more rule-oriented and focuses more on stability",
            "lowDescription": "{{name}} may be less satisfied at work if the organization starts to take more risks and tries to experiment with new ideas more often"
          },
          "workingConditions": {
            "name": "Working Conditions",
            "lowDescription": "{{name}} does not place a high focus on the working conditions and sense of job security that the organization provides so it will be important to find out the other things {{gender-subject}} values instead"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Innovation",
            "highDescription": "{{name}} values innovation and risk taking more than stability and predictability in an organization.",
            "midDescription": "{{name}} values a balance of innovation and stability in an organization.",
            "lowDescription": "{{name}} values stability and predictability more than innovation and risk taking in an organization.",
            "summary": "{{name}} highly values innovation in an organization."
          },
          "attentionToDetail": {
            "name": "Attention to Detail",
            "highDescription": "{{name}} highly values an organization that needs to be precise and attentive to details.",
            "midDescription": "{{name}} values an organization that needs to be precise and attentive to details to a moderate extent.",
            "lowDescription": "{{name}} does not really value an organization that needs to be precise and attentive to details.",
            "summary": "{{name}} highly values an organization that pays attention to details."
          },
          "outcomeOrientation": {
            "name": "Outcome Orientation",
            "highDescription": "{{name}} values organizations that have high expectations of performance, results and achievement.",
            "midDescription": "{{name}} values organizations that have some expectations of performance, results and achievement.",
            "lowDescription": "{{name}} values organizations that have low expectations of performance, results and achievement.",
            "summary": "{{name}} highly values organizations that focus on results."
          },
          "aggressiveness": {
            "name": "Aggressiveness",
            "highDescription": "{{name}} values aggressiveness and competitiveness more than social responsibility in an organization.",
            "midDescription": "{{name}} values a balance of aggressiveness and social responsibility in an organization.",
            "lowDescription": "{{name}} values social responsibility more than aggressiveness and competitiveness in an organization.",
            "summary": "{{name}} highly values aggressiveness in an organization."
          },
          "supportiveness": {
            "name": "Supportiveness",
            "highDescription": "{{name}} highly values supportiveness and information sharing in an organization.",
            "midDescription": "{{name}} values supportiveness and information sharing in an organization to a moderate extent.",
            "lowDescription": "{{name}} does not really value supportiveness and information sharing in an organization.",
            "summary": "{{name}} highly values supportiveness in an organization."
          },
          "emphasisOnRewards": {
            "name": "Growth and Rewards",
            "highDescription": "{{name}} values organizations that provide rewards to employees such as pay and growth opportunities.",
            "midDescription": "{{name}} values organizations that occasionally provide rewards to employees such as pay and growth opportunities.",
            "lowDescription": "{{name}} does not value rewards for employees such as pay and growth opportunities in an organization.",
            "summary": "{{name}} highly values organizations that emphasize rewards."
          },
          "teamOrientation": {
            "name": "Team Orientation",
            "highDescription": "{{name}} values team orientation and collaboration more than autonomy and independence in an organization.",
            "midDescription": "{{name}} values a balance of team orientation and autonomy in an organization.",
            "lowDescription": "{{name}} values autonomy and independence more than team orientation and collaboration in an organization.",
            "summary": "{{name}} highly values an organization that is team oriented."
          },
          "decisiveness": {
            "name": "Decisiveness",
            "highDescription": "{{name}} values organizations that can make decisions quickly.",
            "midDescription": "{{name}} values organizations that balance between conflict and decisiveness.",
            "lowDescription": "{{name}} values organizations that have a culture that encourages conflict as opposed to decisiveness.",
            "summary": "{{name}} highly values organizations that can make decisions quickly."
          },
          "respectForPeople": {
            "name": "Respect for people",
            "highDescription": "{{name}} highly values fairness and tolerance in an organization.",
            "midDescription": "{{name}} values fairness and tolerance in an organization to a moderate extent.",
            "lowDescription": "{{name}} does not really value fairness and tolerance in an organization.",
            "summary": "{{name}} highly values an organization that has respect for people."
          },
          "adaptability": {
            "name": "Adaptability",
            "highDescription": "{{name}} values organizations that are adaptive, innovative and willing to experiment.",
            "midDescription": "{{name}} values organizations that balance between adaptability and stability.",
            "lowDescription": "{{name}} values organizations that are stable, predictable and careful.",
            "summary": "{{name}} highly values organizations that are adaptable."
          },
          "collaboration": {
            "name": "Collaboration",
            "highDescription": "{{name}} values organizations that have a people-oriented culture which focuses on collaboration and teamwork.",
            "midDescription": "{{name}} values organizations that strike a balance between collaboration and autonomy (the freedom to govern yourself or to organize your own activities at work).",
            "lowDescription": "{{name}} values organizational cultures with less focus on being people-oriented and more focus on autonomy (the freedom to govern yourself or to organize your own activities at work) and aggressiveness in achieving your goals.",
            "summary": "{{name}} highly values organizations that foster collaboration."
          },
          "customerOrientation": {
            "name": "Customer Orientation",
            "highDescription": "{{name}} values organizations that are market-driven and focus on customers.",
            "midDescription": "{{name}} values organizations that are moderately market-driven and with some focus on customers.",
            "lowDescription": "{{name}} values organizations that are less market-driven and less focused on customers.",
            "summary": "{{name}} highly values organizations that are customer oriented."
          },
          "detailOrientation": {
            "name": "Detail Orientation",
            "highDescription": "{{name}} values organizations that are attentive to details and quality.",
            "midDescription": "{{name}} values organizations that are attentive to details and quality to a moderate extent.",
            "lowDescription": "{{name}} does not value organizations that are attentive to details and quality.",
            "summary": "{{name}} highly values organizations that focus on details."
          },
          "integrity": {
            "name": "Integrity",
            "highDescription": "{{name}} highly values organizations that have high integrity and high ethical standards such as having respect for people.",
            "midDescription": "{{name}} values organizations that have some integrity and some ethical standards such as having respect for people.",
            "lowDescription": "{{name}} does not value organizations that have integrity and ethical standards such as having respect for people.",
            "summary": "{{name}} highly values organizations that have integrity."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Emotional Stability",
            "highDescription": "Has high grit",
            "lowDescription": "Has grit"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Very proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Openness to Experience",
            "highDescription": "Very motivated to learn",
            "lowDescription": "Motivated to learn"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Very comfortable with change",
            "lowDescription": "Comfortable with change"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscientiousness",
            "highDescription": "Very satisfied at work",
            "lowDescription": "Satisfied at work"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Core Self-Evaluations",
            "highDescription": "Very emotionally committed to work",
            "lowDescription": "Emotionally committed to work"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performance Orientation",
            "highDescription": "High performance at work",
            "lowDescription": "Good performance at work"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Mastery Orientation",
            "highDescription": "Highly creative at work",
            "lowDescription": "Creative at work"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Self-monitoring",
            "highDescription": "Can work well in a team",
            "lowDescription": "Can work in a team"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspective Taking",
            "highDescription": "Has strong leadership ability",
            "lowDescription": "Has leadership ability"
          },
          "realistic": {
            "id": "11",
            "name": "Realistic",
            "highDescription": "Very low job burnout",
            "lowDescription": "Low job burnout"
          },
          "artistic": {
            "id": "13",
            "name": "Artistic",
            "highDescription": "Very effective in communication",
            "lowDescription": "Effective in communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Very strong multi-tasking ability",
            "lowDescription": "Can multi-task"
          },
          "enterprising": {
            "id": "15",
            "name": "Enterprising",
            "highDescription": "Highly able to be an entrepreneur",
            "lowDescription": "Able to be an entrepreneur"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "{{name}} rarely gets worried and fearful about things.",
            "lowDescription": "{{name}} tends to get worried and fearful about things."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "{{name}} does not feel frustrated or angry easily.",
            "lowDescription": "{{name}} tends to feel frustrated or angry easily."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} does not feel down often.",
            "lowDescription": "{{name}} feels down often."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "{{name}} tends not to be self-conscious in social situations and worries little about what others think of them.",
            "lowDescription": "{{name}} tends to be self-conscious in social situations and sensitive to what others think of them."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "{{name}} is able to resist temptation and is not likely to overindulge.",
            "lowDescription": "{{name}} has difficulty resisting temptation and is likely to overindulge."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "{{name}} can remain calm in stressful situations.",
            "lowDescription": "{{name}} tends to feel overwhelmed in stressful situations."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "{{name}} is comfortable around people and can make friends easily.",
            "lowDescription": "{{name}} tends to be more reserved around people and may not make friends easily."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} prefers to be surrounded by people and enjoy the company of others.",
            "lowDescription": "{{name}} prefers to be alone and not be surrounded by people."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "{{name}} tends to take charge.",
            "lowDescription": "{{name}} tends to avoid taking charge, preferring that others take the lead."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "{{name}} tends to keep busy and do many things with their time.",
            "lowDescription": "{{name}} prefers to take it easy and not spend their time on too many things."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "{{name}} likes to seek excitement and adventure and take risks.",
            "lowDescription": "{{name}} does not like to seek excitement and adventure or take risks."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "{{name}} is a joyful person who frequently experiences positive moods.",
            "lowDescription": "{{name}} is less likely to be in high spirits and may not frequently experience positive moods."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "{{name}} likes to get lost in their thoughts and imagination.",
            "lowDescription": "{{name}} does not like to get lost in their thoughts and imagination."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "{{name}} is interested in art and literature.",
            "lowDescription": "{{name}} is not interested in art and literature."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "{{name}} is aware and open to their own and others' emotional experiences.",
            "lowDescription": "{{name}} tends to be less aware and open to their own and others' emotional experiences."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "{{name}} is likely to embrace variety and change",
            "lowDescription": "{{name}} prefers routine and convention and is less welcoming of change."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "{{name}} is interested in abstract and philosophical ideas and discussions.",
            "lowDescription": "{{name}} tends not to be interested in abstract and philosophical ideas and discussions."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "{{name}} tends to be willing to challenge convention and traditional values.",
            "lowDescription": "{{name}} tends to conform to convention and traditional values."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "{{name}} tends to trust others.",
            "lowDescription": "{{name}} tends to be more skeptical about the intentions of others."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "{{name}} is sincere in their dealings with others and does not resort to manipulation.",
            "lowDescription": "{{name}} believes that some degree of deception is necessary in relationships to achieve their desired end."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "{{name}} is concerned about others and is willing to help those in need.",
            "lowDescription": "{{name}} is less concerned about others and may prefer not to get involved in their matters."
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "{{name}} dislikes confrontation and does not act in a competitive and aggressive manner.",
            "lowDescription": "{{name}} tends to act in a competitive and aggressive manner."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "{{name}} tends to be humble and does not possess an excessively high opinion of themself.",
            "lowDescription": "{{name}} tends to have a high opinion of themself and may see themself as superior to others."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "{{name}} sympathizes with others.",
            "lowDescription": "{{name}} tends not to sympathize easily with others."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "{{name}} is confident in their ability to accomplish tasks successfully and excel in them.",
            "lowDescription": "{{name}} lacks confidence in their ability to accomplish tasks successfully and excel in them."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "{{name}} is tidy and organized.",
            "lowDescription": "{{name}} tends to be untidy and less organized."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "{{name}} tends to adhere to rules and fulfill obligations.",
            "lowDescription": "{{name}} tends to be more casual and flexible about adhering to rules and may not fulfill obligations."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "{{name}} works hard and goes beyond expectations.",
            "lowDescription": "{{name}} tends to be satisfied with lower levels of achievement."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "{{name}} tends to be prepared and carry out plans in a disciplined manner.",
            "lowDescription": "{{name}} tends to be unprepared and may not carry out plans in a disciplined manner."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "{{name}} think carefully and does not rush into acting or making decisions.",
            "lowDescription": "{{name}} tends to act or make decisions without thinking through consequences."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "{{name}} rarely gets worried and fearful about things. During stressful situations at work, they do not often feel distressed or impaired, which enables them to perform to your usual standards.",
            "midDescription": "{{name}} occasionally gets worried and fearful about things. During stressful situations at work, they may sometimes feel distressed or impaired, which can impact their performance if they feel that it is beyond their ability to cope.",
            "lowDescription": "{{name}} tends to get worried and fearful about things. During stressful situations at work, they may often feel distressed or impaired, which can have a detrimental effect on their performance if they feel that it is beyond their ability to cope."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "{{name}} does not feel frustrated or angry easily. This is helpful in building trust at work, enabling constructive conflict-management and facilitating a civil and professional working climate.",
            "midDescription": "{{name}} tends to feel frustrated or angry once in a while. If mismanaged, this can be detrimental to their personal health and work performance. If expressed unconstructively and excessively, this may also strain working relationships and may be harmful to the organizational climate.",
            "lowDescription": "{{name}} tends to feel frustrated or angry easily. If mismanaged, this can be detrimental to their personal health and work performance. If expressed unconstructively and excessively, this may also strain working relationships and may be harmful to the organizational climate."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} does not feel down often. They are not easily affected by feelings of dejection, which enables them to perform to their usual standards at work.",
            "midDescription": "{{name}} occasionally feels down. If left unchecked, depressed feelings often result in a lack of motivation and energy and difficulty in initiating activities, which may lead to difficulties in maintaining optimal performance at work.",
            "lowDescription": "{{name}} tends to feel down often. If left unchecked, depressed feelings often result in a lack of motivation and energy and difficulty in initiating activities, which may lead to difficulties in maintaining optimal performance at work."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "{{name}} tends not to be self-conscious in social situations and worries little about what others think of them. This enables them to put themself out there and interact with others more authentically. However, if taken to an extreme, there may be a risk of a lack of self-awareness.",
            "midDescription": "{{name}} may sometimes be self-conscious in social situations and sensitive to what others think of them. These concerns can lead to some discomfort and nervousness in social interactions, which may hold them back from what they can truly achieve at work.",
            "lowDescription": "{{name}} tends to be self-conscious in social situations and sensitive to what others think of them. These concerns can lead to discomfort and nervousness in social interactions, which may hold them back from what they can truly achieve at work."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "{{name}} is able to resist temptation and is not likely to overindulge. This helps with their productivity at work.",
            "midDescription": "{{name}} is sometimes able to resist temptation and occasionally overindulges. Giving in to impulses too often at work can impact their productivity.",
            "lowDescription": "{{name}} has difficulty resisting temptation and is likely to overindulge. Giving in to impulses too often at work can impact their productivity."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "{{name}} can remain calm in stressful situations. This helps them to think, make decisions and take action with a clear mind, even when under pressure. However, an overly calm reaction may occasionally be perceived by others as a lack of empathy or a misunderstanding of the severity of the situation.",
            "midDescription": "{{name}} can sometimes remain calm in stressful situations. Staying calm helps them to think, make decisions and take action with a clear mind. Conversely, becoming overwhelmed will inhibit their capability to think, decide and act, which has an impact on their work performance.",
            "lowDescription": "{{name}} tends to feel overwhelmed in stressful situations. Under pressure, they may feel panic, confusion and helplessness which can inhibit their ability to think clearly, make decisions and take action. This can have an impact on their work performance."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "{{name}} is comfortable around people and can make friends easily. This enables them to navigate social situations, including within the workplace.",
            "midDescription": "{{name}} is somewhat comfortable around people and is able to make friends with some effort. This affects their ability to navigate social situations, including within the workplace.",
            "lowDescription": "{{name}} tends to be more reserved around people and may not make friends easily. This may have an effect on their ability to navigate social situations, including within the workplace."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} prefers to be surrounded by people and enjoy the company of others. This is helpful when they need to perform within social contexts common in the workplace.",
            "midDescription": "{{name}} sometimes enjoys the company of others but at other times, prefers to be alone. Being sociable is helpful when they need to perform within social contexts common in the workplace.",
            "lowDescription": "{{name}} prefers to be alone and not be surrounded by people. This may sometimes affect their ability to perform within social contexts common in the workplace."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "{{name}} tends to take charge. This contributes to their potential for leadership.",
            "midDescription": "{{name}} occasionally takes charge. This contributes to their potential for leadership.",
            "lowDescription": "{{name}} tends to avoid taking charge, preferring that others take the lead. This may have an impact on their potential for leadership."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "{{name}} tends to keep busy and do many things with their time. This can be indicative of how much energy they spend and their level of involvement in daily activities at work.",
            "midDescription": "{{name}} tries to strike a balance with how much they do with their time. Similarly, this can be indicative of how much energy they spend and their level of involvement in daily activities at work.",
            "lowDescription": "{{name}} prefers to take it easy and not spend their time on too many things. Similarly, this can be indicative of how much energy they spend and their level of involvement in daily activities at work."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "{{name}} likes to seek excitement and adventure and take risks. This can be helpful for jobs in a dynamic, rapidly- changing environment, and jobs that require some level of risk-taking.",
            "midDescription": "{{name}} occasionally seeks excitement and adventure and takes risks. This can be helpful for jobs in a dynamic, rapidly- changing environment and jobs that require some level of risk-taking.",
            "lowDescription": "{{name}} does not like to seek excitement and adventure or take risks. They may find it challenging to work in a dynamic, rapidly-changing environment and in jobs that require some level of risk-taking."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "{{name}} is a joyful person who frequently experiences positive moods. Positive people are often perceived to be more likable to others.",
            "midDescription": "{{name}} is a moderately joyful person who sometimes experiences positive moods. This has an effect on how positive others perceive them to be and may also impact how likable they are.",
            "lowDescription": "{{name}} is less likely to be in high spirits and may not frequently experience positive moods. This has an effect on how positive others perceive them to be, and may also impact how likable they are."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "{{name}} likes to get lost in their thoughts and imagination. Cultivating imagination helps in problem-solving and innovation.",
            "midDescription": "{{name}} occasionally likes to get lost in their thoughts and imagination. Cultivating imagination helps in problem-solving and innovation.",
            "lowDescription": "{{name}} does not like to get lost in their thoughts and imagination. Cultivating imagination helps in problem-solving and innovation."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "{{name}} is interested in art and literature. Involvement in art and literature can help develop skills like analytical thinking and even improve well-being.",
            "midDescription": "{{name}} is sometimes interested in art and literature. Involvement in art and literature can help develop skills like analytical thinking and even improve well-being.",
            "lowDescription": "{{name}} is not interested in art or literature. Involvement in art and literature can help develop skills like analytical thinking and even improve well-being."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "{{name}} is aware and open to their own and others' emotional experiences. This enables them to be empathetic and build healthy relationships with others.",
            "midDescription": "{{name}} is moderately aware and sometimes open to their own and others' emotional experiences. This has an effect on their empathy for others and their ability to build healthy relationships.",
            "lowDescription": "{{name}} tends to be less aware and open to their own and others' emotional experiences. This can have an effect on their empathy for others and their ability to build healthy relationships."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "{{name}} is likely to embrace variety and change. Change is inevitable in daily life as well as in the workplace.",
            "midDescription": "{{name}} prefers a balance between variety and routine and welcomes changes once in a while. Change is inevitable in daily life as well as in the workplace.",
            "lowDescription": "{{name}} prefers routine and convention and is less welcoming of change. Change is inevitable in daily life as well as in the workplace."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "{{name}} is interested in abstract and philosophical ideas and discussions. They may be more receptive to alternative theories and ideas.",
            "midDescription": "{{name}} is somewhat interested in abstract and philosophical ideas and discussions. They may occasionally be receptive to alternative theories and ideas.",
            "lowDescription": "{{name}} tends not to be interested in abstract and philosophical ideas and discussions. They may be less receptive to alternative theories and ideas."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "{{name}} tends to be willing to challenge convention and traditional values. They may be more receptive to alternative opinions and perspectives.",
            "midDescription": "{{name}} is occasionally willing to challenge convention and traditional values. They may be somewhat receptive to alternative opinions and perspectives.",
            "lowDescription": "{{name}} tends to conform to convention and traditional values. They may be less receptive to alternative opinions and perspectives."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "{{name}} tends to trust others. At work, they tend to interact with others assuming that they are trustworthy and have good intentions, which may sometimes be reciprocated in turn. This enables them to build sincere relationships at work.",
            "midDescription": "{{name}} tends to trust others to some extent. At work, they may interact with others assuming that they are trustworthy and have good intentions for the most part, but they also practice some caution. While trust is sometimes reciprocated, a level of caution is occasionally helpful.",
            "lowDescription": "{{name}} tends to be more skeptical about the intentions of others. This may affect how they interact with other people and their ability to build sincere relationships at work."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "{{name}} is sincere in their dealings with others and does not resort to manipulation. People may find them easier to interact with and relate to, which facilitates relationship-building.",
            "midDescription": "{{name}} is usually sincere in their dealings with others, though they are not above using some deception if necessary. If taken to an extreme, such behavior can be harmful to teams and the organization in the long run.",
            "lowDescription": "{{name}} believes that some degree of deception is necessary in relationships to achieve their desired end. If taken to an extreme, such behavior can be harmful to teams and organizations in the long run."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "{{name}} is concerned about others and is willing to help those in need. Their readiness to help and support others facilitates the building of cohesive teams and a collaborative culture.",
            "midDescription": "{{name}} is occasionally concerned about others and is sometimes willing to help those in need. Their readiness to help and support others facilitates the building of cohesive teams and a collaborative culture.",
            "lowDescription": "{{name}} is less concerned about others and may prefer not to get involved in their matters. This may have an impact on team cohesiveness and collaboration"
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "{{name}} dislikes confrontation and does not act in a competitive and aggressive manner. Others may reciprocate accordingly, which helps to create an amiable and pleasant working environment.",
            "midDescription": "{{name}} tends to be ambivalent about confrontation, but for the most part, they try not to act in a competitive and aggressive manner. Aggressive confrontation may be reciprocated, which creates a working environment that is unconducive and unconstructive.",
            "lowDescription": "{{name}} tends to act in a competitive and aggressive manner. Aggressive confrontation may be reciprocated, which creates a working environment that is unconducive and unconstructive."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "{{name}} tends to be humble and does not possess an excessively high opinion of themself. Modest people are often perceived as positive and likable. However, excessive humbleness may also be an indicator of low self-confidence.",
            "midDescription": "{{name}} has a moderately high opinion of themself. Modest people are often perceived as positive and likable and a moderate level of self-confidence is healthy.",
            "lowDescription": "{{name}} tends to have a high opinion of themself and may see themself as superior to others. They may also be perceived as being prone to discussing their achievements and appearing overly confident of themself. Modest people, on the other hand, are often perceived to be more positive and likable."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "{{name}} sympathizes with others. Expressing sympathy at work demonstrates that they value how others are feeling and conveys support. This helps to build and enrich working relationships.",
            "midDescription": "{{name}} sympathizes with others occasionally. Expressing sympathy at work demonstrates that they value how others are feeling and conveys support. This helps to build and enrich working relationships.",
            "lowDescription": "{{name}} tends not to sympathize easily with others. Expressing sympathy at work will demonstrate that they value how others are feeling and convey their support. This helps to build and enrich working relationships."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "{{name}} is confident in their ability to accomplish tasks successfully and excel in them. Job performance is related to one's confidence in their abilities.",
            "midDescription": "{{name}} is somewhat confident in their ability to accomplish tasks successfully and excel in them. Their confidence in their abilities may have an effect on their performance.",
            "lowDescription": "{{name}} lacks confidence in their ability to accomplish tasks successfully and excel in them. Their lack of confidence in their abilities may have an effect on their performance."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "{{name}} is tidy and organized. Being tidy and organized may enable better productivity.",
            "midDescription": "{{name}} is somewhat tidy and organized. Being more tidy and organized may enable better productivity.",
            "lowDescription": "{{name}} tends to be untidy and less organized. Being more tidy and organized may enable better productivity."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "{{name}} tends to adhere to rules and fulfill obligations. Following rules helps to maintain order and fulfilling obligations generates trust.",
            "midDescription": "{{name}} adheres to rules and fulfills obligations to a moderate extent. Following rules helps to maintain order and fulfilling obligations will help generate trust.",
            "lowDescription": "{{name}} tends to be more casual and flexible about adhering to rules and may not fulfill obligations. Following rules helps to better maintain order and fulfilling obligations will help generate trust."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "{{name}} works hard and goes beyond expectations. This enables them to attain higher levels of success.",
            "midDescription": "{{name}} sometimes works hard and goes beyond expectations. This has an impact on their ability to attain higher levels of success.",
            "lowDescription": "{{name}} tends to be satisfied with lower levels of achievement. This may have an impact on their ability to attain higher levels of success."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "{{name}} tends to be prepared and carry out plans in a disciplined manner. This keeps them on track towards achieving their goals.",
            "midDescription": "{{name}} tries to be prepared and carries out plans in a disciplined manner. This may have an impact on their ability to stay on track towards achieving their goals.",
            "lowDescription": "{{name}} tends to be unprepared and may not carry out plans in a disciplined manner. This may have an impact on their ability to stay on track towards achieving their goals."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "{{name}} thinks carefully and does not rush into acting or making decisions. Such cautiousness can sometimes enable them to be more effective when responding to situations.",
            "midDescription": "{{name}} occasionally thinks carefully and tries not to rush into acting or making decisions. Such cautiousness can sometimes enable them to be more effective when responding to situations.",
            "lowDescription": "{{name}} tends to act or make decisions without thinking through consequences. Some cautiousness can help you be more effective when responding to situations."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calmness",
            "highDescription": "{{name}} rarely gets worried and fearful about things.",
            "lowDescription": "{{name}} tends to get worried and fearful about things."
          },
          "anger": {
            "name": "Composure",
            "highDescription": "{{name}} does not feel frustrated or angry easily.",
            "lowDescription": "{{name}} tends to feel frustrated or angry easily."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} does not feel down often.",
            "lowDescription": "{{name}} feels down often."
          },
          "selfConsciousness": {
            "name": "Self-confidence",
            "highDescription": "{{name}} tends not to be self-conscious in social situations and worries little about what others think of them.",
            "lowDescription": "{{name}} tends to be self-conscious in social situations and sensitive to what others think of them."
          },
          "immoderation": {
            "name": "Willpower",
            "highDescription": "{{name}} is able to resist temptation and is not likely to overindulge.",
            "lowDescription": "{{name}} has difficulty resisting temptation and is likely to overindulge."
          },
          "vulnerability": {
            "name": "Resilience",
            "highDescription": "{{name}} can remain calm in stressful situations.",
            "lowDescription": "{{name}} tends to feel overwhelmed in stressful situations."
          },
          "friendliness": {
            "name": "Friendliness",
            "highDescription": "{{name}} is comfortable around people and can make friends easily.",
            "lowDescription": "{{name}} tends to be more reserved around people and may not make friends easily."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} prefers to be surrounded by people and enjoy the company of others.",
            "lowDescription": "{{name}} prefers to be alone and not be surrounded by people."
          },
          "assertiveness": {
            "name": "Assertiveness",
            "highDescription": "{{name}} tends to take charge.",
            "lowDescription": "{{name}} tends to avoid taking charge, preferring that others take the lead."
          },
          "activityLevel": {
            "name": "Activity level",
            "highDescription": "{{name}} tends to keep busy and do many things with their time.",
            "lowDescription": "{{name}} prefers to take it easy and not spend their time on too many things."
          },
          "excitementSeeking": {
            "name": "Excitement-seeking",
            "highDescription": "{{name}} likes to seek excitement and adventure and take risks.",
            "lowDescription": "{{name}} does not like to seek excitement and adventure or take risks."
          },
          "cheerfulness": {
            "name": "Cheerfulness",
            "highDescription": "{{name}} is a joyful person who frequently experiences positive moods.",
            "lowDescription": "{{name}} is less likely to be in high spirits and may not frequently experience positive moods."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "{{name}} likes to get lost in their thoughts and imagination.",
            "lowDescription": "{{name}} does not like to get lost in their thoughts and imagination."
          },
          "artisticInterests": {
            "name": "Artistic interests",
            "highDescription": "{{name}} is interested in art and literature.",
            "lowDescription": "{{name}} is not interested in art and literature."
          },
          "emotionality": {
            "name": "Emotionality",
            "highDescription": "{{name}} is aware and open to their own and others' emotional experiences.",
            "lowDescription": "{{name}} tends to be less aware and open to their own and others' emotional experiences."
          },
          "adventurousness": {
            "name": "Adventurousness",
            "highDescription": "{{name}} is likely to embrace variety and change",
            "lowDescription": "{{name}} prefers routine and convention and is less welcoming of change."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "{{name}} is interested in abstract and philosophical ideas and discussions.",
            "lowDescription": "{{name}} tends not to be interested in abstract and philosophical ideas and discussions."
          },
          "liberalism": {
            "name": "Liberalism",
            "highDescription": "{{name}} tends to be willing to challenge convention and traditional values.",
            "lowDescription": "{{name}} tends to conform to convention and traditional values."
          },
          "trust": {
            "name": "Trust",
            "highDescription": "{{name}} tends to trust others.",
            "lowDescription": "{{name}} tends to be more skeptical about the intentions of others."
          },
          "morality": {
            "name": "Morality",
            "highDescription": "{{name}} is sincere in their dealings with others and does not resort to manipulation.",
            "lowDescription": "{{name}} believes that some degree of deception is necessary in relationships to achieve their desired end."
          },
          "altruism": {
            "name": "Altruism",
            "highDescription": "{{name}} is concerned about others and is willing to help those in need.",
            "lowDescription": "{{name}} is less concerned about others and may prefer not to get involved in their matters."
          },
          "cooperation": {
            "name": "Cooperation",
            "highDescription": "{{name}} dislikes confrontation and does not act in a competitive and aggressive manner.",
            "lowDescription": "{{name}} tends to act in a competitive and aggressive manner."
          },
          "modesty": {
            "name": "Modesty",
            "highDescription": "{{name}} tends to be humble and does not possess an excessively high opinion of themself.",
            "lowDescription": "{{name}} tends to have a high opinion of themself and may see themself as superior to others."
          },
          "sympathy": {
            "name": "Sympathy",
            "highDescription": "{{name}} sympathizes with others.",
            "lowDescription": "{{name}} tends not to sympathize easily with others."
          },
          "selfEfficacy": {
            "name": "Self-efficacy",
            "highDescription": "{{name}} is confident in their ability to accomplish tasks successfully and excel in them.",
            "lowDescription": "{{name}} lacks confidence in their ability to accomplish tasks successfully and excel in them."
          },
          "orderliness": {
            "name": "Orderliness",
            "highDescription": "{{name}} is tidy and organized.",
            "lowDescription": "{{name}} tends to be untidy and less organized."
          },
          "dutifulness": {
            "name": "Dutifulness",
            "highDescription": "{{name}} tends to adhere to rules and fulfill obligations.",
            "lowDescription": "{{name}} tends to be more casual and flexible about adhering to rules and may not fulfill obligations."
          },
          "achievementStriving": {
            "name": "Achievement-striving",
            "highDescription": "{{name}} works hard and goes beyond expectations.",
            "lowDescription": "{{name}} tends to be satisfied with lower levels of achievement."
          },
          "selfDiscipline": {
            "name": "Self-discipline",
            "highDescription": "{{name}} tends to be prepared and carry out plans in a disciplined manner.",
            "lowDescription": "{{name}} tends to be unprepared and may not carry out plans in a disciplined manner."
          },
          "cautiousness": {
            "name": "Cautiousness",
            "highDescription": "{{name}} think carefully and does not rush into acting or making decisions.",
            "lowDescription": "{{name}} tends to act or make decisions without thinking through consequences."
          }
        }
      }
    }
  }
}
