{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Logro/Esfuerzo",
        "highDescription": "Se fija objetivos personales ambiciosos y tomaría medidas definitivas para alcanzarlos. Se esfuerza por lograr un rendimiento de alta calidad.",
        "lowDescription": "Puede beneficiarse al fortalecer la confianza en la ejecución de tareas, garantizar el seguimiento de los compromisos, completar las metas y alinearse más estrechamente con las expectativas de desempeño."
      },
      "persistence": {
        "name": "Persistencia",
        "highDescription": "Demuestra tenacidad y resiliencia. Permanece comprometido con los planes y propósitos estratégicos a pesar de los desafíos.",
        "lowDescription": "Puede beneficiarse del desarrollo de estrategias para gestionar la presión y superar los obstáculos de forma más eficaz. Se le anima a buscar y utilizar apoyo cuando se enfrenta a la adversidad."
      },
      "initiative": {
        "name": "Iniciativa",
        "highDescription": "Acepta tareas nuevas y adicionales sin que se lo pidan. Desafía proactivamente el status quo e identifica formas de contribuir y mejorar.",
        "lowDescription": "Tiene la oportunidad de crecer adoptando un enfoque más proactivo en situaciones de influencia. Se le alienta a aceptar nuevas responsabilidades y desafíos y a intentar iniciar acciones."
      },
      "leadership": {
        "name": "Liderazgo",
        "highDescription": "Dispuesto a guiar, liderar y dar direcciones a otros. A menudo sugiere formas de mejorar la calidad y la eficacia.",
        "lowDescription": "Puede beneficiarse de dar un paso al frente para liderar y ofrecer dirección cuando surjan oportunidades. Se le anima a buscar apoyo para crecer en áreas de gestión y orientación de otros."
      },
      "cooperation": {
        "name": "Cooperación",
        "highDescription": "Capaz de trabajar de manera positiva y armoniosa con diferentes personas, y es probable que trate a todos de manera justa y respetuosa.",
        "lowDescription": "Puede mejorar la moral y la productividad del equipo al trabajar para volverse más cooperativo y más fácil de colaborar. Esto podría significar trabajar en habilidades de comunicación y trabajo en equipo."
      },
      "concernForOthers": {
        "name": "Preocupación por los demás",
        "highDescription": "Considera y respeta las necesidades, sentimientos y perspectivas de los demás. Ofrece apoyo a los demás, especialmente cuando se encuentran en situaciones difíciles.",
        "lowDescription": "Puede beneficiarse al desarrollar empatía y comprensión hacia las necesidades y sentimientos de los demás. Por ejemplo, al tratar de ofrecer apoyo y ayuda, uno puede estar más en sintonía con los demás, fomentando un ambiente más compasivo y solidario."
      },
      "socialOrientation": {
        "name": "Orientación Social",
        "highDescription": "Fomenta la unidad y promueve la sinergia dentro de un equipo para lograr objetivos. Construye y mantiene relaciones productivas con los demás.",
        "lowDescription": "Puede beneficiarse de encontrar un equilibrio entre independencia y colaboración, fomentando un mayor compromiso con los colegas para enriquecer las experiencias y los resultados laborales."
      },
      "selfControl": {
        "name": "Autocontrol",
        "highDescription": "Demuestra un alto nivel de autocontrol y autorregulación, incluso ante la adversidad. Consciente de los efectos de sus propias acciones y estados de ánimo en los demás, y es poco probable que actúe impulsivamente.",
        "lowDescription": "Puede beneficiarse del desarrollo de estrategias para regular mejor las emociones y mejorar la toma de decisiones reflexiva."
      },
      "stressTolerance": {
        "name": "Tolerancia al estrés",
        "highDescription": "Capacidad para tomar decisiones racionales y continuar desempeñándose eficazmente en situaciones estresantes, y acepta fácilmente comentarios y críticas.",
        "lowDescription": "Puede beneficiarse de técnicas relacionadas con la regulación emocional y el manejo del estrés para estar más preparado para controlar las emociones, ver la retroalimentación como una oportunidad de crecimiento y trabajar bajo estrés, mejorando así el desempeño."
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilidad/Flexibilidad",
        "highDescription": "Responde positivamente a los cambios y adopta nuevas prácticas. Muestra flexibilidad en el cambio de estrategias para lograr resultados en situaciones dinámicas.",
        "lowDescription": "Se le anima a cultivar una mentalidad más abierta hacia el cambio y las nuevas ideas. Desarrollar la flexibilidad puede conducir a mejores habilidades para resolver problemas y ajustes más fluidos a las condiciones cambiantes."
      },
      "dependability": {
        "name": "Confianza",
        "highDescription": "Cumple diligentemente los compromisos y cumple consistentemente los plazos. Demuestra responsabilidad en el trabajo y se responsabiliza de los errores.",
        "lowDescription": "Puede beneficiarse al centrarse en mejorar la coherencia al completar tareas y cumplir compromisos."
      },
      "attentionToDetail": {
        "name": "Atención a los detalles",
        "highDescription": "Tiende a ser cuidadoso y organizado al realizar tareas en el trabajo, rara vez pasa por alto los detalles y garantiza precisión e integridad.",
        "lowDescription": "Puede beneficiarse de centrarse más en los detalles y apuntar a una mayor precisión en las tareas."
      },
      "integrity": {
        "name": "Integridad",
        "highDescription": "Se adhiere firmemente al código de conducta y principios éticos. Es digno de confianza y muestra coherencia en palabras y acciones.",
        "lowDescription": "Puede beneficiarse de alinear las acciones con los valores autodeclarados y considerar el impacto de las decisiones en los demás puede generar confianza y respeto en las relaciones profesionales."
      },
      "independence": {
        "name": "Independencia",
        "highDescription": "Autodirigido, capaz y seguro de hacer las cosas con poca o ninguna supervisión.",
        "lowDescription": "Puede beneficiarse al desarrollar confianza y habilidades para la resolución de problemas y la toma de decisiones de forma independiente."
      },
      "innovation": {
        "name": "Innovación",
        "highDescription": "Capaz de conectar ideas, experimentar con nuevos enfoques y desarrollar soluciones novedosas a problemas existentes.",
        "lowDescription": "Tiene espacio para crecer al abrazar la creatividad y la innovación. Se le anima a explorar nuevos enfoques para la resolución de problemas y a valorar diversas perspectivas, que pueden conducir a nuevas ideas y mejoras."
      },
      "analyticalThinking": {
        "name": "Pensamiento analítico",
        "highDescription": "Tiende a ser metódico al examinar problemas y busca patrones subyacentes para deducir ideas y sacar conclusiones.",
        "lowDescription": "Es posible que tiendan a ser menos propensos a analizar la información cuidadosamente y les resulte difícil examinar información multifacética para dar sentido a cuestiones complejas. Puede beneficiarse de adoptar un método más estructurado para la evaluación de la información y tener en cuenta diferentes perspectivas al examinar un tema."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Logro",
        "highDescription": "Disfruta de una cultura orientada a resultados que permite la máxima utilización de sus propias habilidades y capacidades para lograr resultados.",
        "lowDescription": "Puede tender a sentirse menos cómodo en un ambiente donde se enfatizan los resultados. Puede creer que otras consideraciones a veces deberían tener prioridad sobre los resultados."
      },
      "workingConditions": {
        "name": "Las condiciones de trabajo",
        "highDescription": "Motivado por entornos que brinden las oportunidades y autonomía para crecer y desarrollarse.",
        "lowDescription": "Puede tender a estar menos motivado por las oportunidades de aprender y probar diferentes tareas, prefiriendo un entorno que sea consistente con las tareas."
      },
      "recognition": {
        "name": "Reconocimiento",
        "highDescription": "Motivado por recompensas extrínsecas, reconocimiento y oportunidades de crecimiento.",
        "lowDescription": "Puede tender a estar menos motivado por el estatus o el incentivo financiero. No define el éxito personal por el avance profesional o el alto nivel."
      },
      "relationships": {
        "name": "Relaciones",
        "highDescription": "Prefiere un ambiente cálido y colaborativo, basado en la confianza mutua, la sinceridad, el trabajo en equipo y las relaciones positivas.",
        "lowDescription": "Puede otorgar menor importancia a la creación de camaradería en el equipo o sinergia en el lugar de trabajo. Puede estar menos interesado en relacionarse con otros en el trabajo."
      },
      "support": {
        "name": "Apoyo",
        "highDescription": "Valora la tolerancia y las prácticas éticas en el lugar de trabajo. Favorece un entorno solidario y justo.",
        "lowDescription": "Puede tender a no valorar mucho la tolerancia y las prácticas éticas en el lugar de trabajo. No prioriza un entorno solidario y justo."
      },
      "independence": {
        "name": "Independencia",
        "highDescription": "Valora la libertad para la experimentación y el empoderamiento para actuar sin necesidad de órdenes, interferencias y confirmaciones frecuentes.",
        "lowDescription": "La autonomía y la independencia no se consideran un factor importante. Puede tender a preferir recibir instrucciones y supervisión de las tareas."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Realista",
        "highDescription": "Prefiere trabajar de forma práctica para explorar y realizar tareas en un entorno práctico.",
        "lowDescription": "Puede tender a tener aversión hacia las tareas manuales."
      },
      "investigative": {
        "name": "Investigador",
        "highDescription": "Disfruta resolviendo problemas abstractos y de gran complejidad.",
        "lowDescription": "Puede tender a estar menos interesado en actividades de investigación, matemáticas o científicas."
      },
      "artistic": {
        "name": "Artístico",
        "highDescription": "Disfruta de actividades que involucran creatividad, originalidad y autoexpresión.",
        "lowDescription": "Puede tender a no mostrar entusiasmo por actividades artísticas como la creación de obras originales y únicas."
      },
      "social": {
        "name": "Social",
        "highDescription": "Le gusta ayudar y participar en trabajos de orientación social.",
        "lowDescription": "Puede tender a estar menos interesado en el trabajo con orientación social o en servir a los demás. "
      },
      "enterprising": {
        "name": "Emprendedor",
        "highDescription": "Disfruta del trabajo que implica liderar personas, tomar decisiones, asumir riesgos y persuadir a otros para que alcancen metas.",
        "lowDescription": "Puede tender a preferir no desempeñar un papel directivo e influyente."
      },
      "conventional": {
        "name": "Convencional",
        "highDescription": "Prefiere trabajar dentro de cadenas de mando establecidas y seguir pautas bien definidas.",
        "lowDescription": "Puede tender a tener aversión hacia el trabajo rutinario, regulado por reglas y con muchos procesos."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Logro/Esfuerzo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que busca activamente crecimiento y dominio estableciendo metas personalmente desafiantes y se esfuerza por lograr un alto nivel de desempeño.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente busca crecer trabajando duro para cumplir con los estándares, pero que ocasionalmente puede no alcanzar los resultados deseados.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que ocasionalmente está motivado para buscar crecimiento y dominio, pero que también puede carecer de confianza para lograr los resultados deseados.",
        "summary": "Establecer y mantener logros y metas personalmente desafiantes y esforzarse para dominar las tareas.",
        "questionContents": [
          {
            "question": "Describe un momento en el que trabajaste duro para lograr con éxito una meta desafiante.",
            "additionals": [
              "¿De qué se trataba la tarea? ¿Por qué fue un desafío para ti?",
              "¿Cuál fue tu papel?",
              "¿Qué hiciste en esta tarea o proyecto? ¿Enfrentó algún obstáculo?",
              "¿Cuál fue el resultado final? ¿En qué hiciste bien y qué podrías mejorar?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Persistencia",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que responde a los reveses con un esfuerzo continuo y mantendrá el rumbo frente a los obstáculos o la adversidad.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente persevera a pesar de los reveses, pero que ocasionalmente puede necesitar el apoyo de otros para superar los obstáculos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene dificultades para perseverar a través de los reveses y necesita el apoyo de otros para superar los obstáculos.",
        "summary": "Demostrar perseverancia ante los obstáculos.",
        "questionContents": [
          {
            "question": "Describe una situación en la que tuviste que superar uno o más obstáculos para lograr los resultados deseados.",
            "additionals": [
              "¿A qué se debió esta situación? ¿Qué desafíos enfrentaste?",
              "¿Cuál fue tu papel? ¿Qué tenías que hacer? ¿Cómo tuviste que trabajar con otros para lograr esto?",
              "¿Cómo enfrentó y resolvió los obstáculos? ¿Cómo te sentiste al respecto?",
              "¿Cuál fue el resultado de este proyecto? ¿Qué cambiarías si pudieras hacerlo de nuevo?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Iniciativa",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que es proactivo para garantizar que se completen las tareas, a menudo dispuesto a asumir nuevas responsabilidades y desafíos y puede desafiar el status quo y buscar nuevas formas de mejorar los procesos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente completa tareas con un mínimo de indicaciones y generalmente está dispuesto a asumir nuevas responsabilidades y desafíos, pero que a veces puede experimentar inercia ocasional al hacerlo.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que requiere algunas indicaciones para completar tareas y duda en asumir nuevas responsabilidades y desafíos.",
        "summary": "Voluntad de iniciar y asumir responsabilidades y desafíos.",
        "questionContents": [
          {
            "question": "Comparta un ejemplo reciente en el que dio un paso al frente y asumió más de lo que se esperaba de usted.",
            "additionals": [
              "¿De qué se trataba este ejemplo?",
              "¿Qué tenías que hacer?",
              "¿Qué hiciste? ¿Cómo y por qué decidiste dar un paso al frente?",
              "¿Cuál fue el resultado final? ¿Harías algo diferente?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Liderazgo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que está inclinado a dar un paso adelante y tomar la iniciativa, así como a ofrecer opiniones y dirección.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que ocasionalmente da un paso adelante para tomar la iniciativa y, a veces, ofrece opiniones y dirección.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que duda en tomar la iniciativa y rara vez ofrece opiniones o instrucciones.",
        "summary": "Voluntad de liderar, hacerse cargo y ofrecer opiniones e indicaciones en las que uno cree.",
        "questionContents": [
          {
            "question": "Comparta sobre algún momento en el que tomó el mando y lideró exitosamente un grupo.",
            "additionals": [
              "¿De qué se trataba el ejemplo? ¿Quiénes eran los otros miembros del equipo involucrados?",
              "¿Qué tenías que hacer? ¿Qué tenías que hacer? ¿Cuáles fueron los resultados esperados? ¿Hubo algún desafío que esperabas?",
              "¿Cómo lideraste a los miembros de tu equipo? ¿Como se sintieron?",
              "¿Cuál fue el resultado final? ¿En qué te gustaría mejorar?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Cooperación",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a confiar en que los demás tienen buenas intenciones y se muestra agradable, accesible y cooperativo cuando trabaja con otros.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente tiende a confiar en que los demás tienen buenas intenciones y se muestra agradable, accesible y cooperativo cuando trabaja con otros.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que no confía fácilmente en los demás y puede parecer poco cooperativo o difícil de trabajar.",
        "summary": "Tendencia a ser agradable con los demás en el trabajo y mostrar una actitud bondadosa y cooperativa.",
        "questionContents": [
          {
            "question": "Recuerde su experiencia más memorable de trabajar cooperativamente con otros para lograr una meta importante.",
            "additionals": [
              "¿De qué se trataba el proyecto o tarea? ¿Con quién estabas trabajando?",
              "¿Qué tenías que hacer? ¿Hubo algún desafío que esperabas?",
              "¿Cómo trabajaste e interactuaste con el resto? ¿Cómo contribuiste al equipo?",
              "¿Por qué es esta la experiencia más memorable? ¿Habrías hecho algo diferente?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Preocupación por los demás",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a ser sensible a las necesidades y sentimientos de los demás y es empático, solidario y servicial.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente es sensible a las necesidades y sentimientos de los demás y ofrece apoyo y ayuda cuando corresponde.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien a quien puede resultarle difícil comprender las necesidades y sentimientos de los demás y no está seguro de cuándo ofrecer apoyo o ayuda.",
        "summary": "Tendencia a ser sensible a los sentimientos y preocupaciones de los demás, y a ser comprensivo y servicial.",
        "questionContents": [
          {
            "question": "Describa un momento en el que pudo brindar apoyo y tranquilidad ante la preocupación o necesidad de un compañero de trabajo.",
            "additionals": [
              "¿De qué se trataba la época? ¿Con quién estabas trabajando?",
              "¿Cuáles fueron los objetivos? ¿Cómo tuviste que trabajar con otros para lograr esto?",
              "¿Qué hiciste para lograrlo? ¿Cómo manejaste las emociones de los demás y mostraste preocupación?",
              "¿Cuál fue el resultado final? ¿Qué habrías hecho diferente?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Orientación Social",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que construye activamente relaciones personales en el trabajo y tiende a buscar oportunidades para trabajar con otros.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente mantiene relaciones personales en el trabajo y se siente cómodo trabajando con otros.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que prefiere mantener una separación entre las relaciones personales y laborales y realizar tareas solo.",
        "summary": "Prefieren estar conectados socialmente y trabajar con otros para realizar las tareas.",
        "questionContents": [
          {
            "question": "Describe una ocasión en la que estableces una buena relación con otros para realizar el trabajo.",
            "additionals": [
              "¿A qué se debió la ocasión? ¿Con quién tuviste que interactuar?",
              "¿Cuál fue el resultado del trabajo previsto?",
              "¿Qué hiciste? ¿Qué hizo para garantizar que su participación fuera importante?",
              "¿Cuál fue el resultado final? ¿Qué hubieras hecho diferente para construir relaciones con los demás?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Autocontrol",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que demuestra un alto nivel de autocontrol y autorregulación al lidiar con las emociones y es poco probable que actúe impulsivamente.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que demuestra un nivel moderado de autocontrol y autorregulación al lidiar con las emociones y, en general, evita actuar impulsivamente.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien a quien puede resultarle difícil controlar y regular las emociones y, en ocasiones, puede actuar impulsivamente.",
        "summary": "Mantener la compostura, controlar las emociones, controlar la ira y evitar comportamientos agresivos, incluso en situaciones difíciles.",
        "questionContents": [
          {
            "question": "Describe un momento en el que te sentiste frustrado en una situación laboral al interactuar con otros.",
            "additionals": [
              "¿De qué se trataba? ¿Con quién tuviste que trabajar? ¿Por qué estabas frustrado?",
              "¿De qué se trataba la tarea u objetivo?",
              "¿Qué acciones tomaste? ¿Cómo manejaste tus propias emociones y comunicación? ¿Se enfrentó alguna resistencia?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste? ¿Qué habrías hecho diferente?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Tolerancia al estrés",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a aceptar fácilmente comentarios y críticas y se enfrenta a situaciones estresantes de forma eficaz. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente es capaz de aceptar algunos comentarios y críticas y trabaja adecuadamente en situaciones estresantes. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien a quien le puede resultar difícil aceptar fácilmente críticas y comentarios y puede encontrar desafiante trabajar en situaciones estresantes.",
        "summary": "Tendencia a aceptar críticas y afrontar con calma y eficacia situaciones de alto estrés.",
        "questionContents": [
          {
            "question": "Describe un momento en el que tuviste que actuar en un entorno estresante y exigente.",
            "additionals": [
              "¿De qué se trataba el ejemplo? ¿Por qué fue estresante o exigente?",
              "¿Qué tuviste que hacer en esa situación? ¿Cómo pretendías que fuera el resultado?",
              "¿Cómo te las arreglaste entre los factores estresantes y el trabajo? ¿Cómo te sentiste durante todo el proceso?",
              "¿Cuál fue el resultado final? Reflexiona sobre cualquier área en la que te haya ido bien o en la que quieras mejorar."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilidad/Flexibilidad",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a reaccionar positivamente al cambio y es flexible a la hora de adoptar nuevas formas de hacer las cosas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente es capaz de aceptar el cambio y es algo flexible a la hora de adoptar nuevas formas de hacer las cosas.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que puede resistirse un poco al cambio y puede resultarle difícil adaptarse a nuevas formas de hacer las cosas.",
        "summary": "Tendencia a estar abierto a cambios y nuevos métodos, y a considerar la variedad dentro del entorno.",
        "questionContents": [
          {
            "question": "Describa un momento en el que tuvo que adaptarse a condiciones o prioridades de trabajo cambiantes para poder completar un proyecto. ¿Cómo lo manejaste?",
            "additionals": [
              "¿De qué se trataba la época? ¿Fue esto algo nuevo para ti que no habías hecho antes?",
              "¿Qué tenías que hacer? ¿Cuál fue el resultado previsto?",
              "¿Qué hiciste diferente? ¿Por qué lo abordaste de esa manera? ¿Cómo te sentiste en este proceso?",
              "¿Que pasó al final? ¿Cómo lo cambiarías para hacerlo aún mejor?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Confianza",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que asume activamente la responsabilidad personal de sus deberes y en quien se puede confiar para completar tareas y cumplir compromisos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente asume la responsabilidad personal de sus deberes y generalmente se puede confiar en él para completar tareas y cumplir compromisos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que puede tener dificultades para mantener la coherencia con respecto a completar tareas o cumplir compromisos.",
        "summary": "Confiable, responsable y confiable en el cumplimiento de obligaciones.",
        "questionContents": [
          {
            "question": "Recuerde un caso en el que sus otras obligaciones afectaron su capacidad para completar sus tareas a tiempo.",
            "additionals": [
              "¿Cómo impactaron las obligaciones en su trabajo?",
              "¿Cuál fue su papel al completar las tareas?",
              "¿Qué hizo para asegurarse de que su trabajo se entregara a tiempo? ¿Cuáles fueron los pasos involucrados?",
              "¿Cuál fue el resultado final? Mirando hacia atrás, ¿hay algo que habrías manejado de manera diferente?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Atención a los detalles",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a ser cuidadoso y organizado al realizar las tareas en el trabajo, y rara vez pasa por alto los detalles.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente es cuidadoso y organizado al realizar las tareas en el trabajo, aunque a veces se pueden pasar por alto los detalles. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que es menos meticuloso y minucioso en el trabajo y tiende a pasar por alto los detalles. ",
        "summary": "Tendencia a ser cuidadoso con los detalles y minucioso al completar las tareas.",
        "questionContents": [
          {
            "question": "Diferentes tareas laborales pueden requerir distintos niveles de detalle y atención. Explique una tarea en la que trabajó que requirió atención al detalle y la calidad.",
            "additionals": [
              "¿De qué se trataba la tarea? ¿Estabas trabajando con alguien más?",
              "¿Cuál fue su papel en esta tarea? ¿Cuál fue el resultado previsto?",
              "¿Cómo abordaste la tarea? ¿Cómo se aseguró de que los detalles y la calidad no se vieran comprometidos?",
              "¿Cuál fue el resultado final? ¿Qué hiciste bien? ¿En qué mejorarías?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Integridad",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien digno de confianza, honesto y ético y que garantiza activamente la coherencia entre palabras y acciones.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien confiable, honesto y ético la mayor parte del tiempo y que trata de garantizar la coherencia entre las palabras y las acciones. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que puede valorar el interés propio por encima de defender estándares éticos y puede demostrar inconsistencias entre palabras y acciones. ",
        "summary": "Tendencia a ser honesto y ético.",
        "questionContents": [
          {
            "question": "Describe una situación en la que tuviste que realizar una tarea pero tu integridad fue cuestionada en el proceso.",
            "additionals": [
              "¿De qué se trataba la tarea? ¿Cuáles eran sus preocupaciones con respecto a la integridad?",
              "¿Cuál fue tu papel en esta situación? ¿Qué desafíos enfrentaste?",
              "¿Cómo manejaste esta situación? ¿Cómo convenciste también a los implicados?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste al respecto? ¿Qué habrías hecho diferente?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independencia",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien autodirigido, capaz y seguro de hacer las cosas con poca o ninguna supervisión.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente puede autodirigirse y es capaz y seguro de hacer las cosas con poca supervisión la mayor parte del tiempo. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a necesitar orientación y dirección y puede carecer de la confianza y la capacidad para hacer las cosas de forma independiente.",
        "summary": "Tendencia a preferir su propia manera de hacer las cosas, guiándose con poca o ninguna supervisión y dependiendo de uno mismo para hacer las cosas.",
        "questionContents": [
          {
            "question": "Comparta sobre el tiempo que tuvo que trabajar solo y tomar decisiones importantes con poca orientación.",
            "additionals": [
              "¿De qué se trataba? ¿Qué orientación recibió?",
              "¿Cuáles fueron las decisiones importantes que tomó? ¿Por qué tuviste que hacer esto tú solo?",
              "¿Cuál fue tu proceso de pensamiento? ¿Cómo manejaste la falta de apoyo?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste? ¿Qué habrías hecho diferente?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Innovación",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a adoptar un enfoque creativo en el trabajo y utiliza formas alternativas de pensar para resolver problemas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que ocasionalmente adopta métodos creativos o formas alternativas de pensar para resolver problemas. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a preferir formas probadas de hacer las cosas en lugar de pensar fuera de lo común para resolver problemas.",
        "summary": "Aprovechar la creatividad y el pensamiento alternativo para desarrollar nuevas ideas y respuestas.",
        "questionContents": [
          {
            "question": "Describe un ejemplo en el que se te ocurrió una solución creativa a un problema existente.",
            "additionals": [
              "¿De qué se trataba el ejemplo? ¿Trabajaste con otros en esto?",
              "¿Cuál era el problema existente? ¿Por qué pensaste que era importante abordar este problema?",
              "¿Qué hiciste para abordar el problema? ¿En qué se diferenciaba de otros enfoques?",
              "¿Cómo mejoró este enfoque el problema existente? ¿Cambiarías tu enfoque si tuvieras otra oportunidad?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Pensamiento analítico",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a ser metódico al examinar la información y busca patrones subyacentes para deducir ideas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que normalmente examina la información para dar sentido a los problemas y ocasionalmente busca patrones subyacentes para deducir ideas. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiende a ser menos metódico al examinar la información y es menos probable que busque patrones subyacentes para deducir ideas.\n",
        "summary": "Tendencia a analizar información y utilizar la lógica para abordar cuestiones y problemas.",
        "questionContents": [
          {
            "question": "Recuerde una situación en la que tuvo que examinar múltiples fuentes de datos y formular una solución o un enfoque.",
            "additionals": [
              "¿Cuál fue el ejemplo? ¿Por qué necesitabas formular una solución?",
              "¿Qué tenías que hacer? ¿Con qué tipos de datos o información tuviste que trabajar?",
              "¿Cómo entendiste estos múltiples datos? ¿Algún desafío enfrentado?",
              "¿Cuál fue el resultado? ¿Harías algo diferente?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Logro",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente un entorno que enfatiza la orientación al logro, donde se requiere que uno se desempeñe al máximo de su capacidad para lograr resultados exitosos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora un entorno que enfatiza la orientación al logro, donde a veces se requiere que uno se desempeñe al máximo de su capacidad para lograr resultados.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por un entorno que enfatice la orientación al logro, prefiriendo uno donde se centre menos en la capacidad de uno para lograr resultados.",
        "summary": "Uno se siente impulsado a utilizar sus propias habilidades y destrezas más fuertes para lograr sus objetivos, obteniendo una sensación de logro.",
        "questionContents": [
          {
            "question": "Comparta cómo entregaría lo mejor que pueda en un proyecto en una función o tarea anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Qué pensaste que tenías que hacer para que esto fuera exitoso?",
              "¿Cómo aseguró el éxito de esto?",
              "¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Las condiciones de trabajo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente un entorno que ofrece alta actividad y oportunidades constantes para probar diferentes tareas, donde se promueve su desarrollo y crecimiento.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora un entorno que ofrece un equilibrio entre la actividad laboral y la coherencia laboral, así como algo de enfoque en el propio desarrollo y crecimiento.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por un entorno que enfatice una alta actividad laboral y diferentes oportunidades de aprendizaje, prefiriendo un entorno que sea consistente con las tareas.",
        "summary": "Uno está impulsado por la realización a través de una alta actividad y el aprendizaje de diferentes tareas en un entorno seguro y de crecimiento profesional.",
        "questionContents": [
          {
            "question": "Comparta cómo factores como la variedad laboral y las oportunidades de aprendizaje le han ayudado en un puesto o tarea anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Qué tuviste que hacer para este rol o tarea? ¿Cuáles fueron los factores en específico?",
              "¿Cómo te ayudaron estos factores en el proceso?",
              "¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Reconocimiento",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente un entorno que promueve el prestigio y la reputación profesional donde se priorizan las recompensas extrínsecas y el avance profesional de los empleados.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora un entorno que ofrece recompensas extrínsecas, oportunidades de avance profesional y un alto nivel.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por un entorno que enfatiza las recompensas extrínsecas, el prestigio, el avance de su carrera o tener una alta posición profesional.",
        "summary": "Uno está impulsado por el avance profesional, que viene acompañado de prestigio, estatus y componentes monetarios.",
        "questionContents": [
          {
            "question": "Comparta cómo define y mide el éxito y el reconocimiento en el trabajo personal en un rol o tarea anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Qué tuviste que hacer para esta tarea o rol? ¿Cómo definiste el éxito y los resultados?",
              "¿Qué hiciste para lograr el éxito y el reconocimiento laboral?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Relaciones",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente un entorno lleno de camaradería, donde los empleados trabajan y se apoyan estrechamente entre sí, y tienen altos niveles de compromiso con los demás.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora un entorno que fomenta la formación de relaciones laborales estrechas en el lugar de trabajo, pero que puede abstenerse de un compromiso excesivo con sus compañeros de trabajo.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene poca preferencia por un entorno que fomente la formación de relaciones laborales estrechas en el lugar de trabajo y puede preferir abstenerse de interactuar con compañeros. trabajadores.",
        "summary": "Uno está impulsado por trabajar y construir buenas relaciones con compañeros de trabajo y partes interesadas en un entorno amigable y no competitivo.",
        "questionContents": [
          {
            "question": "Comparta cómo fue para usted trabajar en equipo y establecer relaciones en el lugar de trabajo en un puesto o tarea anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Cómo estableciste relaciones con los demás? ¿Por qué crees que te ha ayudado en el ámbito laboral?",
              "¿Cuáles fueron algunos de los desafíos que enfrentaron? ¿Cómo sostuviste las relaciones?",
              "¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      },
      "support": {
        "name": "Apoyo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente un entorno que promueve la tolerancia y las prácticas éticas con compañeros de trabajo y gerentes comprensivos de quienes buscar consejo y apoyo.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora un entorno que prioriza cierta tolerancia o prácticas éticas en el lugar de trabajo y, a veces, le gustaría tener compañeros de trabajo y gerentes que lo apoyen.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por un entorno que prioriza la tolerancia o las prácticas éticas en el lugar de trabajo o por tener compañeros de trabajo y gerentes que lo apoyen.",
        "summary": "Uno está impulsado por un entorno que promueve la justicia y la tolerancia, respaldado por compañeros de trabajo y directivos que lo apoyan.",
        "questionContents": [
          {
            "question": "Comparta cómo fue para usted el apoyo de sus compañeros de trabajo y de la gerencia en un puesto anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Cuál era la tarea en cuestión? ¿Qué apoyo sintió que se necesitaba?",
              "¿Qué hiciste para esta tarea? ¿Qué tipo de apoyo recibió?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independencia",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que valora fuertemente tener la autonomía y flexibilidad para desarrollar y alcanzar objetivos propios, con el empoderamiento para hacerse cargo de las tareas y el progreso.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que generalmente valora tener autonomía para tomar decisiones y gestionar su propio progreso en el trabajo, pero solo dentro de parámetros manejables. En determinadas situaciones, prefiere recibir orientación detallada y una estrecha supervisión.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por un entorno donde los empleados tengan gran libertad y autoridad para cumplir con sus responsabilidades y gestionar su propio progreso y tareas, prefiriendo ser guiado en el trabajo.",
        "summary": "Uno está impulsado por la autonomía y tiene el poder de gestionar su propio progreso y tomar decisiones independientes.",
        "questionContents": [
          {
            "question": "Comparta cómo la autonomía y la capacidad de trabajar de forma independiente son un componente de su desempeño en una función o tarea anterior.",
            "additionals": [
              "¿Qué tipo de rol o tarea asumiste?",
              "¿Qué tipo de decisión tuviste que tomar? ¿Por qué pudiste ejercitar el pensamiento independiente?",
              "¿Qué hiciste para tomar esta decisión? ¿Hubo otros involucrados en el proceso y en qué medida estuvieron involucrados?",
              "¿Cuál fue el resultado final? ¿Cómo te sentiste con el proceso? ¿Qué aprendiste de esto sobre ti mismo?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Realista",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por las tareas físicas y mecánicas al aire libre y busca problemas concretos en lugar de abstractos, además de disfrutar de situaciones prácticas. .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas físicas y mecánicas al aire libre, pero que no siempre disfruta de las situaciones de trabajo práctico.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene poca preferencia por las tareas físicas y mecánicas al aire libre y no prefiere situaciones de trabajo práctico como construir y arreglar cosas u operar equipo.",
        "summary": "Las ocupaciones realistas a menudo implican actividades laborales que incluyen problemas y soluciones prácticos. Estas ocupaciones suelen tener que ver con plantas, animales y materiales del mundo real como madera, herramientas y maquinaria.",
        "questionContents": [
          {
            "question": "Describe un proyecto en el que demostraste habilidades para resolver problemas en una situación práctica.",
            "additionals": [
              "¿De qué se trataba el proyecto? ¿Por qué requirió muchos componentes prácticos?",
              "¿Cuál fue tu papel en esto?",
              "¿Cómo completaste el proyecto? ¿Enfrentó algún desafío?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como ésta?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Investigador",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por trabajar con teorías y datos, empleando metodologías científicas para resolver problemas complejos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por trabajar con teorías, datos y números, recopilar hechos y analizar situaciones para resolver problemas complejos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que giran en torno al uso de teorías y la recopilación de datos o números para analizar o resolver problemas complejos.",
        "summary": "Las ocupaciones de investigación a menudo implican trabajar con ideas, investigar y requieren una gran cantidad de pensamiento. Esto incluye roles analíticos y científicos, que implican explorar e investigar utilizando datos y números.",
        "questionContents": [
          {
            "question": "Comparte un ejemplo en el que tuviste que investigar teorías y trabajar con datos para resolver un problema.",
            "additionals": [
              "¿De qué se trataba el proyecto o tarea?",
              "¿Cuál fue tu papel en esto? ¿Qué tipo de investigación o análisis tuviste que hacer?",
              "¿Cómo completó la tarea o proyecto? ¿Enfrentó algún desafío?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como esta?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Artístico",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por oportunidades que impliquen la autoexpresión creativa y estética al crear trabajos o productos originales.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las oportunidades que permiten la autoexpresión a través de creaciones artísticas y originales, aunque no siempre está dispuesto a participar en tareas creativas. .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que requieren habilidades estéticas y autoexpresión o aquellas que requieren ser creativo en la creación de obras o productos originales. .",
        "summary": "Las ocupaciones artísticas a menudo implican trabajar con diseños y conceptos. Estas ocupaciones a menudo requieren autoexpresión e incluyen roles que le permiten a uno ser artístico y creativo al crear trabajos o productos originales.",
        "questionContents": [
          {
            "question": "Describe un momento en el que mostraste creatividad o ejercitaste el pensamiento artístico en una tarea o solución propuesta.",
            "additionals": [
              "¿De qué se trataba la tarea? ¿Qué tipo de insumos se necesitaban?",
              "¿Cuál fue tu papel en esto? ¿Cómo demostraste creatividad?",
              "¿Cómo completaste la tarea? ¿Cómo imaginaste el resultado final?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como ésta?"
            ]
          }
        ]
      },
      "social": {
        "name": "Social",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por actividades que implican apoyar, desarrollar e iluminar a otros y busca actividades interpersonales que tengan como objetivo generar resultados socialmente impactantes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por actividades que implican apoyar, desarrollar e iluminar a otros, así como trabajar para lograr resultados socialmente impactantes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que brindan apoyo o servicio a otros, además de trabajar para otros para obtener resultados socialmente impactantes.",
        "summary": "Las ocupaciones sociales frecuentemente implican trabajar, comunicarse y enseñar a las personas. Estas ocupaciones a menudo implican ayudar o brindar servicios a otros, con preferencia por crear impacto social.",
        "questionContents": [
          {
            "question": "Recuerde la última vez que fue más allá para ayudar o apoyar a alguien en una tarea.",
            "additionals": [
              "¿De qué se trataba? ¿Por qué decidiste ayudar a esta persona?",
              "¿Qué tenías que hacer?",
              "¿Cómo apoyaste a este individuo? ¿Enfrentó algún desafío?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como esta?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Emprendedor",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques, y puede preferir estar en posiciones de influencia o poder. .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques.",
        "summary": "Las ocupaciones emprendedoras a menudo implican poner en marcha y llevar a cabo proyectos. Esto incluye posiciones de poder que implican dirigir e influir en otros para que adopten soluciones y, en ocasiones, orientadas a las ventas.",
        "questionContents": [
          {
            "question": "Describe una tarea que iniciaste y dirigiste pero que no salió según tu plan en mente.",
            "additionals": [
              "¿De qué se trataba esta tarea? ¿Por qué no salió según lo planeado?",
              "¿Cuál fue tu papel en esto?",
              "¿Cómo completaste la tarea? ¿Enfrentó algún desafío?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como esta?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Convencional",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por tareas que requieren orden y organización, además de trabajar en una operación sistematizada con lineamientos y procedimientos claros.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas que se realizan de manera sistemática y ordenada, aunque no siempre le guste seguir de cerca las reglas y procedimientos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por tareas estructuradas y reguladas por reglas que deben realizarse de manera sistemática y ordenada, además de adherirse a reglas y procedimientos.",
        "summary": "Las ocupaciones convencionales frecuentemente implican seguir procedimientos y rutinas establecidos. Esto incluye roles con reglas y procedimientos claros, donde la estructura y los estándares se hacen cumplir y se cumplen.",
        "questionContents": [
          {
            "question": "Describa una tarea en la que garantizó el estricto cumplimiento de reglas, procedimientos o estándares para tener éxito.",
            "additionals": [
              "¿De qué se trataba esta tarea? ¿Cuáles fueron los protocolos y reglas con los que tuviste que trabajar?",
              "¿Cuál fue tu papel en esto?",
              "¿Cómo completó la tarea o proyecto? ¿Enfrentó algún desafío?",
              "¿Cuál fue el resultado final? ¿Disfrutaste el proceso? ¿Cómo te sentiste ante tareas como esta?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "tiene arena"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abierto a la experiencia",
            "highDescription": "Muy motivado para aprender.",
            "lowDescription": "Motivado a aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidad",
            "highDescription": "Muy cómodo con el cambio.",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Escrupulosidad",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo.",
            "lowDescription": "Comprometido emocionalmente con el trabajo."
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al desempeño",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen desempeño en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Altamente creativo en el trabajo.",
            "lowDescription": "creativo en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomando perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo.",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnt laboral muy bajo",
            "lowDescription": "Bajo agotamiento laboral"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación.",
            "lowDescription": "Eficaz en la comunicación."
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidad multitarea muy fuerte",
            "lowDescription": "Puede realizar múltiples tareas"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Altamente capaz de ser emprendedor.",
            "lowDescription": "Capaz de ser emprendedor"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Estabilidad emocional",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es emocionalmente estable. ",
            "midDescription": "Tienes cierto control de tus emociones y, en general, eres resistente a la presión y la tentación.",
            "lowDescription": "El área de desarrollo de {{name}} es {{gender-possessive}} estabilidad emocional - "
          },
          "extraversion": {
            "name": "Extraversión",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es extravertido. ",
            "midDescription": "Eres algo sociable, positivo, buscador de emociones y asertivo.",
            "lowDescription": "El área de desarrollo de {{name}} es la extraversión {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Abierto a la experiencia",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} está abierto a diversas experiencias. ",
            "midDescription": "Está algo abierto a participar en diversas ideas, actividades, sentimientos y perspectivas.",
            "lowDescription": "El área de desarrollo de {{name}} es la apertura {{gender-possessive}} a diversas experiencias - "
          },
          "agreeableness": {
            "name": "Amabilidad",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es la amabilidad. ",
            "midDescription": "Eres moderadamente cálido, modesto y orientado a las personas.",
            "lowDescription": "El área de desarrollo de {{name}} es {{gender-possessive}} amabilidad - "
          },
          "conscientiousness": {
            "name": "Escrupulosidad",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es concienzudo. ",
            "midDescription": "Tiene cierta confianza en su capacidad para lograr logros y es moderadamente disciplinado en el cumplimiento de sus deberes de manera estructurada y deliberada.",
            "lowDescription": "El área de desarrollo de {{name}} es la escrupulosidad {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Autoevaluaciones básicas",
            "highDescription": "{{name}} tiene altas autoevaluaciones básicas: {{gender-subject}} se ve a {{gender-object}} de manera consistentemente positiva en todas las situaciones.",
            "lowDescription": "{{name}} tiene bajas autoevaluaciones básicas: {{gender-subject}} debería intentar verse {{gender-object}} de una manera más positiva en todas las situaciones."
          },
          "performanceOrientation": {
            "name": "Orientación al desempeño",
            "highDescription": "{{name}} tiene una alta orientación a objetivos de desempeño: {{gender-subject}} está motivado para demostrar y validar la competencia {{gender-possessive}} buscando juicios positivos y evitando juicios negativos de los demás. ",
            "lowDescription": "{{name}} tiene poca orientación hacia los objetivos de rendimiento: {{gender-subject}} debería intentar estar más motivado para demostrar y validar la competencia {{gender-possessive}} buscando juicios positivos y evitando juicios negativos."
          },
          "masteryOrientation": {
            "name": "Orientación al dominio",
            "highDescription": "{{name}} tiene una alta orientación a objetivos de dominio: {{gender-subject}} está motivado para desarrollar competencias adquiriendo nuevas habilidades y dominando nuevas situaciones.",
            "lowDescription": "{{name}} tiene poca orientación hacia los objetivos de dominio: {{gender-subject}} debería intentar estar más motivado para desarrollar competencias adquiriendo nuevas habilidades y dominando nuevas situaciones."
          },
          "selfMonitoring": {
            "name": "Autocontrol",
            "highDescription": "{{name}} tiene un alto nivel de autocontrol: {{gender-subject}} es capaz de monitorear y controlar las expresiones y comportamientos {{gender-possessive}} .",
            "lowDescription": "{{name}} tiene poco autocontrol: {{gender-subject}} debería intentar monitorear y controlar más las expresiones y comportamientos {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Autoevaluaciones básicas",
            "highDescription": "Tiendes a verte a ti mismo de una manera consistentemente positiva en todas las situaciones. Te ves a ti mismo como capaz, digno y en control de tu vida. Estas emociones, pensamientos y motivaciones positivas pueden afectar cómo se siente, piensa y se comporta en el lugar de trabajo.",
            "midDescription": "A veces te ves a ti mismo de forma más positiva y otras, de forma más negativa. Esto afecta si te ves a ti mismo como capaz, digno y en control de tu vida, lo que tiene un impacto en cómo te sientes, piensas y te comportas en el lugar de trabajo.",
            "lowDescription": "Tiendes a verte a ti mismo de una manera consistentemente negativa en todas las situaciones. Es posible que se vea a sí mismo como menos capaz, indigno y sin control de su vida. Estas emociones, pensamientos y motivaciones negativas pueden afectar cómo se siente, piensa y se comporta en el lugar de trabajo."
          },
          "performanceOrientation": {
            "name": "Orientación al desempeño",
            "highDescription": "Cree que su competencia se demuestra cuando supera a los demás. Como resultado, es probable que se sienta motivado a fijarse metas altas, centrándose en lograr un mayor nivel de éxito y competencia que los demás.",
            "midDescription": "De vez en cuando crees que tu competencia se demuestra cuando superas a los demás. Por lo tanto, está bastante motivado para fijarse metas altas, a veces centrándose en lograr un mayor nivel de éxito y competencia que otras.",
            "lowDescription": "No cree que superar a los demás sea necesariamente una demostración de su competencia. No te preocupa competir y ganar contra los demás. Es poco probable que las metas que establezca se vean influenciadas o motivadas por el éxito de otros."
          },
          "masteryOrientation": {
            "name": "Orientación al dominio",
            "highDescription": "Está motivado para desarrollar sus competencias adquiriendo nuevas habilidades y dominándolas en situaciones nuevas. Puede considerar las tareas desafiantes como oportunidades de crecimiento y desarrollo.",
            "midDescription": "Está algo motivado para desarrollar sus competencias adquiriendo nuevas habilidades y dominándolas en situaciones nuevas. En ocasiones, es posible que vea las tareas desafiantes como oportunidades de crecimiento y desarrollo.",
            "lowDescription": "Está menos motivado para desarrollar sus competencias y puede estar menos interesado en adquirir nuevas habilidades o dominarlas en situaciones nuevas. Cuando se enfrenta a tareas desafiantes, es posible que reaccione con aprensión o que le resulten engorrosas."
          },
          "selfMonitoring": {
            "name": "Autocontrol",
            "highDescription": "Suele ser capaz y dispuesto a regular sus expresiones y comportamientos según las circunstancias sociales. Esto le ayuda a adaptar la forma en que se presenta a los demás según las señales sociales y a ser más eficaz a la hora de adaptarse a nuevas situaciones.",
            "midDescription": "A veces eres capaz y estás dispuesto a regular tus expresiones y comportamientos de acuerdo con las circunstancias sociales. Esto le ayuda a adaptar la forma en que se presenta a los demás según las señales sociales y a ser más eficaz a la hora de adaptarse a nuevas situaciones.",
            "lowDescription": "Tiende a ser menos capaz o menos dispuesto a regular sus expresiones y comportamientos independientemente de las circunstancias sociales. Es poco probable que utilice señales sociales para adaptar su forma de presentarse ante los demás y puede que sea menos eficaz a la hora de adaptarse a nuevas situaciones."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Roles prácticos y prácticos que involucran máquinas y herramientas.",
            "lowDescription": "Roles prácticos y prácticos que involucran máquinas y herramientas."
          },
          "investigative": {
            "name": "Investigador",
            "highDescription": "Roles analíticos y científicos que implican explorar e investigar cosas.",
            "lowDescription": "Roles analíticos y científicos que implican explorar e investigar cosas."
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Roles creativos y artísticos que implican la creación de trabajos originales.",
            "lowDescription": "Roles creativos y artísticos que implican la creación de trabajos originales."
          },
          "social": {
            "name": "Social",
            "highDescription": "Roles que pueden ayudar a las personas enseñándoles y ayudándolas",
            "lowDescription": "Roles que pueden ayudar a las personas enseñándoles y ayudándolas"
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "Posiciones de liderazgo que implican influir y dirigir a otros.",
            "lowDescription": "Posiciones de liderazgo que implican influir y dirigir a otros."
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Roles con reglas y procedimientos claros",
            "lowDescription": "Roles con reglas y procedimientos claros"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Más actividades prácticas en el trabajo"
          },
          "investigative": {
            "name": "Investigador",
            "highDescription": "Más tareas que giran en torno a la investigación y el análisis"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Más oportunidades para que {{name}} cree cosas nuevas"
          },
          "social": {
            "name": "Social",
            "highDescription": "Más tareas laborales que permiten a {{name}} ayudar a otros"
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "Más oportunidades que permiten a {{name}} influir en otros"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Más actividades que giran en torno a mantener registros y realizar cálculos."
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realista"
          },
          "investigative": {
            "name": "Investigador"
          },
          "artistic": {
            "name": "Artístico"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Emprendedor"
          },
          "conventional": {
            "name": "Convencional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realista",
            "lowDescription": "Es posible que {{name}} no disfrute de actividades prácticas en el trabajo"
          },
          "investigative": {
            "name": "Investigador",
            "lowDescription": "{{name}} puede evitar tareas relacionadas con la investigación y el análisis"
          },
          "artistic": {
            "name": "Artístico",
            "lowDescription": "{{name}} puede resultarle difícil aprovechar oportunidades para crear cosas nuevas."
          },
          "social": {
            "name": "Social",
            "lowDescription": "Es posible que {{name}} no disfrute de actividades que requieran {{gender-object}} ayude a otros"
          },
          "enterprising": {
            "name": "Emprendedor",
            "lowDescription": "{{name}} puede evitar actividades que requieran {{gender-object}} influya en otros"
          },
          "conventional": {
            "name": "Convencional",
            "lowDescription": "{{name}} puede resultarle difícil realizar actividades que giran en torno a mantener registros y realizar cálculos."
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realista",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por las tareas físicas y mecánicas al aire libre y busca problemas concretos en lugar de abstractos, además de disfrutar de situaciones prácticas. .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas físicas y mecánicas al aire libre, pero que no siempre disfruta de las situaciones de trabajo práctico.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene poca preferencia por las tareas físicas y mecánicas al aire libre y no prefiere situaciones de trabajo práctico como construir y arreglar cosas u operar equipo.",
            "summary": "{{name}} prefiere trabajar en trabajos realistas; a {{gender-subject}} le gustan las ocupaciones prácticas, mecánicas y prácticas."
          },
          "investigative": {
            "name": "Investigador",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por trabajar con teorías y datos, empleando metodologías científicas para resolver problemas complejos.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por trabajar con teorías, datos y números, recopilar hechos y analizar situaciones para resolver problemas complejos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que giran en torno al uso de teorías y la recopilación de datos o números para analizar o resolver problemas complejos.",
            "summary": "{{name}} prefiere trabajar en trabajos de investigación; {{gender-subject}} le gustan las ocupaciones analíticas y científicas."
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por oportunidades que impliquen la autoexpresión creativa y estética al crear un trabajo o producto original.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las oportunidades que permiten la autoexpresión a través de creaciones artísticas y originales, aunque no siempre está dispuesto a participar en tareas creativas. .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que requieren habilidades estéticas y autoexpresión o aquellas que requieren ser creativo al crear un trabajo o producto original .",
            "summary": "{{name}} prefiere trabajar en trabajos artísticos; {{gender-subject}} le gustan las ocupaciones creativas, expresivas y artísticas."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por actividades que implican apoyar, desarrollar e iluminar a otros y busca actividades interpersonales que tengan como objetivo generar resultados socialmente impactantes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por actividades que implican apoyar, desarrollar e iluminar a otros, así como trabajar para lograr resultados socialmente impactantes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que brindan apoyo o servicio a otros, además de trabajar para otros para obtener resultados socialmente impactantes.",
            "summary": "{{name}} prefiere trabajar en empleos sociales; {{gender-subject}} le gustan las ocupaciones que pueden ayudar a las personas."
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques, y prefiere estar en posiciones de influencia o poder.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene baja preferencia por tareas que requieren dirigir e influir en otros para que adopten soluciones o enfoques.",
            "summary": "{{name}} prefiere trabajar en trabajos emprendedores; a {{gender-subject}} le gustan las ocupaciones que le permitan ocupar puestos de liderazgo."
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una fuerte preferencia por tareas que requieren orden y organización, además de trabajar en una operación sistematizada con lineamientos y procedimientos claros.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas que se realizan de manera sistemática y ordenada, aunque no siempre le guste seguir de cerca las reglas y procedimientos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por tareas estructuradas y reguladas por reglas que deben realizarse de manera sistemática y ordenada, además de adherirse a reglas y procedimientos.",
            "summary": "{{name}} prefiere trabajar en trabajos convencionales; a {{gender-subject}} le gustan las ocupaciones con estándares, reglas y procedimientos claros."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "tiene arena"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abierto a la experiencia",
            "highDescription": "Muy motivado para aprender.",
            "lowDescription": "Motivado a aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidad",
            "highDescription": "Muy cómodo con el cambio.",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Escrupulosidad",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo.",
            "lowDescription": "Comprometido emocionalmente con el trabajo."
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al desempeño",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen desempeño en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Altamente creativo en el trabajo.",
            "lowDescription": "creativo en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomando perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo.",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnt laboral muy bajo",
            "lowDescription": "Bajo agotamiento laboral"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación.",
            "lowDescription": "Eficaz en la comunicación."
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidad multitarea muy fuerte",
            "lowDescription": "Puede realizar múltiples tareas"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Altamente capaz de ser emprendedor.",
            "lowDescription": "Capaz de ser emprendedor"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Logro",
            "highDescription": "Impulsado por resultados",
            "midDescription": "Enfoque moderado en los resultados.",
            "lowDescription": "Bajo enfoque en los resultados."
          },
          "recognition": {
            "name": "Reconocimiento",
            "highDescription": "Avance y recompensas",
            "midDescription": "Enfoque moderado en el avance y las recompensas.",
            "lowDescription": "Bajo enfoque en el avance y las recompensas."
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "Colaboración y amistad.",
            "midDescription": "Equilibrio entre colaboración y autonomía",
            "lowDescription": "Autonomía y competitividad"
          },
          "support": {
            "name": "Apoyo",
            "highDescription": "Solidario y ético",
            "midDescription": "Algo de apoyo y ética.",
            "lowDescription": "Bajo apoyo y ética."
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "Decisión e independencia",
            "midDescription": "Nivel moderado de decisión.",
            "lowDescription": "Indeciso y dependencia"
          },
          "workingConditions": {
            "name": "Las condiciones de trabajo",
            "highDescription": "Seguridad y buenas condiciones de trabajo.",
            "midDescription": "Enfoque moderado en la seguridad y las condiciones laborales.",
            "lowDescription": "Poca atención a la seguridad y las condiciones laborales."
          }
        },
        "thrive": {
          "achievement": {
            "name": "Logro",
            "highDescription": "Una organización que se centra en los resultados y establece altas expectativas de logros y desempeño utilizando las habilidades y capacidades de sus empleados."
          },
          "recognition": {
            "name": "Reconocimiento",
            "highDescription": "Una organización que reconoce el trabajo de sus empleados a través de oportunidades de avance y recompensas."
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "Una cultura organizacional que fomente el trabajo en equipo y un ambiente laboral no competitivo.",
            "lowDescription": "Una cultura organizacional competitiva donde las personas trabajan de forma independiente."
          },
          "support": {
            "name": "Apoyo",
            "highDescription": "Una cultura organizacional que apoye a los empleados y su desarrollo, y tenga altos estándares éticos."
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "Oportunidades constantes para tomar riesgos y experimentar con nuevas ideas en toda la organización.",
            "lowDescription": "Una organización orientada a las reglas y centrada en la estabilidad."
          },
          "workingConditions": {
            "name": "Las condiciones de trabajo",
            "highDescription": "Una organización que proporciona una sensación de seguridad laboral y buenas condiciones laborales a sus empleados."
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Logro"
          },
          "recognition": {
            "name": "Reconocimiento"
          },
          "relationships": {
            "name": "Relaciones"
          },
          "support": {
            "name": "Apoyo"
          },
          "independence": {
            "name": "Independencia"
          },
          "workingConditions": {
            "name": "Las condiciones de trabajo"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Logro",
            "lowDescription": "Puede ser demasiado exigente para {{name}} si existen altas expectativas de logros, desempeño y resultados en toda la organización."
          },
          "recognition": {
            "name": "Reconocimiento",
            "lowDescription": "{{name}} no pone mucho énfasis en las oportunidades de avance y recompensas de la organización, por lo que será importante descubrir las otras cosas {{gender-subject}} valora"
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "{{name}} puede estar menos satisfecho con una cultura organizacional que sea competitiva y que aliente a las personas a trabajar de forma independiente",
            "lowDescription": "{{name}} puede estar menos satisfecho en el trabajo si la organización fomenta el trabajo en equipo y la colaboración"
          },
          "support": {
            "name": "Apoyo",
            "lowDescription": "{{name}} puede estar insatisfecho si la organización no apoya a sus empleados y su desarrollo"
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "{{name}} puede estar menos satisfecho en el trabajo si la organización se orienta más hacia las reglas y se centra más en la estabilidad",
            "lowDescription": "{{name}} puede estar menos satisfecho en el trabajo si la organización comienza a asumir más riesgos y trata de experimentar con nuevas ideas con más frecuencia"
          },
          "workingConditions": {
            "name": "Las condiciones de trabajo",
            "lowDescription": "{{name}} no pone mucha atención en las condiciones laborales y la sensación de seguridad laboral que brinda la organización, por lo que será importante descubrir otras cosas {{gender-subject}} valora"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Innovación",
            "highDescription": "{{name}} valora la innovación y la asunción de riesgos más que la estabilidad y la previsibilidad en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre innovación y estabilidad en una organización.",
            "lowDescription": "{{name}} valora la estabilidad y la previsibilidad más que la innovación y la asunción de riesgos en una organización.",
            "summary": "{{name}} valora mucho la innovación en una organización."
          },
          "attentionToDetail": {
            "name": "Atención a los detalles",
            "highDescription": "{{name}} valora mucho una organización que necesita ser precisa y atenta a los detalles.",
            "midDescription": "{{name}} valora una organización que necesita ser precisa y atenta a los detalles hasta cierto punto.",
            "lowDescription": "{{name}} realmente no valora una organización que necesita ser precisa y atenta a los detalles.",
            "summary": "{{name}} valora mucho una organización que presta atención a los detalles."
          },
          "outcomeOrientation": {
            "name": "Orientación a resultados",
            "highDescription": "{{name}} valora las organizaciones que tienen altas expectativas de desempeño, resultados y logros.",
            "midDescription": "{{name}} valora las organizaciones que tienen algunas expectativas de desempeño, resultados y logros.",
            "lowDescription": "{{name}} valora las organizaciones que tienen bajas expectativas de desempeño, resultados y logros.",
            "summary": "{{name}} valora mucho las organizaciones que se centran en los resultados."
          },
          "aggressiveness": {
            "name": "Agresividad",
            "highDescription": "{{name}} valora la agresividad y la competitividad más que la responsabilidad social en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre agresividad y responsabilidad social en una organización.",
            "lowDescription": "{{name}} valora más la responsabilidad social que la agresividad y la competitividad en una organización.",
            "summary": "{{name}} valora mucho la agresividad en una organización."
          },
          "supportiveness": {
            "name": "Apoyo",
            "highDescription": "{{name}} valora mucho el apoyo y el intercambio de información en una organización.",
            "midDescription": "{{name}} valora moderadamente el apoyo y el intercambio de información en una organización.",
            "lowDescription": "{{name}} realmente no valora el apoyo y el intercambio de información en una organización.",
            "summary": "{{name}} valora mucho el apoyo en una organización."
          },
          "emphasisOnRewards": {
            "name": "Crecimiento y recompensas",
            "highDescription": "{{name}} valora las organizaciones que brindan recompensas a los empleados, como salarios y oportunidades de crecimiento.",
            "midDescription": "{{name}} valora las organizaciones que ocasionalmente brindan recompensas a los empleados, como salarios y oportunidades de crecimiento.",
            "lowDescription": "{{name}} no valora las recompensas para los empleados, como salarios y oportunidades de crecimiento en una organización.",
            "summary": "{{name}} valora mucho las organizaciones que enfatizan las recompensas."
          },
          "teamOrientation": {
            "name": "Orientación del equipo",
            "highDescription": "{{name}} valora la orientación y la colaboración en equipo más que la autonomía y la independencia en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre la orientación al equipo y la autonomía en una organización.",
            "lowDescription": "{{name}} valora la autonomía y la independencia más que la orientación en equipo y la colaboración en una organización.",
            "summary": "{{name}} valora mucho una organización orientada al equipo."
          },
          "decisiveness": {
            "name": "Decisión",
            "highDescription": "{{name}} valora las organizaciones que pueden tomar decisiones rápidamente.",
            "midDescription": "{{name}} valora las organizaciones que equilibran el conflicto y la decisión.",
            "lowDescription": "{{name}} valora las organizaciones que tienen una cultura que fomenta el conflicto en lugar de la decisión.",
            "summary": "{{name}} valora mucho las organizaciones que pueden tomar decisiones rápidamente."
          },
          "respectForPeople": {
            "name": "Respeto por la gente",
            "highDescription": "{{name}} valora mucho la justicia y la tolerancia en una organización.",
            "midDescription": "{{name}} valora la justicia y la tolerancia en una organización hasta cierto punto.",
            "lowDescription": "{{name}} realmente no valora la justicia y la tolerancia en una organización.",
            "summary": "{{name}} valora mucho una organización que respeta a las personas."
          },
          "adaptability": {
            "name": "Adaptabilidad",
            "highDescription": "{{name}} valora las organizaciones que son adaptables, innovadoras y dispuestas a experimentar.",
            "midDescription": "{{name}} valora las organizaciones que equilibran la adaptabilidad y la estabilidad.",
            "lowDescription": "{{name}} valora las organizaciones que son estables, predecibles y cuidadosas.",
            "summary": "{{name}} valora mucho las organizaciones que son adaptables."
          },
          "collaboration": {
            "name": "Colaboración",
            "highDescription": "{{name}} valora las organizaciones que tienen una cultura orientada a las personas que se centra en la colaboración y el trabajo en equipo.",
            "midDescription": "{{name}} valora las organizaciones que logran un equilibrio entre colaboración y autonomía (la libertad de gobernarse a sí mismo u organizar sus propias actividades en el trabajo).",
            "lowDescription": "{{name}} valora las culturas organizacionales que se centran menos en estar orientadas a las personas y más en la autonomía (la libertad de gobernarse a sí mismo u organizar sus propias actividades en el trabajo) y la agresividad para lograr sus objetivos.",
            "summary": "{{name}} valora mucho las organizaciones que fomentan la colaboración."
          },
          "customerOrientation": {
            "name": "Orientación al cliente",
            "highDescription": "{{name}} valora las organizaciones impulsadas por el mercado y centradas en los clientes.",
            "midDescription": "{{name}} valora las organizaciones que están moderadamente impulsadas por el mercado y con cierto enfoque en los clientes.",
            "lowDescription": "{{name}} valora las organizaciones que están menos impulsadas por el mercado y menos centradas en los clientes.",
            "summary": "{{name}} valora mucho las organizaciones orientadas al cliente."
          },
          "detailOrientation": {
            "name": "Orientación detallada",
            "highDescription": "{{name}} valora las organizaciones que están atentas a los detalles y la calidad.",
            "midDescription": "{{name}} valora las organizaciones que prestan atención a los detalles y la calidad hasta cierto punto.",
            "lowDescription": "{{name}} no valora las organizaciones que están atentas a los detalles y la calidad.",
            "summary": "{{name}} valora mucho las organizaciones que se centran en los detalles."
          },
          "integrity": {
            "name": "Integridad",
            "highDescription": "{{name}} valora mucho las organizaciones que tienen alta integridad y altos estándares éticos, como el respeto por las personas.",
            "midDescription": "{{name}} valora las organizaciones que tienen cierta integridad y algunos estándares éticos, como el respeto por las personas.",
            "lowDescription": "{{name}} no valora las organizaciones que tienen integridad y estándares éticos como el respeto por las personas.",
            "summary": "{{name}} valora mucho las organizaciones que tienen integridad."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "tiene arena"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abierto a la experiencia",
            "highDescription": "Muy motivado para aprender.",
            "lowDescription": "Motivado a aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidad",
            "highDescription": "Muy cómodo con el cambio.",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Escrupulosidad",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo.",
            "lowDescription": "Comprometido emocionalmente con el trabajo."
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al desempeño",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen desempeño en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Altamente creativo en el trabajo.",
            "lowDescription": "creativo en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomando perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo.",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnt laboral muy bajo",
            "lowDescription": "Bajo agotamiento laboral"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación.",
            "lowDescription": "Eficaz en la comunicación."
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidad multitarea muy fuerte",
            "lowDescription": "Puede realizar múltiples tareas"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Altamente capaz de ser emprendedor.",
            "lowDescription": "Capaz de ser emprendedor"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Rara vez te preocupas y temes por las cosas.",
            "lowDescription": "Tiendes a preocuparte y a tener miedo de las cosas."
          },
          "anger": {
            "name": "Calma",
            "highDescription": "No te sientes frustrado ni enojado fácilmente.",
            "lowDescription": "Tiendes a sentirte frustrado o enojado con facilidad."
          },
          "depression": {
            "name": "Optimismo",
            "highDescription": "No te sientes deprimido con frecuencia.",
            "lowDescription": "Te sientes deprimido a menudo."
          },
          "selfConsciousness": {
            "name": "Auto confianza",
            "highDescription": "Tiendes a no ser cohibido en situaciones sociales y te preocupas poco por lo que los demás piensan de ti.",
            "lowDescription": "Tiendes a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de ti."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "Eres capaz de resistir la tentación y no es probable que te excedas.",
            "lowDescription": "Tiene dificultades para resistir la tentación y es probable que se exceda."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "Puedes mantener la calma en situaciones estresantes.",
            "lowDescription": "Tiendes a sentirte abrumado en situaciones estresantes."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "Te sientes cómodo con la gente y puedes hacer amigos fácilmente.",
            "lowDescription": "Tiendes a ser más reservado con la gente y es posible que no hagas amigos fácilmente."
          },
          "gregariousness": {
            "name": "Gregarismo",
            "highDescription": "Prefieres estar rodeado de gente y disfrutar de la compañía de los demás.",
            "lowDescription": "Prefieres estar solo y no estar rodeado de gente."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "Tiendes a hacerte cargo.",
            "lowDescription": "Tiendes a evitar hacerte cargo y prefieres que otros tomen la iniciativa."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "Suele mantenerse ocupado y hacer muchas cosas con su tiempo.",
            "lowDescription": "Prefieres tomártelo con calma y no dedicar tu tiempo a demasiadas cosas."
          },
          "excitementSeeking": {
            "name": "búsqueda de emociones",
            "highDescription": "Te gusta buscar emociones y aventuras y correr riesgos.",
            "lowDescription": "No te gusta buscar emociones y aventuras ni correr riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "Eres una persona alegre que frecuentemente experimenta estados de ánimo positivos.",
            "lowDescription": "Es menos probable que esté de buen humor y es posible que no experimente estados de ánimo positivos con frecuencia."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "Te gusta perderte en tus pensamientos y tu imaginación.",
            "lowDescription": "No te gusta perderte en tus pensamientos e imaginación."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "Te interesa el arte y la literatura.",
            "lowDescription": "No te interesan el arte ni la literatura."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "Eres consciente y abierto a tus propias experiencias emocionales y a las de los demás.",
            "lowDescription": "Tiendes a ser menos consciente y abierto a tus propias experiencias emocionales y a las de los demás."
          },
          "adventurousness": {
            "name": "Aventura",
            "highDescription": "Es probable que acepte la variedad y el cambio.",
            "lowDescription": "Prefieres la rutina y las convenciones y eres menos receptivo al cambio."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Está interesado en ideas y debates abstractos y filosóficos.",
            "lowDescription": "Suele no interesarse por las ideas y discusiones abstractas y filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Suele estar dispuesto a desafiar las convenciones y los valores tradicionales.",
            "lowDescription": "Tiendes a ajustarte a las convenciones y los valores tradicionales."
          },
          "trust": {
            "name": "Confianza",
            "highDescription": "Tiendes a confiar en los demás.",
            "lowDescription": "Tiendes a ser más escéptico sobre las intenciones de los demás."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "Eres sincero en tu trato con los demás y no recurres a la manipulación.",
            "lowDescription": "Crees que es necesario cierto grado de engaño en las relaciones para lograr el fin deseado."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "Te preocupas por los demás y estás dispuesto a ayudar a los necesitados.",
            "lowDescription": "Te preocupas menos por los demás y es posible que prefieras no involucrarte en sus asuntos."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "No le gusta la confrontación y no actúa de manera competitiva y agresiva.",
            "lowDescription": "Tiendes a actuar de manera competitiva y agresiva."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "Tiendes a ser humilde y no tienes una opinión excesivamente alta de ti mismo.",
            "lowDescription": "Tiendes a tener una alta opinión de ti mismo y puedes considerarte superior a los demás."
          },
          "sympathy": {
            "name": "Compasión",
            "highDescription": "Simpatizas con los demás.",
            "lowDescription": "Suele no simpatizar fácilmente con los demás."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "Confía en su capacidad para realizar tareas con éxito y sobresalir en ellas.",
            "lowDescription": "Le falta confianza en su capacidad para realizar tareas con éxito y sobresalir en ellas."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "Eres ordenado y organizado.",
            "lowDescription": "Tiendes a ser desordenado y menos organizado."
          },
          "dutifulness": {
            "name": "Obligación",
            "highDescription": "Suele adherirse a las reglas y cumplir obligaciones.",
            "lowDescription": "Tiende a ser más informal y flexible a la hora de adherirse a las reglas y es posible que no cumpla con sus obligaciones."
          },
          "achievementStriving": {
            "name": "Esforzarse por lograr logros",
            "highDescription": "Trabajas duro y vas más allá de las expectativas.",
            "lowDescription": "Tiende a estar satisfecho con niveles más bajos de logro."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Sueles estar preparado y llevar a cabo planes de forma disciplinada.",
            "lowDescription": "Tiende a no estar preparado y es posible que no lleve a cabo sus planes de manera disciplinada."
          },
          "cautiousness": {
            "name": "cautela",
            "highDescription": "Piensas detenidamente y no te apresuras a actuar ni a tomar decisiones.",
            "lowDescription": "Tiendes a actuar o tomar decisiones sin pensar en las consecuencias."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Rara vez te preocupas y temes por las cosas. Durante situaciones estresantes en el trabajo, usted no suele sentirse angustiado o perjudicado, lo que le permite desempeñarse según sus estándares habituales.",
            "midDescription": "De vez en cuando te preocupas y temes por las cosas. Durante situaciones estresantes en el trabajo, es posible que a veces se sienta angustiado o perjudicado, lo que puede afectar su desempeño si siente que está más allá de su capacidad para afrontarlo.",
            "lowDescription": "Tiendes a preocuparte y a tener miedo de las cosas. Durante situaciones estresantes en el trabajo, es posible que a menudo se sienta angustiado o perjudicado, lo que puede tener un efecto perjudicial en su desempeño si siente que está más allá de su capacidad para afrontarlo."
          },
          "anger": {
            "name": "Calma",
            "highDescription": "No te sientes frustrado ni enojado fácilmente. Esto es útil para generar confianza en el trabajo, permitir una gestión constructiva de conflictos y facilitar un clima de trabajo civil y profesional.",
            "midDescription": "Tiendes a sentirte frustrado o enojado de vez en cuando. Si se gestiona mal, esto puede ser perjudicial para su salud personal y su desempeño laboral. Si se expresa de manera poco constructiva y excesiva, esto también puede dañar las relaciones laborales y puede ser perjudicial para el clima organizacional.",
            "lowDescription": "Tiendes a sentirte frustrado o enojado con facilidad. Si se gestiona mal, esto puede ser perjudicial para su salud personal y su desempeño laboral. Si se expresa de manera poco constructiva y excesiva, esto también puede dañar las relaciones laborales y puede ser perjudicial para el clima organizacional."
          },
          "depression": {
            "name": "Optimismo",
            "highDescription": "No te sientes deprimido con frecuencia. No le afectan fácilmente los sentimientos de abatimiento, lo que le permite desempeñarse según sus estándares habituales en el trabajo.",
            "midDescription": "De vez en cuando te sientes deprimido. Si no se controlan, los sentimientos depresivos a menudo resultan en una falta de motivación y energía y dificultad para iniciar actividades, lo que puede conducir a dificultades para mantener un rendimiento óptimo en el trabajo.",
            "lowDescription": "Tiendes a sentirte deprimido con frecuencia. Si no se controlan, los sentimientos depresivos a menudo resultan en una falta de motivación y energía y dificultad para iniciar actividades, lo que puede conducir a dificultades para mantener un rendimiento óptimo en el trabajo."
          },
          "selfConsciousness": {
            "name": "Auto confianza",
            "highDescription": "Tiendes a no ser cohibido en situaciones sociales y te preocupas poco por lo que los demás piensan de ti. Esto le permite exponerse e interactuar con los demás de forma más auténtica. Sin embargo, si se lleva al extremo, puede existir el riesgo de una falta de autoconciencia.",
            "midDescription": "A veces puedes sentirte cohibido en situaciones sociales y sensible a lo que los demás piensan de ti. Estas preocupaciones pueden provocar cierta incomodidad y nerviosismo en las interacciones sociales, lo que puede impedirle alcanzar lo que realmente puede lograr en el trabajo.",
            "lowDescription": "Tiendes a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de ti. Estas preocupaciones pueden generar incomodidad y nerviosismo en las interacciones sociales, lo que puede impedirle alcanzar lo que realmente puede lograr en el trabajo."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "Eres capaz de resistir la tentación y no es probable que te excedas. Esto ayuda con su productividad en el trabajo.",
            "midDescription": "A veces eres capaz de resistir la tentación y, en ocasiones, excederte. Ceder a los impulsos con demasiada frecuencia en el trabajo puede afectar su productividad.",
            "lowDescription": "Tiene dificultades para resistir la tentación y es probable que se exceda. Ceder a los impulsos con demasiada frecuencia en el trabajo puede afectar su productividad."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "Puedes mantener la calma en situaciones estresantes. Esto le ayuda a pensar, tomar decisiones y actuar con la mente clara, incluso cuando esté bajo presión. Sin embargo, en ocasiones los demás pueden percibir una reacción demasiado tranquila como una falta de empatía o una mala comprensión de la gravedad de la situación.",
            "midDescription": "A veces puedes mantener la calma en situaciones estresantes. Mantener la calma le ayuda a pensar, tomar decisiones y actuar con la mente clara. Por el contrario, sentirse abrumado inhibirá su capacidad para pensar, decidir y actuar, lo que tiene un impacto en su desempeño laboral.",
            "lowDescription": "Tiendes a sentirte abrumado en situaciones estresantes. Bajo presión, puede sentir pánico, confusión e impotencia, lo que puede inhibir su capacidad para pensar con claridad, tomar decisiones y actuar. Esto puede tener un impacto en su desempeño laboral."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "Te sientes cómodo con la gente y puedes hacer amigos fácilmente. Esto le permite navegar situaciones sociales, incluso dentro del lugar de trabajo.",
            "midDescription": "Te sientes algo cómodo con la gente y eres capaz de hacer amigos con algo de esfuerzo. Esto afecta su capacidad para navegar situaciones sociales, incluso dentro del lugar de trabajo.",
            "lowDescription": "Tiendes a ser más reservado con la gente y es posible que no hagas amigos fácilmente. Esto puede tener un efecto en su capacidad para afrontar situaciones sociales, incluso en el lugar de trabajo."
          },
          "gregariousness": {
            "name": "Gregarismo",
            "highDescription": "Prefieres estar rodeado de gente y disfrutar de la compañía de los demás. Esto es útil cuando necesita desempeñarse en contextos sociales comunes en el lugar de trabajo.",
            "midDescription": "A veces disfrutas de la compañía de los demás pero en otras ocasiones prefieres estar solo. Ser sociable es útil cuando necesitas desempeñarte en contextos sociales comunes en el lugar de trabajo.",
            "lowDescription": "Prefieres estar solo y no estar rodeado de gente. En ocasiones, esto puede afectar su capacidad para desempeñarse en contextos sociales comunes en el lugar de trabajo."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "Tiendes a hacerte cargo. Esto contribuye a su potencial de liderazgo.",
            "midDescription": "De vez en cuando te haces cargo. Esto contribuye a su potencial de liderazgo.",
            "lowDescription": "Tiendes a evitar hacerte cargo y prefieres que otros tomen la iniciativa. Esto puede tener un impacto en su potencial de liderazgo."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "Suele mantenerse ocupado y hacer muchas cosas con su tiempo. Esto puede ser indicativo de cuánta energía gasta y su nivel de participación en las actividades diarias en el trabajo.",
            "midDescription": "Intentas lograr un equilibrio con lo que haces con tu tiempo. De manera similar, esto puede ser indicativo de cuánta energía gasta y su nivel de participación en las actividades diarias en el trabajo.",
            "lowDescription": "Prefieres tomártelo con calma y no dedicar tu tiempo a demasiadas cosas. De manera similar, esto puede ser indicativo de cuánta energía gasta y su nivel de participación en las actividades diarias en el trabajo."
          },
          "excitementSeeking": {
            "name": "búsqueda de emociones",
            "highDescription": "Te gusta buscar emociones y aventuras y correr riesgos. Esto puede resultar útil para trabajos en un entorno dinámico y que cambia rápidamente, y para trabajos que requieren cierto nivel de asunción de riesgos.",
            "midDescription": "De vez en cuando buscas emoción y aventura y tomas riesgos. Esto puede resultar útil para trabajos en un entorno dinámico y que cambia rápidamente y para trabajos que requieren cierto nivel de asunción de riesgos.",
            "lowDescription": "No te gusta buscar emociones y aventuras ni correr riesgos. Puede que le resulte difícil trabajar en un entorno dinámico y que cambia rápidamente y en trabajos que requieren cierto nivel de asunción de riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "Eres una persona alegre que frecuentemente experimenta estados de ánimo positivos. A menudo se percibe que las personas positivas son más agradables para los demás.",
            "midDescription": "Eres una persona moderadamente alegre que a veces experimenta estados de ánimo positivos. Esto tiene un efecto en qué tan positivo te perciben los demás y también puede afectar qué tan agradable eres.",
            "lowDescription": "Es menos probable que esté de buen humor y es posible que no experimente estados de ánimo positivos con frecuencia. Esto tiene un efecto en qué tan positivo te perciben los demás y también puede afectar qué tan agradable eres."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "Te gusta perderte en tus pensamientos y tu imaginación. Cultivar la imaginación ayuda en la resolución de problemas y la innovación.",
            "midDescription": "De vez en cuando te gusta perderte en tus pensamientos y tu imaginación. Cultivar la imaginación ayuda en la resolución de problemas y la innovación.",
            "lowDescription": "No te gusta perderte en tus pensamientos e imaginación. Cultivar la imaginación ayuda en la resolución de problemas y la innovación."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "Te interesa el arte y la literatura. La participación en el arte y la literatura puede ayudarle a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar.",
            "midDescription": "A veces te interesa el arte y la literatura. La participación en el arte y la literatura puede ayudarle a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar.",
            "lowDescription": "No te interesa el arte ni la literatura. La participación en el arte y la literatura puede ayudarle a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "Eres consciente y abierto a tus propias experiencias emocionales y a las de los demás. Esto le permite ser empático y construir relaciones saludables con los demás.",
            "midDescription": "Eres moderadamente consciente y a veces abierto a tus propias experiencias emocionales y a las de los demás. Esto tiene un efecto en su empatía por los demás y su capacidad para construir relaciones saludables.",
            "lowDescription": "Tiendes a ser menos consciente y abierto a tus propias experiencias emocionales y a las de los demás. Esto puede tener un efecto en su empatía por los demás y su capacidad para construir relaciones saludables."
          },
          "adventurousness": {
            "name": "Aventura",
            "highDescription": "Es probable que acepte la variedad y el cambio. El cambio es inevitable tanto en la vida diaria como en el lugar de trabajo.",
            "midDescription": "Prefieres un equilibrio entre variedad y rutina y agradeces los cambios de vez en cuando. El cambio es inevitable tanto en la vida diaria como en el lugar de trabajo.",
            "lowDescription": "Prefieres la rutina y las convenciones y eres menos receptivo al cambio. El cambio es inevitable tanto en la vida diaria como en el lugar de trabajo."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Está interesado en ideas y debates abstractos y filosóficos. Es posible que sea más receptivo a teorías e ideas alternativas.",
            "midDescription": "Está algo interesado en ideas y discusiones abstractas y filosóficas. En ocasiones, puede ser receptivo a teorías e ideas alternativas.",
            "lowDescription": "Suele no interesarse por las ideas y discusiones abstractas y filosóficas. Es posible que sea menos receptivo a teorías e ideas alternativas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Suele estar dispuesto a desafiar las convenciones y los valores tradicionales. Es posible que sea más receptivo a opiniones y perspectivas alternativas.",
            "midDescription": "En ocasiones está dispuesto a desafiar las convenciones y los valores tradicionales. Es posible que sea algo receptivo a opiniones y perspectivas alternativas.",
            "lowDescription": "Tiendes a ajustarte a las convenciones y los valores tradicionales. Es posible que sea menos receptivo a opiniones y perspectivas alternativas."
          },
          "trust": {
            "name": "Confianza",
            "highDescription": "Tiendes a confiar en los demás. En el trabajo, tiendes a interactuar con los demás asumiendo que son dignos de confianza y tienen buenas intenciones, las cuales a veces pueden ser correspondidas. Esto le permite construir relaciones sinceras en el trabajo.",
            "midDescription": "Tiendes a confiar en los demás hasta cierto punto. En el trabajo, puede interactuar con otras personas suponiendo que son dignas de confianza y que en su mayor parte tienen buenas intenciones, pero también tiene cierta precaución. Si bien la confianza a veces es recíproca, en ocasiones es útil tener cierto nivel de precaución.",
            "lowDescription": "Tiendes a ser más escéptico sobre las intenciones de los demás. Esto puede afectar la forma en que interactúa con otras personas y su capacidad para establecer relaciones sinceras en el trabajo."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "Eres sincero en tu trato con los demás y no recurres a la manipulación. Es posible que a las personas les resulte más fácil interactuar y relacionarse con usted, lo que facilita la construcción de relaciones.",
            "midDescription": "Suele ser sincero en su trato con los demás, aunque no duda en utilizar algún engaño si es necesario. Si se lleva al extremo, ese comportamiento puede ser perjudicial para los equipos y la organización a largo plazo.",
            "lowDescription": "Crees que es necesario cierto grado de engaño en las relaciones para lograr el fin deseado. Si se lleva al extremo, este comportamiento puede resultar perjudicial para los equipos y las organizaciones a largo plazo."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "Te preocupas por los demás y estás dispuesto a ayudar a los necesitados. Su disposición para ayudar y apoyar a otros facilita la construcción de equipos cohesionados y una cultura colaborativa.",
            "midDescription": "En ocasiones se preocupa por los demás y en ocasiones está dispuesto a ayudar a los necesitados. Su disposición para ayudar y apoyar a otros facilita la construcción de equipos cohesionados y una cultura colaborativa.",
            "lowDescription": "Te preocupas menos por los demás y es posible que prefieras no involucrarte en sus asuntos. Esto puede tener un impacto en la cohesión y colaboración del equipo."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "No le gusta la confrontación y no actúa de manera competitiva y agresiva. Otros pueden corresponder en consecuencia, lo que ayuda a crear un ambiente de trabajo amable y placentero.",
            "midDescription": "Tiendes a ser ambivalente ante la confrontación, pero en su mayor parte intentas no actuar de manera competitiva y agresiva. La confrontación agresiva puede ser recíproca, lo que crea un ambiente de trabajo que no es propicio ni constructivo.",
            "lowDescription": "Tiendes a actuar de manera competitiva y agresiva. La confrontación agresiva puede ser recíproca, lo que crea un ambiente de trabajo que no es propicio ni constructivo."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "Tiendes a ser humilde y no tienes una opinión excesivamente alta de ti mismo. Las personas modestas suelen ser percibidas como positivas y agradables. Sin embargo, la humildad excesiva también puede ser un indicador de baja confianza en uno mismo.",
            "midDescription": "Tienes una opinión moderadamente alta de ti mismo. Las personas modestas suelen ser percibidas como positivas y agradables, y un nivel moderado de confianza en sí mismas es saludable.",
            "lowDescription": "Tiendes a tener una alta opinión de ti mismo y puedes considerarte superior a los demás. También se le puede percibir como alguien propenso a hablar de sus logros y a parecer demasiado confiado en sí mismo. Las personas modestas, por el contrario, suelen ser percibidas como más positivas y agradables."
          },
          "sympathy": {
            "name": "Compasión",
            "highDescription": "Simpatizas con los demás. Expresar simpatía en el trabajo demuestra que valoras cómo se sienten los demás y transmites tu apoyo. Esto ayuda a construir y enriquecer las relaciones laborales.",
            "midDescription": "Ocasionalmente simpatizas con los demás. Expresar simpatía en el trabajo demuestra que valoras cómo se sienten los demás y transmites tu apoyo. Esto ayuda a construir y enriquecer las relaciones laborales.",
            "lowDescription": "Suele no simpatizar fácilmente con los demás. Expresar simpatía en el trabajo demostrará que valoras cómo se sienten los demás y transmitirás tu apoyo. Esto ayuda a construir y enriquecer las relaciones laborales."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "Confía en su capacidad para realizar tareas con éxito y sobresalir en ellas. El desempeño laboral está relacionado con la confianza que uno tiene en sus capacidades.",
            "midDescription": "Tiene cierta confianza en su capacidad para realizar tareas con éxito y sobresalir en ellas. Su confianza en sus habilidades puede tener un efecto en su desempeño.",
            "lowDescription": "Le falta confianza en su capacidad para realizar tareas con éxito y sobresalir en ellas. Su falta de confianza en sus habilidades puede afectar su desempeño."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "Eres ordenado y organizado. Estar ordenado y organizado puede permitir una mejor productividad.",
            "midDescription": "Eres algo ordenado y organizado. Ser más ordenado y organizado puede permitir una mayor productividad.",
            "lowDescription": "Tiendes a ser desordenado y menos organizado. Ser más ordenado y organizado puede permitir una mayor productividad."
          },
          "dutifulness": {
            "name": "Obligación",
            "highDescription": "Suele adherirse a las reglas y cumplir obligaciones. Seguir reglas ayuda a mantener el orden y cumplir con las obligaciones genera confianza.",
            "midDescription": "Cumples las reglas y cumples con las obligaciones de forma moderada. Seguir reglas ayuda a mantener el orden y cumplir con las obligaciones ayudará a generar confianza.",
            "lowDescription": "Tiende a ser más informal y flexible a la hora de adherirse a las reglas y es posible que no cumpla con sus obligaciones. Seguir reglas ayuda a mantener mejor el orden y cumplir con las obligaciones ayudará a generar confianza."
          },
          "achievementStriving": {
            "name": "Esforzarse por lograr logros",
            "highDescription": "Trabajas duro y vas más allá de las expectativas. Esto le permite alcanzar mayores niveles de éxito.",
            "midDescription": "A veces trabajas duro y superas las expectativas. Esto tiene un impacto en su capacidad para alcanzar mayores niveles de éxito.",
            "lowDescription": "Tiende a estar satisfecho con niveles más bajos de logro. Esto puede tener un impacto en su capacidad para alcanzar mayores niveles de éxito."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Sueles estar preparado y llevar a cabo planes de forma disciplinada. Esto lo mantendrá encaminado hacia el logro de sus objetivos.",
            "midDescription": "Intentas estar preparado y llevar a cabo los planes de forma disciplinada. Esto puede tener un impacto en su capacidad para mantenerse encaminado hacia el logro de sus objetivos.",
            "lowDescription": "Tiende a no estar preparado y es posible que no lleve a cabo sus planes de manera disciplinada. Esto puede tener un impacto en su capacidad para mantenerse encaminado hacia el logro de sus objetivos."
          },
          "cautiousness": {
            "name": "cautela",
            "highDescription": "Piensas detenidamente y no te apresuras a actuar ni a tomar decisiones. Esta cautela a veces puede permitirle ser más eficaz al responder a situaciones.",
            "midDescription": "De vez en cuando piensas detenidamente y tratas de no apresurarte a actuar o tomar decisiones. Esta cautela a veces puede permitirle ser más eficaz al responder a situaciones.",
            "lowDescription": "Tiendes a actuar o tomar decisiones sin pensar en las consecuencias. Un poco de cautela puede ayudarle a ser más eficaz al responder a las situaciones."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Rara vez te preocupas y temes por las cosas.",
            "lowDescription": "Tiendes a preocuparte y a tener miedo de las cosas."
          },
          "anger": {
            "name": "Calma",
            "highDescription": "No te sientes frustrado ni enojado fácilmente.",
            "lowDescription": "Tiendes a sentirte frustrado o enojado con facilidad."
          },
          "depression": {
            "name": "Optimismo",
            "highDescription": "No te sientes deprimido con frecuencia.",
            "lowDescription": "Te sientes deprimido a menudo."
          },
          "selfConsciousness": {
            "name": "Auto confianza",
            "highDescription": "Tiendes a no ser cohibido en situaciones sociales y te preocupas poco por lo que los demás piensan de ti.",
            "lowDescription": "Tiendes a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de ti."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "Eres capaz de resistir la tentación y no es probable que te excedas.",
            "lowDescription": "Tiene dificultades para resistir la tentación y es probable que se exceda."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "Puedes mantener la calma en situaciones estresantes.",
            "lowDescription": "Tiendes a sentirte abrumado en situaciones estresantes."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "Te sientes cómodo con la gente y puedes hacer amigos fácilmente.",
            "lowDescription": "Tiendes a ser más reservado con la gente y es posible que no hagas amigos fácilmente."
          },
          "gregariousness": {
            "name": "Gregarismo",
            "highDescription": "Prefieres estar rodeado de gente y disfrutar de la compañía de los demás.",
            "lowDescription": "Prefieres estar solo y no estar rodeado de gente."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "Tiendes a hacerte cargo.",
            "lowDescription": "Tiendes a evitar hacerte cargo y prefieres que otros tomen la iniciativa."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "Suele mantenerse ocupado y hacer muchas cosas con su tiempo.",
            "lowDescription": "Prefieres tomártelo con calma y no dedicar tu tiempo a demasiadas cosas."
          },
          "excitementSeeking": {
            "name": "búsqueda de emociones",
            "highDescription": "Te gusta buscar emociones y aventuras y correr riesgos.",
            "lowDescription": "No te gusta buscar emociones y aventuras ni correr riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "Eres una persona alegre que frecuentemente experimenta estados de ánimo positivos.",
            "lowDescription": "Es menos probable que esté de buen humor y es posible que no experimente estados de ánimo positivos con frecuencia."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "Te gusta perderte en tus pensamientos y tu imaginación.",
            "lowDescription": "No te gusta perderte en tus pensamientos e imaginación."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "Te interesa el arte y la literatura.",
            "lowDescription": "No te interesan el arte ni la literatura."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "Eres consciente y abierto a tus propias experiencias emocionales y a las de los demás.",
            "lowDescription": "Tiendes a ser menos consciente y abierto a tus propias experiencias emocionales y a las de los demás."
          },
          "adventurousness": {
            "name": "Aventura",
            "highDescription": "Es probable que acepte la variedad y el cambio.",
            "lowDescription": "Prefieres la rutina y las convenciones y eres menos receptivo al cambio."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Está interesado en ideas y debates abstractos y filosóficos.",
            "lowDescription": "Suele no interesarse por las ideas y discusiones abstractas y filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Suele estar dispuesto a desafiar las convenciones y los valores tradicionales.",
            "lowDescription": "Tiendes a ajustarte a las convenciones y los valores tradicionales."
          },
          "trust": {
            "name": "Confianza",
            "highDescription": "Tiendes a confiar en los demás.",
            "lowDescription": "Tiendes a ser más escéptico sobre las intenciones de los demás."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "Eres sincero en tu trato con los demás y no recurres a la manipulación.",
            "lowDescription": "Crees que es necesario cierto grado de engaño en las relaciones para lograr el fin deseado."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "Te preocupas por los demás y estás dispuesto a ayudar a los necesitados.",
            "lowDescription": "Te preocupas menos por los demás y es posible que prefieras no involucrarte en sus asuntos."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "No le gusta la confrontación y no actúa de manera competitiva y agresiva.",
            "lowDescription": "Tiendes a actuar de manera competitiva y agresiva."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "Tiendes a ser humilde y no tienes una opinión excesivamente alta de ti mismo.",
            "lowDescription": "Tiendes a tener una alta opinión de ti mismo y puedes considerarte superior a los demás."
          },
          "sympathy": {
            "name": "Compasión",
            "highDescription": "Simpatizas con los demás.",
            "lowDescription": "Tiendes a no simpatizar fácilmente con los demás."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "Confía en su capacidad para realizar tareas con éxito y sobresalir en ellas.",
            "lowDescription": "Le falta confianza en su capacidad para realizar tareas con éxito y sobresalir en ellas."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "Eres ordenado y organizado.",
            "lowDescription": "Tiendes a ser desordenado y menos organizado."
          },
          "dutifulness": {
            "name": "Obligación",
            "highDescription": "Suele adherirse a las reglas y cumplir obligaciones.",
            "lowDescription": "Tiende a ser más informal y flexible a la hora de adherirse a las reglas y es posible que no cumpla con sus obligaciones."
          },
          "achievementStriving": {
            "name": "Esforzarse por lograr logros",
            "highDescription": "Trabajas duro y vas más allá de las expectativas.",
            "lowDescription": "Tiende a estar satisfecho con niveles más bajos de logro."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Sueles estar preparado y llevar a cabo planes de forma disciplinada.",
            "lowDescription": "Tiende a no estar preparado y es posible que no lleve a cabo sus planes de manera disciplinada."
          },
          "cautiousness": {
            "name": "cautela",
            "highDescription": "Piensas detenidamente y no te apresuras a actuar ni a tomar decisiones.",
            "lowDescription": "Tiendes a actuar o tomar decisiones sin pensar en las consecuencias."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "tú",
      "objective": "tú",
      "possessiveAdjective": "su",
      "possessive": "tuyo",
      "reflexive": "tú mismo"
    },
    "neutral": {
      "subjective": "ellos",
      "objective": "a ellos",
      "possessiveAdjective": "su",
      "possessive": "suyo",
      "reflexive": "ellos mismos"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "percibir",
      "plural": "percibe"
    }
  },
  "nouns": {
    "person": {
      "singular": "Ésta persona"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "tiene arena"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abierto a la experiencia",
            "highDescription": "Muy motivado para aprender.",
            "lowDescription": "Motivado a aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidad",
            "highDescription": "Muy cómodo con el cambio.",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Escrupulosidad",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo.",
            "lowDescription": "Comprometido emocionalmente con el trabajo."
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al desempeño",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen desempeño en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Altamente creativo en el trabajo.",
            "lowDescription": "creativo en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomando perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo.",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnt laboral muy bajo",
            "lowDescription": "Bajo agotamiento laboral"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación.",
            "lowDescription": "Eficaz en la comunicación."
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidad multitarea muy fuerte",
            "lowDescription": "Puede realizar múltiples tareas"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Altamente capaz de ser emprendedor.",
            "lowDescription": "Capaz de ser emprendedor"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Estabilidad emocional",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es emocionalmente estable. ",
            "midDescription": "{{name}} tiene cierto control de sus emociones y, en general, es resistente a la presión y la tentación.",
            "lowDescription": "El área de desarrollo de {{name}} es {{gender-possessive}} estabilidad emocional - "
          },
          "extraversion": {
            "name": "Extraversión",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es extravertido. ",
            "midDescription": "{{name}} es algo sociable, positivo, buscador de emociones y asertivo.",
            "lowDescription": "El área de desarrollo de {{name}} es la extraversión {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Abierto a la experiencia",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} está abierto a diversas experiencias. ",
            "midDescription": "{{name}} está algo abierto a participar en diversas ideas, actividades, sentimientos y perspectivas. ",
            "lowDescription": "El área de desarrollo de {{name}} es la apertura {{gender-possessive}} a diversas experiencias - "
          },
          "agreeableness": {
            "name": "Amabilidad",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es la amabilidad. ",
            "midDescription": "{{name}} es moderadamente cálido, modesto y orientado a las personas.",
            "lowDescription": "El área de desarrollo de {{name}} es {{gender-possessive}} amabilidad - "
          },
          "conscientiousness": {
            "name": "Escrupulosidad",
            "highDescription": "El rasgo de personalidad más fuerte de {{name}} es que {{gender-subject}} es concienzudo. ",
            "midDescription": "{{name}} tiene cierta confianza en su capacidad para lograr logros y es moderadamente disciplinado en el cumplimiento de sus deberes de manera estructurada y deliberada.",
            "lowDescription": "El área de desarrollo de {{name}} es la escrupulosidad {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Autoevaluaciones básicas",
            "highDescription": "{{name}} tiene altas autoevaluaciones básicas: {{gender-subject}} se ve a {{gender-object}} de manera consistentemente positiva en todas las situaciones.",
            "lowDescription": "{{name}} tiene bajas autoevaluaciones básicas: {{gender-subject}} debería intentar verse {{gender-object}} de una manera más positiva en todas las situaciones."
          },
          "performanceOrientation": {
            "name": "Orientación al desempeño",
            "highDescription": "{{name}} tiene una alta orientación a objetivos de desempeño: {{gender-subject}} está motivado para demostrar y validar la competencia {{gender-possessive}} buscando juicios positivos y evitando juicios negativos de los demás. ",
            "lowDescription": "{{name}} tiene poca orientación hacia los objetivos de rendimiento: {{gender-subject}} debería intentar estar más motivado para demostrar y validar la competencia {{gender-possessive}} buscando juicios positivos y evitando juicios negativos."
          },
          "masteryOrientation": {
            "name": "Orientación al dominio",
            "highDescription": "{{name}} tiene una alta orientación a objetivos de dominio: {{gender-subject}} está motivado para desarrollar competencias adquiriendo nuevas habilidades y dominando nuevas situaciones.",
            "lowDescription": "{{name}} tiene poca orientación hacia los objetivos de dominio: {{gender-subject}} debería intentar estar más motivado para desarrollar competencias adquiriendo nuevas habilidades y dominando nuevas situaciones."
          },
          "selfMonitoring": {
            "name": "Autocontrol",
            "highDescription": "{{name}} tiene un alto nivel de autocontrol: {{gender-subject}} es capaz de monitorear y controlar las expresiones y comportamientos {{gender-possessive}} .",
            "lowDescription": "{{name}} tiene poco autocontrol: {{gender-subject}} debería intentar monitorear y controlar más las expresiones y comportamientos {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Autoevaluaciones básicas",
            "highDescription": "{{name}} tiende a verse a sí mismo de manera consistentemente positiva en todas las situaciones. Se ven a sí mismos como capaces, dignos y en control de su vida. Estas emociones, pensamientos y motivaciones positivas pueden afectar cómo se sienten, piensan y se comportan en el lugar de trabajo.",
            "midDescription": "{{name}} a veces se ve a sí mismo de forma más positiva y, otras veces, de forma más negativa. Esto afecta si se ven a sí mismos como capaces, dignos y en control de su vida, lo que tiene un impacto en cómo se sienten, piensan y se comportan en el lugar de trabajo.",
            "lowDescription": "{{name}} tiende a verse a sí mismo de manera consistentemente negativa en todas las situaciones. Es posible que se vean a sí mismos como menos capaces, indignos y sin control de su vida. Estas emociones, pensamientos y motivaciones negativas pueden afectar cómo se sienten, piensan y se comportan en el lugar de trabajo."
          },
          "performanceOrientation": {
            "name": "Orientación al desempeño",
            "highDescription": "{{name}} cree que su competencia se demuestra cuando superan a los demás. Como resultado, es probable que se sientan motivados a fijarse metas altas, centrándose en lograr un mayor nivel de éxito y competencia que los demás. ",
            "midDescription": "{{name}} ocasionalmente cree que su competencia se demuestra cuando supera a los demás. Por lo tanto, están bastante motivados para fijarse metas altas, a veces centrándose en lograr un mayor nivel de éxito y competencia que otros.",
            "lowDescription": "{{name}} no cree que superar a otros sea necesariamente una demostración de su competencia. No les preocupa competir y ganar contra otros. Es poco probable que las metas que establezcan estén influenciadas o motivadas por el éxito de otros."
          },
          "masteryOrientation": {
            "name": "Orientación al dominio",
            "highDescription": "{{name}} está motivado para desarrollar sus competencias adquiriendo nuevas habilidades y dominándolas en situaciones nuevas. Pueden ver las tareas desafiantes como oportunidades de crecimiento y desarrollo.",
            "midDescription": "{{name}} está algo motivado para desarrollar sus competencias adquiriendo nuevas habilidades y dominándolas en situaciones nuevas. A veces pueden ver las tareas desafiantes como oportunidades de crecimiento y desarrollo.",
            "lowDescription": "{{name}} está menos motivado para desarrollar sus competencias y puede estar menos interesado en adquirir nuevas habilidades o dominarlas en situaciones nuevas. Cuando se enfrentan a tareas desafiantes, pueden reaccionar con aprensión o encontrarlas engorrosas."
          },
          "selfMonitoring": {
            "name": "Autocontrol",
            "highDescription": "{{name}} tiende a ser capaz y estar dispuesto a regular sus expresiones y comportamientos en función de las circunstancias sociales. Esto les ayuda a adaptar su forma de presentarse ante los demás en función de las señales sociales y a ser más eficaces a la hora de adaptarse a nuevas situaciones.",
            "midDescription": "{{name}} a veces es capaz y está dispuesto a regular sus expresiones y comportamientos en función de las circunstancias sociales. Esto les ayuda a adaptar su forma de presentarse ante los demás en función de las señales sociales y a ser más eficaces a la hora de adaptarse a nuevas situaciones.",
            "lowDescription": "{{name}} tiende a ser menos capaz o a estar menos dispuesto a regular sus expresiones y comportamientos independientemente de las circunstancias sociales. Es poco probable que utilicen claves sociales para adaptar su forma de presentarse ante los demás y pueden ser menos eficaces a la hora de adaptarse a nuevas situaciones."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Funciones prácticas en las que intervienen máquinas y herramientas",
            "lowDescription": "Funciones prácticas en las que intervienen máquinas y herramientas"
          },
          "investigative": {
            "name": "Investigación",
            "highDescription": "Funciones analíticas y científicas que implican explorar e investigar cosas",
            "lowDescription": "Funciones analíticas y científicas que implican explorar e investigar cosas"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Funciones creativas y artísticas que impliquen la creación de obras originales",
            "lowDescription": "Funciones creativas y artísticas que impliquen la creación de obras originales"
          },
          "social": {
            "name": "Social",
            "highDescription": "Funciones que pueden ayudar a las personas enseñándoles y asistiéndoles",
            "lowDescription": "Funciones que pueden ayudar a las personas enseñándoles y asistiéndoles"
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "Posiciones de liderazgo que implican influir y dirigir a otros",
            "lowDescription": "Posiciones de liderazgo que implican influir y dirigir a otros"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Funciones con normas y procedimientos claros",
            "lowDescription": "Funciones con normas y procedimientos claros"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Más actividades prácticas en el trabajo"
          },
          "investigative": {
            "name": "Investigación",
            "highDescription": "Más tareas que giran en torno a la investigación y el análisis"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Más oportunidades para que {{name}} cree cosas nuevas"
          },
          "social": {
            "name": "Social",
            "highDescription": "Más tareas que permiten a {{name}} ayudar a los demás"
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "Más oportunidades que permiten a {{name}} influir en los demás"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Más actividades que giran en torno al mantenimiento de registros y la realización de cálculos"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realista"
          },
          "investigative": {
            "name": "Investigación"
          },
          "artistic": {
            "name": "Artístico"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Emprendedor"
          },
          "conventional": {
            "name": "Convencional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realista",
            "lowDescription": "{{name}} puede que no le gusten las actividades prácticas en el trabajo"
          },
          "investigative": {
            "name": "Investigación",
            "lowDescription": "{{name}} pueden evitar tareas que giren en torno a la investigación y el análisis"
          },
          "artistic": {
            "name": "Artístico",
            "lowDescription": "{{name}} puede que le resulte difícil aprovechar las oportunidades para crear cosas nuevas"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} puede no disfrutar de actividades que requieran {{gender-object}} para ayudar a los demás"
          },
          "enterprising": {
            "name": "Emprendedor",
            "lowDescription": "{{name}} puede evitar actividades que requieran {{gender-object}} para influir en los demás"
          },
          "conventional": {
            "name": "Convencional",
            "lowDescription": "{{name}} puede que le resulte difícil realizar actividades relacionadas con el mantenimiento de registros y la realización de cálculos"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realista",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una gran preferencia por las tareas al aire libre, físicas y mecánicas y busca problemas concretos en lugar de abstractos, además de disfrutar en situaciones prácticas.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas al aire libre, físicas y mecánicas, pero que no siempre disfruta estando en situaciones de trabajo práctico.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene poca preferencia por las tareas al aire libre, físicas y mecánicas y no prefiere situaciones de trabajo práctico como construir y arreglar cosas o manejar equipos.",
            "summary": "{{name}} prefiere trabajar en empleos realistas - {{gender-subject}} le gustan las ocupaciones prácticas, mecánicas y manuales."
          },
          "investigative": {
            "name": "Investigación",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una gran preferencia por trabajar con teorías y datos, empleando metodologías científicas para resolver problemas complejos.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por trabajar con teorías, datos y números, recopilando hechos y analizando situaciones para resolver problemas complejos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por las tareas que giran en torno al uso de teorías y la recopilación de datos o números para analizar o resolver problemas complejos.",
            "summary": "{{name}} prefiere trabajar en trabajos de investigación - {{gender-subject}} le gustan las ocupaciones analíticas y científicas."
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una marcada preferencia por las oportunidades que implican la autoexpresión creativa y estética en la creación de obras o productos originales.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las oportunidades que permiten la autoexpresión a través de creaciones artísticas y originales, aunque no siempre se sienta inclinado a realizar tareas creativas.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por las tareas que requieren habilidades estéticas y de autoexpresión o aquellas que requieren que uno sea creativo en la creación de un trabajo o producto original.",
            "summary": "{{name}} prefiere trabajar en empleos artísticos - {{gender-subject}} le gustan las ocupaciones creativas, expresivas y artísticas."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una marcada preferencia por las actividades que implican apoyar, desarrollar e iluminar a los demás y busca actividades interpersonales que tengan como objetivo obtener resultados socialmente impactantes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las actividades que implican apoyar, desarrollar e iluminar a los demás, así como trabajar para obtener resultados con impacto social.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por las tareas que proporcionan apoyo o servicio a los demás, así como por trabajar para otros para obtener resultados socialmente impactantes.",
            "summary": "{{name}} prefiere trabajar en empleos sociales - {{gender-subject}} le gustan las ocupaciones que pueden ayudar a la gente."
          },
          "enterprising": {
            "name": "Emprendedor",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una marcada preferencia por las tareas que requieren dirigir e influir en los demás para que adopten soluciones o enfoques, y prefiere estar en posiciones de influencia o poder.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas que requieren dirigir e influir en los demás para que adopten soluciones o enfoques.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene poca preferencia por las tareas que requieren dirigir e influir en los demás para que adopten soluciones o enfoques.",
            "summary": "{{name}} es el que más prefiere trabajar en empleos emprendedores - {{gender-subject}} le gustan las ocupaciones que le permiten estar en posiciones de liderazgo."
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una marcada preferencia por las tareas que requieren orden y organización, así como por el trabajo en una operación sistematizada con directrices y procedimientos claros.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una preferencia moderada por las tareas que se realizan de forma sistemática y ordenada, aunque puede que no siempre le guste seguir al pie de la letra las normas y los procedimientos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguien que tiene una baja preferencia por las tareas estructuradas y reguladas por normas que deben realizarse de forma sistemática y ordenada, así como por el cumplimiento de normas y procedimientos.",
            "summary": "{{name}} es el que más prefiere trabajar en empleos convencionales - {{gender-subject}} le gustan las ocupaciones con normas, reglas y procedimientos claros."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "Tiene agallas"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "Muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Apertura a la experiencia",
            "highDescription": "Muy motivado para aprender",
            "lowDescription": "Motivación para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Muy cómodo con el cambio",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conciencia",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo",
            "lowDescription": "Compromiso emocional con el trabajo"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al rendimiento",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen rendimiento en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Muy creativo en el trabajo",
            "lowDescription": "Creatividad en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Toma de perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Muy bajo desgaste profesional",
            "lowDescription": "Bajo desgaste profesional"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación",
            "lowDescription": "Eficaz en la comunicación"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Gran capacidad multitarea",
            "lowDescription": "Multitarea"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Gran capacidad para ser empresario",
            "lowDescription": "Capaz de ser empresario"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Logros",
            "highDescription": "Orientación a resultados",
            "midDescription": "Enfoque moderado en los resultados",
            "lowDescription": "Poca atención a los resultados"
          },
          "recognition": {
            "name": "Reconocimiento",
            "highDescription": "Promoción y recompensas",
            "midDescription": "Enfoque moderado en la promoción y las recompensas",
            "lowDescription": "Poca atención a la promoción y las recompensas"
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "Colaboración y amistad",
            "midDescription": "Equilibrio entre colaboración y autonomía",
            "lowDescription": "Autonomía y competitividad"
          },
          "support": {
            "name": "Ayuda",
            "highDescription": "Apoyo y ética",
            "midDescription": "Un poco de apoyo y ética",
            "lowDescription": "Poco apoyo y ética"
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "Decisión e independencia",
            "midDescription": "Nivel moderado de decisión",
            "lowDescription": "Indecisión y dependencia"
          },
          "workingConditions": {
            "name": "Condiciones de trabajo",
            "highDescription": "Seguridad y buenas condiciones de trabajo",
            "midDescription": "Moderada atención a la seguridad y las condiciones de trabajo",
            "lowDescription": "Poca atención a la seguridad y las condiciones de trabajo"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Logros",
            "highDescription": "Una organización centrada en los resultados, con altas expectativas de rendimiento y desempeño, que aprovecha las capacidades y habilidades de sus empleados."
          },
          "recognition": {
            "name": "Reconocimiento",
            "highDescription": "Una organización que reconoce el trabajo de sus empleados mediante oportunidades de promoción y recompensas."
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "Una cultura organizativa que fomenta el trabajo en equipo y un entorno laboral no competitivo",
            "lowDescription": "Una cultura organizativa competitiva en la que las personas trabajan de forma independiente"
          },
          "support": {
            "name": "Ayuda",
            "highDescription": "Una cultura organizativa que apoye a los empleados y su desarrollo, y que tenga elevadas normas éticas."
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "Oportunidades constantes para asumir riesgos y experimentar con nuevas ideas en toda la organización.",
            "lowDescription": "Una organización orientada a las normas y centrada en la estabilidad"
          },
          "workingConditions": {
            "name": "Condiciones de trabajo",
            "highDescription": "Una organización que ofrece seguridad laboral y buenas condiciones de trabajo a sus empleados."
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Logros"
          },
          "recognition": {
            "name": "Reconocimiento"
          },
          "relationships": {
            "name": "Relaciones"
          },
          "support": {
            "name": "Ayuda"
          },
          "independence": {
            "name": "Independencia"
          },
          "workingConditions": {
            "name": "Condiciones de trabajo"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Logros",
            "lowDescription": "Puede ser demasiado exigente para {{name}} si hay grandes expectativas de logros, rendimiento y resultados en toda la organización."
          },
          "recognition": {
            "name": "Reconocimiento",
            "lowDescription": "{{name}} no da mucha importancia a las oportunidades de ascenso y a las recompensas de la organización, por lo que será importante averiguar qué otras cosas valora {{gender-subject}} en su lugar"
          },
          "relationships": {
            "name": "Relaciones",
            "highDescription": "{{name}} pueden estar menos satisfechos con una cultura organizativa que sea competitiva y que anime a las personas a trabajar de forma independiente",
            "lowDescription": "{{name}} pueden estar menos satisfechos en el trabajo si la organización fomenta el trabajo en equipo y la colaboración"
          },
          "support": {
            "name": "Ayuda",
            "lowDescription": "{{name}} pueden sentirse insatisfechos si la organización no apoya a sus empleados y su desarrollo"
          },
          "independence": {
            "name": "Independencia",
            "highDescription": "{{name}} pueden estar menos satisfechos en el trabajo si la organización se orienta más hacia las normas y se centra más en la estabilidad",
            "lowDescription": "{{name}} pueden estar menos satisfechos en el trabajo si la organización empieza a asumir más riesgos e intenta experimentar con nuevas ideas más a menudo"
          },
          "workingConditions": {
            "name": "Condiciones de trabajo",
            "lowDescription": "{{name}} no da mucha importancia a las condiciones de trabajo y a la sensación de seguridad laboral que ofrece la organización, por lo que será importante averiguar qué otras cosas valora {{gender-subject}} en su lugar"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Innovación",
            "highDescription": "{{name}} valora más la innovación y la asunción de riesgos que la estabilidad y la previsibilidad en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre innovación y estabilidad en una organización.",
            "lowDescription": "{{name}} valora más la estabilidad y la previsibilidad que la innovación y la asunción de riesgos en una organización.",
            "summary": "{{name}} valora altamente la innovación en una organización."
          },
          "attentionToDetail": {
            "name": "Atención al detalle",
            "highDescription": "{{name}} valora mucho una organización que necesita ser precisa y atenta a los detalles.",
            "midDescription": "{{name}} valora una organización que necesita ser precisa y estar atenta a los detalles hasta un punto moderado.",
            "lowDescription": "{{name}} no valora realmente una organización que necesita ser precisa y atenta a los detalles.",
            "summary": "{{name}} valora mucho una organización que presta atención a los detalles."
          },
          "outcomeOrientation": {
            "name": "Orientación a los resultados",
            "highDescription": "{{name}} valora las organizaciones que tienen grandes expectativas de rendimiento, resultados y logros.",
            "midDescription": "{{name}} valora las organizaciones que tienen ciertas expectativas de rendimiento, resultados y logros.",
            "lowDescription": "{{name}} valora las organizaciones que tienen pocas expectativas de rendimiento, resultados y logros.",
            "summary": "{{name}} valora altamente a las organizaciones que se centran en los resultados."
          },
          "aggressiveness": {
            "name": "Agresividad",
            "highDescription": "{{name}} valora más la agresividad y la competitividad que la responsabilidad social en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre agresividad y responsabilidad social en una organización.",
            "lowDescription": "{{name}} valora más la responsabilidad social que la agresividad y la competitividad en una organización.",
            "summary": "{{name}} valora mucho la agresividad en una organización."
          },
          "supportiveness": {
            "name": "Apoyo",
            "highDescription": "{{name}} valora mucho el apoyo y el intercambio de información en una organización.",
            "midDescription": "{{name}} valora moderadamente el apoyo y el intercambio de información en una organización.",
            "lowDescription": "{{name}} no valora realmente el apoyo y el intercambio de información en una organización.",
            "summary": "{{name}} valora mucho el apoyo en una organización."
          },
          "emphasisOnRewards": {
            "name": "Crecimiento y recompensas",
            "highDescription": "{{name}} valora las organizaciones que ofrecen recompensas a los empleados, como salarios y oportunidades de crecimiento.",
            "midDescription": "{{name}} valora las organizaciones que ocasionalmente ofrecen recompensas a los empleados, como salarios y oportunidades de crecimiento.",
            "lowDescription": "{{name}} no valora las recompensas para los empleados, como el salario y las oportunidades de crecimiento en una organización.",
            "summary": "{{name}} valora mucho las organizaciones que hacen hincapié en las recompensas."
          },
          "teamOrientation": {
            "name": "Orientación del equipo",
            "highDescription": "{{name}} valora más la orientación al trabajo en equipo y la colaboración que la autonomía y la independencia en una organización.",
            "midDescription": "{{name}} valora el equilibrio entre la orientación al trabajo en equipo y la autonomía en una organización.",
            "lowDescription": "{{name}} valora más la autonomía y la independencia que la orientación al trabajo en equipo y la colaboración en una organización.",
            "summary": "{{name}} valora altamente una organización orientada al trabajo en equipo."
          },
          "decisiveness": {
            "name": "Decisión",
            "highDescription": "{{name}} valora las organizaciones que pueden tomar decisiones con rapidez.",
            "midDescription": "{{name}} valora las organizaciones que mantienen un equilibrio entre el conflicto y la decisión.",
            "lowDescription": "{{name}} valora las organizaciones que tienen una cultura que fomenta el conflicto frente a la toma de decisiones.",
            "summary": "{{name}} valora mucho las organizaciones que pueden tomar decisiones con rapidez."
          },
          "respectForPeople": {
            "name": "Respeto a las personas",
            "highDescription": "{{name}} valora altamente la equidad y la tolerancia en una organización.",
            "midDescription": "{{name}} valora moderadamente la equidad y la tolerancia en una organización.",
            "lowDescription": "{{name}} no valora realmente la equidad y la tolerancia en una organización.",
            "summary": "{{name}} valora mucho una organización que respeta a las personas."
          },
          "adaptability": {
            "name": "Adaptabilidad",
            "highDescription": "{{name}} valora las organizaciones adaptables, innovadoras y dispuestas a experimentar.",
            "midDescription": "{{name}} valora las organizaciones que mantienen un equilibrio entre adaptabilidad y estabilidad.",
            "lowDescription": "{{name}} valora las organizaciones estables, predecibles y cuidadosas.",
            "summary": "{{name}} valora mucho las organizaciones que son adaptables."
          },
          "collaboration": {
            "name": "Colaboración",
            "highDescription": "{{name}} valora las organizaciones que tienen una cultura orientada a las personas y centrada en la colaboración y el trabajo en equipo.",
            "midDescription": "{{name}} valora las organizaciones que logran un equilibrio entre colaboración y autonomía (la libertad de gobernarse a sí mismo o de organizar sus propias actividades en el trabajo).",
            "lowDescription": "{{name}} valora las organizaciones que tienen una cultura menos orientada a las personas y más centrada en la autonomía (la libertad de gobernarse a uno mismo o de organizar las propias actividades en el trabajo) y la agresividad.",
            "summary": "{{name}} valora mucho las organizaciones que fomentan la colaboración."
          },
          "customerOrientation": {
            "name": "Orientación al cliente",
            "highDescription": "{{name}} valora las organizaciones orientadas al mercado y centradas en los clientes.",
            "midDescription": "{{name}} valora las organizaciones que se rigen por el mercado en un grado moderado y se centran en cierta medida en los clientes.",
            "lowDescription": "{{name}} valora las organizaciones menos orientadas al mercado y menos centradas en los clientes.",
            "summary": "{{name}} valora mucho las organizaciones orientadas al cliente."
          },
          "detailOrientation": {
            "name": "Orientación al detalle",
            "highDescription": "{{name}} valora las organizaciones atentas a los detalles y la calidad.",
            "midDescription": "{{name}} valora las organizaciones que prestan una atención moderada a los detalles y la calidad.",
            "lowDescription": "{{name}} no valora a las organizaciones atentas a los detalles y a la calidad.",
            "summary": "{{name}} valora mucho las organizaciones que se centran en los detalles."
          },
          "integrity": {
            "name": "Integridad",
            "highDescription": "{{name}} valora mucho las organizaciones que tienen una gran integridad y normas éticas elevadas, como el respeto a las personas.",
            "midDescription": "{{name}} valora las organizaciones que tienen cierta integridad y algunas normas éticas, como respetar a las personas.",
            "lowDescription": "{{name}} no valora las organizaciones que tienen integridad y normas éticas, como el respeto a las personas.",
            "summary": "{{name}} valora altamente a las organizaciones que tienen integridad."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidad emocional",
            "highDescription": "Tiene mucha arena",
            "lowDescription": "Tiene agallas"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversión",
            "highDescription": "Muy proactivo",
            "lowDescription": "Proactivo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Apertura a la experiencia",
            "highDescription": "Muy motivado para aprender",
            "lowDescription": "Motivación para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agreeableness",
            "highDescription": "Muy cómodo con el cambio",
            "lowDescription": "Cómodo con el cambio"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conciencia",
            "highDescription": "Muy satisfecho en el trabajo",
            "lowDescription": "Satisfecho en el trabajo"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoevaluaciones básicas",
            "highDescription": "Muy comprometido emocionalmente con el trabajo",
            "lowDescription": "Compromiso emocional con el trabajo"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientación al rendimiento",
            "highDescription": "Alto rendimiento en el trabajo",
            "lowDescription": "Buen rendimiento en el trabajo"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientación al dominio",
            "highDescription": "Muy creativo en el trabajo",
            "lowDescription": "Creatividad en el trabajo"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrol",
            "highDescription": "Puede trabajar bien en equipo",
            "lowDescription": "Puede trabajar en equipo"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Toma de perspectiva",
            "highDescription": "Tiene una gran capacidad de liderazgo",
            "lowDescription": "Tiene capacidad de liderazgo"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Muy bajo desgaste profesional",
            "lowDescription": "Bajo agotamiento laboral"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muy eficaz en la comunicación",
            "lowDescription": "Eficaz en la comunicación"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Gran capacidad multitarea",
            "lowDescription": "Multitarea"
          },
          "enterprising": {
            "id": "15",
            "name": "Emprendedor",
            "highDescription": "Gran capacidad para ser empresario",
            "lowDescription": "Capaz de ser empresario"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "{{name}} rara vez se preocupa y teme por las cosas.",
            "lowDescription": "{{name}} tiende a preocuparse y temer las cosas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} no se frustra ni se enfada con facilidad.",
            "lowDescription": "{{name}} tiende a sentirse frustrado o enfadado con facilidad."
          },
          "depression": {
            "name": "Esperanza",
            "highDescription": "{{name}} no se siente deprimido a menudo.",
            "lowDescription": "{{name}} se siente mal a menudo."
          },
          "selfConsciousness": {
            "name": "Autoconfianza",
            "highDescription": "{{name}} tiende a no cohibirse en situaciones sociales y se preocupa poco por lo que los demás piensen de él.",
            "lowDescription": "{{name}} tiende a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de él."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "{{name}} es capaz de resistir la tentación y no suele excederse.",
            "lowDescription": "{{name}} tiene dificultades para resistir la tentación y es probable que se exceda."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "{{name}} puede mantener la calma en situaciones de estrés.",
            "lowDescription": "{{name}} tiende a sentirse abrumado en situaciones de estrés."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "{{name}} se siente cómodo con la gente y hace amigos con facilidad.",
            "lowDescription": "{{name}} tiende a ser más reservado con la gente y puede no hacer amigos fácilmente."
          },
          "gregariousness": {
            "name": "Gregario",
            "highDescription": "{{name}} prefiere estar rodeado de gente y disfrutar de la compañía de los demás.",
            "lowDescription": "{{name}} prefiere estar solo y no rodeado de gente."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "{{name}} tiende a hacerse cargo.",
            "lowDescription": "{{name}} tiende a evitar tomar el mando, prefiriendo que otros tomen la iniciativa."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "{{name}} tiende a mantenerse ocupado y a hacer muchas cosas con su tiempo.",
            "lowDescription": "{{name}} prefiere tomárselo con calma y no dedicar su tiempo a demasiadas cosas."
          },
          "excitementSeeking": {
            "name": "En busca de emociones",
            "highDescription": "{{name}} le gusta buscar emociones y aventuras y asumir riesgos.",
            "lowDescription": "{{name}} no le gusta buscar emociones y aventuras ni asumir riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "{{name}} es una persona alegre que experimenta con frecuencia estados de ánimo positivos.",
            "lowDescription": "{{name}} es menos probable que esté de buen humor y puede que no experimente con frecuencia estados de ánimo positivos."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "{{name}} le gusta perderse en sus pensamientos y en su imaginación.",
            "lowDescription": "{{name}} no le gusta perderse en sus pensamientos e imaginación."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "{{name}} se interesa por el arte y la literatura.",
            "lowDescription": "{{name}} no se interesa por el arte y la literatura."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "{{name}} es consciente y está abierto a sus propias experiencias emocionales y a las de los demás.",
            "lowDescription": "{{name}} tiende a ser menos consciente y abierto a sus propias experiencias emocionales y a las de los demás."
          },
          "adventurousness": {
            "name": "Aventuras",
            "highDescription": "{{name}} es probable que acepte la variedad y el cambio",
            "lowDescription": "{{name}} prefiere la rutina y las convenciones y es menos receptivo al cambio."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} le interesan las ideas y discusiones abstractas y filosóficas.",
            "lowDescription": "{{name}} tiende a no interesarse por las ideas y discusiones abstractas y filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tiende a estar dispuesta a desafiar las convenciones y los valores tradicionales.",
            "lowDescription": "{{name}} tiende a ajustarse a las convenciones y a los valores tradicionales."
          },
          "trust": {
            "name": "Confíe en",
            "highDescription": "{{name}} tiende a confiar en los demás.",
            "lowDescription": "{{name}} tiende a ser más escéptico sobre las intenciones de los demás."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "{{name}} es sincero en su trato con los demás y no recurre a la manipulación.",
            "lowDescription": "{{name}} cree que es necesario cierto grado de engaño en las relaciones para alcanzar el fin deseado."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "{{name}} se preocupa por los demás y está dispuesto a ayudar a los necesitados.",
            "lowDescription": "{{name}} se preocupa menos por los demás y puede preferir no involucrarse en sus asuntos."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "{{name}} No le gusta la confrontación y no actúa de forma competitiva y agresiva.",
            "lowDescription": "{{name}} tiende a actuar de forma competitiva y agresiva."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "{{name}} tiende a ser humilde y no tiene una opinión excesivamente elevada de sí mismo.",
            "lowDescription": "{{name}} tiende a tener una alta opinión de sí mismo y puede considerarse superior a los demás."
          },
          "sympathy": {
            "name": "Simpatía",
            "highDescription": "{{name}} simpatiza con los demás.",
            "lowDescription": "{{name}} tiende a no simpatizar fácilmente con los demás."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "{{name}} confía en su capacidad para realizar tareas con éxito y destacar en ellas.",
            "lowDescription": "{{name}} carece de confianza en su capacidad para realizar tareas con éxito y destacar en ellas."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "{{name}} es ordenada y organizada.",
            "lowDescription": "{{name}} tiende a ser desordenado y menos organizado."
          },
          "dutifulness": {
            "name": "Obediencia",
            "highDescription": "{{name}} tiende a respetar las normas y a cumplir sus obligaciones.",
            "lowDescription": "{{name}} tiende a ser más despreocupado y flexible en cuanto al cumplimiento de las normas y puede no cumplir sus obligaciones."
          },
          "achievementStriving": {
            "name": "Búsqueda de logros",
            "highDescription": "{{name}} trabaja duro y va más allá de las expectativas.",
            "lowDescription": "{{name}} tiende a conformarse con niveles más bajos de logros."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tiende a estar preparado y a llevar a cabo los planes de forma disciplinada.",
            "lowDescription": "{{name}} tiende a no estar preparado y puede no llevar a cabo los planes de forma disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} piensa detenidamente y no se precipita a la hora de actuar o tomar decisiones.",
            "lowDescription": "{{name}} tiende a actuar o a tomar decisiones sin pensar en las consecuencias."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "{{name}} Rara vez se preocupan y temen por las cosas. Durante las situaciones de estrés en el trabajo, no suelen sentirse angustiados ni perjudicados, lo que les permite rendir a su nivel habitual.",
            "midDescription": "{{name}} de vez en cuando se preocupa y tiene miedo de las cosas. Durante situaciones estresantes en el trabajo, a veces pueden sentirse angustiados o deteriorados, lo que puede repercutir en su rendimiento si sienten que está por encima de su capacidad para afrontarlas.",
            "lowDescription": "{{name}} tiende a preocuparse y temer las cosas. Durante situaciones estresantes en el trabajo, a menudo pueden sentirse angustiados o deteriorados, lo que puede tener un efecto perjudicial en su rendimiento si sienten que está por encima de su capacidad para afrontarlas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} no se frustra ni se enfada con facilidad. Esto ayuda a generar confianza en el trabajo, permite una gestión constructiva de los conflictos y facilita un clima de trabajo civilizado y profesional.",
            "midDescription": "{{name}} tiende a sentirse frustrado o enfadado de vez en cuando. Si se gestiona mal, esto puede ser perjudicial para su salud personal y su rendimiento laboral. Si se expresa de forma poco constructiva y excesiva, también puede tensar las relaciones laborales y perjudicar el clima de la organización.",
            "lowDescription": "{{name}} tiende a sentirse frustrado o enfadado con facilidad. Si se gestiona mal, esto puede ser perjudicial para su salud personal y su rendimiento laboral. Si se expresa de forma poco constructiva y excesiva, también puede tensar las relaciones laborales y perjudicar el clima de la organización."
          },
          "depression": {
            "name": "Esperanza",
            "highDescription": "{{name}} no se siente abatido con frecuencia. No le afectan fácilmente los sentimientos de abatimiento, lo que le permite rendir a su nivel habitual en el trabajo.",
            "midDescription": "{{name}} de vez en cuando se siente deprimido. Si no se controlan, los sentimientos depresivos suelen provocar falta de motivación y energía y dificultades para iniciar actividades, lo que puede dificultar el mantenimiento de un rendimiento óptimo en el trabajo.",
            "lowDescription": "{{name}} tiende a sentirse deprimido con frecuencia. Si no se controlan, los sentimientos depresivos suelen provocar falta de motivación y energía y dificultad para iniciar actividades, lo que puede acarrear dificultades para mantener un rendimiento óptimo en el trabajo."
          },
          "selfConsciousness": {
            "name": "Autoconfianza",
            "highDescription": "{{name}} tiende a no cohibirse en situaciones sociales y se preocupa poco por lo que los demás piensen de él. Esto les permite exponerse e interactuar con los demás de forma más auténtica. Sin embargo, si se lleva al extremo, puede haber riesgo de falta de autoconciencia.",
            "midDescription": "{{name}} pueden sentirse a veces cohibidos en situaciones sociales y sensibles a lo que los demás piensen de ellos. Estas preocupaciones pueden provocar cierta incomodidad y nerviosismo en las interacciones sociales, lo que puede frenar sus verdaderos logros en el trabajo.",
            "lowDescription": "{{name}} tiende a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de él. Estas preocupaciones pueden provocar incomodidad y nerviosismo en las interacciones sociales, lo que puede frenar sus verdaderos logros en el trabajo."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "{{name}} es capaz de resistir la tentación y no es probable que se exceda. Esto contribuye a su productividad en el trabajo.",
            "midDescription": "{{name}} a veces es capaz de resistir la tentación y de vez en cuando se excede. Ceder a los impulsos con demasiada frecuencia en el trabajo puede afectar a su productividad.",
            "lowDescription": "{{name}} tiene dificultades para resistir la tentación y es probable que se exceda. Ceder a los impulsos con demasiada frecuencia en el trabajo puede afectar a su productividad."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "{{name}} pueden mantener la calma en situaciones de estrés. Esto les ayuda a pensar, tomar decisiones y actuar con la mente despejada, incluso bajo presión. Sin embargo, una reacción excesivamente calmada puede ser percibida ocasionalmente por los demás como una falta de empatía o una incomprensión de la gravedad de la situación.",
            "midDescription": "{{name}} a veces pueden mantener la calma en situaciones de estrés. Mantener la calma les ayuda a pensar, tomar decisiones y actuar con la mente despejada. Por el contrario, sentirse abrumado inhibirá su capacidad de pensar, decidir y actuar, lo que repercutirá en su rendimiento laboral.",
            "lowDescription": "{{name}} tiende a sentirse abrumado en situaciones de estrés. Bajo presión, pueden sentir pánico, confusión e impotencia, lo que puede inhibir su capacidad para pensar con claridad, tomar decisiones y actuar. Esto puede repercutir en su rendimiento laboral."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "{{name}} se siente cómodo con la gente y puede hacer amigos con facilidad. Esto le permite desenvolverse en situaciones sociales, incluso en el lugar de trabajo.",
            "midDescription": "{{name}} se siente algo cómodo con la gente y es capaz de hacer amigos con cierto esfuerzo. Esto afecta a su capacidad para desenvolverse en situaciones sociales, incluso en el lugar de trabajo.",
            "lowDescription": "{{name}} tiende a ser más reservado con la gente y es posible que no haga amigos con facilidad. Esto puede afectar a su capacidad para desenvolverse en situaciones sociales, incluso en el lugar de trabajo."
          },
          "gregariousness": {
            "name": "Gregario",
            "highDescription": "{{name}} prefiere estar rodeado de gente y disfrutar de la compañía de los demás. Esto le resulta útil cuando tiene que desenvolverse en contextos sociales habituales en el lugar de trabajo.",
            "midDescription": "{{name}} A veces disfruta de la compañía de los demás, pero otras veces prefiere estar solo. Ser sociable es útil cuando tienen que desenvolverse en contextos sociales habituales en el lugar de trabajo.",
            "lowDescription": "{{name}} prefiere estar solo y no rodeado de gente. Esto puede afectar en ocasiones a su capacidad para desenvolverse en contextos sociales habituales en el lugar de trabajo."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "{{name}} tiende a tomar las riendas. Esto contribuye a su potencial de liderazgo.",
            "midDescription": "{{name}} ocasionalmente toma las riendas. Esto contribuye a su potencial de liderazgo.",
            "lowDescription": "{{name}} tiende a evitar asumir el mando, prefiriendo que otros tomen la iniciativa. Esto puede repercutir en su potencial de liderazgo."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "{{name}} tiende a mantenerse ocupado y a hacer muchas cosas con su tiempo. Esto puede ser indicativo de cuánta energía gastan y de su nivel de implicación en las actividades diarias en el trabajo.",
            "midDescription": "{{name}} intenta encontrar un equilibrio con lo mucho que hace con su tiempo. Del mismo modo, esto puede ser indicativo de cuánta energía gastan y su nivel de implicación en las actividades diarias en el trabajo.",
            "lowDescription": "{{name}} prefiere tomárselo con calma y no dedicar su tiempo a demasiadas cosas. Del mismo modo, esto puede ser indicativo de cuánta energía gastan y de su nivel de implicación en las actividades diarias en el trabajo."
          },
          "excitementSeeking": {
            "name": "En busca de emociones",
            "highDescription": "{{name}} le gusta buscar emociones y aventuras y asumir riesgos. Esto puede ser útil para trabajos en un entorno dinámico, que cambia rápidamente, y trabajos que requieren cierto nivel de asunción de riesgos.",
            "midDescription": "{{name}} busca ocasionalmente la emoción y la aventura y asume riesgos. Esto puede ser útil para trabajos en un entorno dinámico, que cambia rápidamente, y para trabajos que requieren cierto nivel de asunción de riesgos.",
            "lowDescription": "{{name}} no le gusta buscar emociones y aventuras ni asumir riesgos. Puede resultarles difícil trabajar en un entorno dinámico y cambiante y en empleos que requieran cierto nivel de asunción de riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "{{name}} es una persona alegre que experimenta con frecuencia estados de ánimo positivos. Las personas positivas suelen ser percibidas como más agradables por los demás.",
            "midDescription": "{{name}} es una persona moderadamente alegre que a veces experimenta estados de ánimo positivos. Esto influye en la percepción positiva que los demás tienen de él y también puede influir en su simpatía.",
            "lowDescription": "{{name}} es menos probable que esté de buen humor y puede que no experimente estados de ánimo positivos con frecuencia. Esto influye en la percepción positiva que los demás tienen de ellos y también puede influir en su simpatía."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "Le gusta perderse en sus pensamientos e imaginación. Cultivar la imaginación ayuda a resolver problemas y a innovar.",
            "midDescription": "De vez en cuando le gusta perderse en sus pensamientos y en su imaginación. Cultivar la imaginación ayuda a resolver problemas y a innovar.",
            "lowDescription": "No le gusta perderse en sus pensamientos e imaginación. Cultivar la imaginación ayuda a resolver problemas y a innovar."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "Te interesan el arte y la literatura. Involucrarse en el arte y la literatura puede ayudar a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar.",
            "midDescription": "A veces te interesan el arte y la literatura. Involucrarse en el arte y la literatura puede ayudar a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar.",
            "lowDescription": "No te interesa el arte ni la literatura. Involucrarse en el arte y la literatura puede ayudar a desarrollar habilidades como el pensamiento analítico e incluso mejorar el bienestar."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "Es consciente y está abierto a sus propias experiencias emocionales y a las de los demás. Esto le permite ser empático y entablar relaciones sanas con los demás.",
            "midDescription": "{{name}} es moderadamente consciente y a veces abierto a sus propias experiencias emocionales y a las de los demás. Esto repercute en su empatía hacia los demás y en su capacidad para entablar relaciones sanas.",
            "lowDescription": "{{name}} tiende a ser menos consciente y abierto a sus propias experiencias emocionales y a las de los demás. Esto puede repercutir en su empatía hacia los demás y en su capacidad para entablar relaciones sanas."
          },
          "adventurousness": {
            "name": "Aventuras",
            "highDescription": "{{name}} es probable que acepte la variedad y el cambio. El cambio es inevitable tanto en la vida cotidiana como en el trabajo.",
            "midDescription": "{{name}} prefiere un equilibrio entre variedad y rutina y agradece los cambios de vez en cuando. El cambio es inevitable tanto en la vida cotidiana como en el trabajo.",
            "lowDescription": "{{name}} prefiere la rutina y las convenciones y es menos receptivo al cambio. El cambio es inevitable tanto en la vida cotidiana como en el trabajo."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} se interesa por ideas y debates abstractos y filosóficos. Pueden ser más receptivos a teorías e ideas alternativas.",
            "midDescription": "{{name}} muestra cierto interés por las ideas y los debates abstractos y filosóficos. Ocasionalmente puede mostrarse receptivo a teorías e ideas alternativas.",
            "lowDescription": "{{name}} tiende a no interesarse por las ideas y discusiones abstractas y filosóficas. Pueden ser menos receptivos a teorías e ideas alternativas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tiende a estar dispuesto a desafiar las convenciones y los valores tradicionales. Pueden ser más receptivos a opiniones y perspectivas alternativas.",
            "midDescription": "{{name}} está ocasionalmente dispuesto a desafiar las convenciones y los valores tradicionales. Puede mostrarse algo receptivo a opiniones y perspectivas alternativas.",
            "lowDescription": "{{name}} tiende a conformarse con las convenciones y los valores tradicionales. Pueden ser menos receptivos a opiniones y perspectivas alternativas."
          },
          "trust": {
            "name": "Confíe en",
            "highDescription": "{{name}} tiende a confiar en los demás. En el trabajo, tienden a relacionarse con los demás suponiendo que son dignos de confianza y tienen buenas intenciones, lo que a veces puede ser recíproco a su vez. Esto les permite establecer relaciones sinceras en el trabajo.",
            "midDescription": "{{name}} tiende a confiar en los demás hasta cierto punto. En el trabajo, pueden relacionarse con los demás dando por sentado que son dignos de confianza y que tienen buenas intenciones en su mayor parte, pero también practican cierta cautela. Aunque a veces la confianza es recíproca, un cierto grado de cautela resulta útil en ocasiones.",
            "lowDescription": "{{name}} tiende a ser más escéptico sobre las intenciones de los demás. Esto puede afectar a su forma de relacionarse con los demás y a su capacidad para entablar relaciones sinceras en el trabajo."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "{{name}} es sincero en su trato con los demás y no recurre a la manipulación. A la gente le resulta más fácil interactuar con él y relacionarse con él, lo que facilita el establecimiento de relaciones.",
            "midDescription": "{{name}} suele ser sincero en su trato con los demás, aunque no deja de utilizar algún engaño si es necesario. Si se lleva al extremo, este comportamiento puede ser perjudicial para los equipos y la organización a largo plazo.",
            "lowDescription": "{{name}} cree que es necesario cierto grado de engaño en las relaciones para lograr el fin deseado. Si se lleva al extremo, ese comportamiento puede ser perjudicial para los equipos y las organizaciones a largo plazo."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "{{name}} se preocupa por los demás y está dispuesto a ayudar a quienes lo necesitan. {{Their}} la disposición a ayudar y apoyar a los demás facilita la creación de equipos cohesionados y una cultura de colaboración.",
            "midDescription": "{{name}} se preocupa ocasionalmente por los demás y a veces está dispuesto a ayudar a quienes lo necesitan. {{Their}} disposición a ayudar y apoyar a los demás facilita la creación de equipos cohesionados y una cultura de colaboración.",
            "lowDescription": "{{name}} se preocupa menos por los demás y puede preferir no involucrarse en sus asuntos. Esto puede repercutir en la cohesión del equipo y la colaboración."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "{{name}} No le gusta la confrontación y no actúa de forma competitiva y agresiva. Los demás pueden corresponderle, lo que contribuye a crear un entorno de trabajo amable y agradable.",
            "midDescription": "{{name}} tiende a ser ambivalente respecto a la confrontación, pero en general intenta no actuar de forma competitiva y agresiva. La confrontación agresiva puede ser recíproca, lo que crea un ambiente de trabajo poco propicio y poco constructivo.",
            "lowDescription": "{{name}} tiende a actuar de forma competitiva y agresiva. La confrontación agresiva puede ser recíproca, lo que crea un entorno de trabajo poco propicio y poco constructivo."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "{{name}} tiende a ser humilde y no posee una opinión excesivamente elevada de sí misma. Las personas modestas suelen ser percibidas como positivas y agradables. Sin embargo, una humildad excesiva también puede ser un indicador de poca confianza en sí mismo.",
            "midDescription": "{{name}} tiene una opinión moderadamente alta de sí mismo. Las personas modestas suelen ser percibidas como positivas y agradables, y un nivel moderado de confianza en sí mismas es saludable.",
            "lowDescription": "{{name}} tiende a tener una alta opinión de sí mismo y puede considerarse superior a los demás. También se les puede percibir como personas propensas a hablar de sus logros y a parecer demasiado seguras de sí mismas. En cambio, las personas modestas suelen ser percibidas como más positivas y agradables."
          },
          "sympathy": {
            "name": "Simpatía",
            "highDescription": "{{name}} simpatiza con los demás. Expresar simpatía en el trabajo demuestra que se valora cómo se sienten los demás y transmite apoyo. Esto ayuda a construir y enriquecer las relaciones laborales.",
            "midDescription": "{{name}} simpatiza con los demás ocasionalmente. Expresar simpatía en el trabajo demuestra que valora cómo se sienten los demás y transmite apoyo. Esto ayuda a construir y enriquecer las relaciones laborales.",
            "lowDescription": "{{name}} tiende a no simpatizar fácilmente con los demás. Expresar simpatía en el trabajo demostrará que valora cómo se sienten los demás y transmitirá su apoyo. Esto ayuda a construir y enriquecer las relaciones laborales."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "{{name}} confía en su capacidad para realizar tareas con éxito y destacar en ellas. El rendimiento en el trabajo está relacionado con la confianza en las propias capacidades.",
            "midDescription": "{{name}} tiene cierta confianza en su capacidad para realizar tareas con éxito y destacar en ellas. La confianza en sus capacidades puede influir en su rendimiento.",
            "lowDescription": "{{name}} carece de confianza en su capacidad para realizar tareas con éxito y destacar en ellas. Su falta de confianza en sus capacidades puede repercutir en su rendimiento."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "{{name}} es ordenado y organizado. Ser ordenado y organizado puede permitir una mayor productividad.",
            "midDescription": "{{name}} es algo ordenado y organizado. Ser más ordenado y organizado puede permitir una mayor productividad.",
            "lowDescription": "{{name}} tiende a ser desordenado y menos organizado. Ser más ordenado y organizado puede permitir una mayor productividad."
          },
          "dutifulness": {
            "name": "Obediencia",
            "highDescription": "{{name}} tiende a respetar las normas y a cumplir las obligaciones. Seguir las normas ayuda a mantener el orden y cumplir las obligaciones genera confianza.",
            "midDescription": "{{name}} se atiene a las normas y cumple sus obligaciones de forma moderada. Seguir las normas ayuda a mantener el orden y cumplir las obligaciones contribuirá a generar confianza.",
            "lowDescription": "{{name}} tiende a ser más informal y flexible en cuanto al cumplimiento de las normas y puede no cumplir sus obligaciones. Seguir las normas ayuda a mantener mejor el orden y cumplir las obligaciones contribuirá a generar confianza."
          },
          "achievementStriving": {
            "name": "Búsqueda de logros",
            "highDescription": "{{name}} trabaja duro y va más allá de las expectativas. Esto les permite alcanzar mayores niveles de éxito.",
            "midDescription": "{{name}} a veces trabaja duro y va más allá de las expectativas. Esto repercute en su capacidad para alcanzar mayores niveles de éxito.",
            "lowDescription": "{{name}} tiende a conformarse con niveles más bajos de éxito. Esto puede repercutir en su capacidad para alcanzar mayores niveles de éxito."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tiende a prepararse y a llevar a cabo los planes de forma disciplinada. Esto les mantiene en el buen camino hacia la consecución de sus objetivos.",
            "midDescription": "{{name}} intenta estar preparado y lleva a cabo sus planes de forma disciplinada. Esto puede repercutir en su capacidad para mantener el rumbo hacia la consecución de sus objetivos.",
            "lowDescription": "{{name}} tiende a no estar preparado y puede no llevar a cabo sus planes de forma disciplinada. Esto puede repercutir en su capacidad para mantener el rumbo hacia la consecución de sus objetivos."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} piensa detenidamente y no se precipita a la hora de actuar o tomar decisiones. Esa cautela puede permitirles a veces ser más eficaces a la hora de responder a las situaciones.",
            "midDescription": "{{name}} de vez en cuando piensa detenidamente e intenta no precipitarse a la hora de actuar o tomar decisiones. Esa cautela puede permitirles a veces ser más eficaces a la hora de responder a las situaciones.",
            "lowDescription": "{{name}} Tiende a actuar o a tomar decisiones sin pensar en las consecuencias. Un poco de cautela puede ayudarle a ser más eficaz a la hora de responder a las situaciones."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "{{name}} rara vez se preocupa y teme por las cosas.",
            "lowDescription": "{{name}} tiende a preocuparse y temer las cosas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} no se frustra ni se enfada con facilidad.",
            "lowDescription": "{{name}} tiende a sentirse frustrado o enfadado con facilidad."
          },
          "depression": {
            "name": "Esperanza",
            "highDescription": "{{name}} no se siente deprimido a menudo.",
            "lowDescription": "{{name}} se siente mal a menudo."
          },
          "selfConsciousness": {
            "name": "Autoconfianza",
            "highDescription": "{{name}} tiende a no cohibirse en situaciones sociales y se preocupa poco por lo que los demás piensen de él.",
            "lowDescription": "{{name}} tiende a ser cohibido en situaciones sociales y sensible a lo que los demás piensan de él."
          },
          "immoderation": {
            "name": "Fuerza de voluntad",
            "highDescription": "{{name}} es capaz de resistir la tentación y no suele excederse.",
            "lowDescription": "{{name}} tiene dificultades para resistir la tentación y es probable que se exceda."
          },
          "vulnerability": {
            "name": "Resiliencia",
            "highDescription": "{{name}} puede mantener la calma en situaciones de estrés.",
            "lowDescription": "{{name}} tiende a sentirse abrumado en situaciones de estrés."
          },
          "friendliness": {
            "name": "Amabilidad",
            "highDescription": "{{name}} se siente cómodo con la gente y hace amigos con facilidad.",
            "lowDescription": "{{name}} tiende a ser más reservado con la gente y puede no hacer amigos fácilmente."
          },
          "gregariousness": {
            "name": "Gregario",
            "highDescription": "{{name}} prefiere estar rodeado de gente y disfrutar de la compañía de los demás.",
            "lowDescription": "{{name}} prefiere estar solo y no rodeado de gente."
          },
          "assertiveness": {
            "name": "Asertividad",
            "highDescription": "{{name}} tiende a hacerse cargo.",
            "lowDescription": "{{name}} tiende a evitar tomar el mando, prefiriendo que otros tomen la iniciativa."
          },
          "activityLevel": {
            "name": "Nivel de actividad",
            "highDescription": "{{name}} tiende a mantenerse ocupado y a hacer muchas cosas con su tiempo.",
            "lowDescription": "{{name}} prefiere tomárselo con calma y no dedicar su tiempo a demasiadas cosas."
          },
          "excitementSeeking": {
            "name": "En busca de emociones",
            "highDescription": "{{name}} le gusta buscar emociones y aventuras y asumir riesgos.",
            "lowDescription": "{{name}} no le gusta buscar emociones y aventuras ni asumir riesgos."
          },
          "cheerfulness": {
            "name": "Alegría",
            "highDescription": "{{name}} es una persona alegre que experimenta con frecuencia estados de ánimo positivos.",
            "lowDescription": "{{name}} es menos probable que esté de buen humor y puede que no experimente con frecuencia estados de ánimo positivos."
          },
          "imagination": {
            "name": "Imaginación",
            "highDescription": "{{name}} le gusta perderse en sus pensamientos y en su imaginación.",
            "lowDescription": "{{name}} no le gusta perderse en sus pensamientos e imaginación."
          },
          "artisticInterests": {
            "name": "Intereses artísticos",
            "highDescription": "{{name}} se interesa por el arte y la literatura.",
            "lowDescription": "{{name}} no se interesa por el arte y la literatura."
          },
          "emotionality": {
            "name": "Emocionalidad",
            "highDescription": "{{name}} es consciente y está abierto a sus propias experiencias emocionales y a las de los demás.",
            "lowDescription": "{{name}} tiende a ser menos consciente y abierto a sus propias experiencias emocionales y a las de los demás."
          },
          "adventurousness": {
            "name": "Aventuras",
            "highDescription": "{{name}} es probable que acepte la variedad y el cambio",
            "lowDescription": "{{name}} prefiere la rutina y las convenciones y es menos receptivo al cambio."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} le interesan las ideas y discusiones abstractas y filosóficas.",
            "lowDescription": "{{name}} tiende a no interesarse por las ideas y discusiones abstractas y filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tiende a estar dispuesta a desafiar las convenciones y los valores tradicionales.",
            "lowDescription": "{{name}} tiende a ajustarse a las convenciones y a los valores tradicionales."
          },
          "trust": {
            "name": "Confíe en",
            "highDescription": "{{name}} tiende a confiar en los demás.",
            "lowDescription": "{{name}} tiende a ser más escéptico sobre las intenciones de los demás."
          },
          "morality": {
            "name": "Moralidad",
            "highDescription": "{{name}} es sincero en su trato con los demás y no recurre a la manipulación.",
            "lowDescription": "{{name}} cree que es necesario cierto grado de engaño en las relaciones para alcanzar el fin deseado."
          },
          "altruism": {
            "name": "Altruismo",
            "highDescription": "{{name}} se preocupa por los demás y está dispuesto a ayudar a los necesitados.",
            "lowDescription": "{{name}} se preocupa menos por los demás y puede preferir no involucrarse en sus asuntos."
          },
          "cooperation": {
            "name": "Cooperación",
            "highDescription": "{{name}} No le gusta la confrontación y no actúa de forma competitiva y agresiva.",
            "lowDescription": "{{name}} tiende a actuar de forma competitiva y agresiva."
          },
          "modesty": {
            "name": "Modestia",
            "highDescription": "{{name}} tiende a ser humilde y no tiene una opinión excesivamente elevada de sí mismo.",
            "lowDescription": "{{name}} tiende a tener una alta opinión de sí mismo y puede considerarse superior a los demás."
          },
          "sympathy": {
            "name": "Simpatía",
            "highDescription": "{{name}} simpatiza con los demás.",
            "lowDescription": "{{name}} tiende a no simpatizar fácilmente con los demás."
          },
          "selfEfficacy": {
            "name": "Autoeficacia",
            "highDescription": "{{name}} confía en su capacidad para realizar tareas con éxito y destacar en ellas.",
            "lowDescription": "{{name}} carece de confianza en su capacidad para realizar tareas con éxito y destacar en ellas."
          },
          "orderliness": {
            "name": "Orden",
            "highDescription": "{{name}} es ordenada y organizada.",
            "lowDescription": "{{name}} tiende a ser desordenado y menos organizado."
          },
          "dutifulness": {
            "name": "Obediencia",
            "highDescription": "{{name}} tiende a respetar las normas y a cumplir sus obligaciones.",
            "lowDescription": "{{name}} tiende a ser más despreocupado y flexible en cuanto al cumplimiento de las normas y puede no cumplir sus obligaciones."
          },
          "achievementStriving": {
            "name": "Búsqueda de logros",
            "highDescription": "{{name}} trabaja duro y va más allá de las expectativas.",
            "lowDescription": "{{name}} tiende a conformarse con niveles más bajos de logros."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tiende a estar preparado y a llevar a cabo los planes de forma disciplinada.",
            "lowDescription": "{{name}} tiende a no estar preparado y puede no llevar a cabo los planes de forma disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} piensa detenidamente y no se precipita a la hora de actuar o tomar decisiones.",
            "lowDescription": "{{name}} tiende a actuar o a tomar decisiones sin pensar en las consecuencias."
          }
        }
      }
    }
  }
}
