{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Réalisation/Effort",
        "highDescription": "Fixe des objectifs personnels ambitieux et prendrait des mesures définitives pour les atteindre. Vise à obtenir des performances de haute qualité.",
        "lowDescription": "Peut bénéficier d'un renforcement de la confiance dans l'exécution des tâches, du suivi des engagements, de la réalisation des objectifs et d'un alignement plus étroit sur les attentes en matière de performance."
      },
      "persistence": {
        "name": "Persistance",
        "highDescription": "Fait preuve de ténacité et de résilience. Reste engagé envers les plans et objectifs stratégiques malgré les défis.",
        "lowDescription": "Peut bénéficier de l’élaboration de stratégies pour gérer la pression et surmonter les obstacles plus efficacement. Encouragé à rechercher et à utiliser du soutien face à l’adversité."
      },
      "initiative": {
        "name": "Initiative",
        "highDescription": "Accepte des tâches nouvelles et supplémentaires sans qu'on le lui demande. Remettre en question de manière proactive le statu quo et identifier les moyens de contribuer et de s'améliorer.",
        "lowDescription": "A la possibilité de grandir en adoptant une approche plus proactive pour influencer les situations. Encouragé à assumer de nouvelles responsabilités et de nouveaux défis et à tenter de lancer des actions."
      },
      "leadership": {
        "name": "Direction",
        "highDescription": "Disposé à guider, diriger et fournir des orientations aux autres. Suggère souvent des moyens d’améliorer la qualité et l’efficacité.",
        "lowDescription": "Il peut être utile de prendre les devants et de proposer une orientation lorsque des opportunités se présentent. Encouragé à rechercher du soutien pour grandir dans les domaines de la gestion et de l’orientation des autres."
      },
      "cooperation": {
        "name": "Coopération",
        "highDescription": "Capable de travailler de manière positive et harmonieuse avec différentes personnes et susceptible de traiter tout le monde de manière équitable et respectueuse.",
        "lowDescription": "Peut améliorer le moral et la productivité de l’équipe en s’efforçant de devenir plus coopératif et de collaborer plus facilement. Cela pourrait impliquer de travailler sur les compétences en communication et en travail d’équipe."
      },
      "concernForOthers": {
        "name": "Souci des autres",
        "highDescription": "Prend en compte et respecte les besoins, les sentiments et les perspectives des autres. Offre du soutien aux autres, surtout lorsqu’ils se trouvent dans des situations difficiles.",
        "lowDescription": "Peut bénéficier du développement de l’empathie et de la compréhension envers les besoins et les sentiments des autres. Par exemple, en cherchant à offrir soutien et aide, on peut devenir plus à l’écoute des autres, favorisant ainsi un environnement plus compatissant et plus solidaire."
      },
      "socialOrientation": {
        "name": "Orientation sociale",
        "highDescription": "Encourage l’unité et favorise la synergie au sein d’une équipe pour atteindre les objectifs. Établit et entretient des relations productives avec les autres.",
        "lowDescription": "Peut bénéficier de la recherche d'un équilibre entre l'indépendance et la collaboration, en encourageant un plus grand engagement avec les collègues pour enrichir les expériences et les résultats de travail."
      },
      "selfControl": {
        "name": "Maîtrise de soi",
        "highDescription": "Fait preuve d’un haut niveau de maîtrise de soi et d’autorégulation, même face à l’adversité. Conscient des effets de ses propres actions et de son humeur sur les autres, il est peu probable qu'il agisse de manière impulsive.",
        "lowDescription": "Peut bénéficier de l’élaboration de stratégies pour mieux réguler les émotions et améliorer la prise de décision réfléchie."
      },
      "stressTolerance": {
        "name": "Tolérance au stress",
        "highDescription": "Capacité à prendre des décisions rationnelles et à continuer à fonctionner efficacement dans des situations stressantes, et à accepter facilement les commentaires et les critiques.",
        "lowDescription": "Peut bénéficier de techniques liées à la régulation émotionnelle et à la gestion du stress pour être mieux équipé pour contrôler les émotions, considérer les commentaires comme une opportunité de croissance et travailler sous stress, améliorant ainsi les performances."
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilité/Flexibilité",
        "highDescription": "Répond positivement aux changements et adopte de nouvelles pratiques. Fait preuve de flexibilité dans le changement de stratégie pour obtenir des résultats dans des situations dynamiques.",
        "lowDescription": "Encouragé à cultiver un état d’esprit plus ouvert envers le changement et les nouvelles idées. Développer la flexibilité peut conduire à de meilleures compétences en résolution de problèmes et à des ajustements plus fluides aux conditions changeantes."
      },
      "dependability": {
        "name": "Fiabilité",
        "highDescription": "Respecter avec diligence les engagements et respecter systématiquement les délais. Fait preuve de responsabilité au travail et assume la responsabilité de ses erreurs.",
        "lowDescription": "Peut bénéficier de l’accent mis sur l’amélioration de la cohérence dans l’exécution des tâches et le respect des engagements."
      },
      "attentionToDetail": {
        "name": "Attention au détail",
        "highDescription": "A tendance à être prudent et organisé lorsqu’il effectue des tâches au travail, néglige rarement les détails et garantit l’exactitude et l’exhaustivité.",
        "lowDescription": "Il peut être utile de se concentrer davantage sur les détails et de viser une plus grande précision dans les tâches."
      },
      "integrity": {
        "name": "Intégrité",
        "highDescription": "Adhère fermement au code de conduite et aux principes éthiques. Digne de confiance et fait preuve de cohérence dans ses paroles et ses actions.",
        "lowDescription": "Peut bénéficier de l’alignement de ses actions sur les valeurs déclarées et la prise en compte de l’impact des décisions sur les autres peut renforcer la confiance et le respect dans les relations professionnelles."
      },
      "independence": {
        "name": "Indépendance",
        "highDescription": "Autonome, capable et confiant de faire avancer les choses avec peu ou pas de supervision.",
        "lowDescription": "Peut bénéficier du renforcement de la confiance et des compétences en matière de résolution de problèmes et de prise de décision indépendante."
      },
      "innovation": {
        "name": "Innovation",
        "highDescription": "Capable de connecter des idées, d’expérimenter de nouvelles approches et de développer de nouvelles solutions aux problèmes existants.",
        "lowDescription": "A une marge de croissance en adoptant la créativité et l’innovation. Encouragé à explorer de nouvelles approches de résolution de problèmes et à valoriser diverses perspectives, ce qui peut conduire à de nouvelles idées et améliorations."
      },
      "analyticalThinking": {
        "name": "Pensée analytique",
        "highDescription": "A tendance à être méthodique dans l’examen des problèmes et à rechercher des modèles sous-jacents pour en déduire des idées et tirer des conclusions.",
        "lowDescription": "Peut avoir tendance à être moins susceptible d’analyser soigneusement l’information et d’avoir du mal à passer au crible des informations à multiples facettes pour donner un sens à des questions complexes. Peut bénéficier de l’adoption d’une méthode plus structurée d’évaluation de l’information et de la prise en compte de différentes perspectives lors de l’examen d’une question."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Réalisation",
        "highDescription": "Bénéficie d’une culture axée sur les résultats qui permet une utilisation maximale de ses propres compétences et capacités pour obtenir des résultats.",
        "lowDescription": "Peut avoir tendance à être moins à l’aise dans un environnement où l’accent est mis sur les résultats. Peut croire que d’autres considérations devraient parfois avoir préséance sur les résultats."
      },
      "workingConditions": {
        "name": "Les conditions de travail",
        "highDescription": "Motivé par des environnements qui offrent les opportunités et l’autonomie pour grandir et se développer.",
        "lowDescription": "Peut avoir tendance à être moins motivé par les opportunités d’apprendre et d’essayer différentes tâches, préférant un environnement cohérent avec les tâches."
      },
      "recognition": {
        "name": "Reconnaissance",
        "highDescription": "Motivé par les récompenses extrinsèques, la reconnaissance et les opportunités de croissance.",
        "lowDescription": "Peut avoir tendance à être moins motivé par le statut ou par les incitations financières. Ne définit pas la réussite personnelle par l’avancement de carrière ou par un statut élevé."
      },
      "relationships": {
        "name": "Des relations",
        "highDescription": "Préfère un environnement chaleureux et collaboratif, fondé sur la confiance mutuelle, la sincérité, le travail d’équipe et les relations positives.",
        "lowDescription": "Peut accorder moins d’importance à l’établissement d’une camaraderie au sein de l’équipe ou d’une synergie sur le lieu de travail. Peut-être moins intéressé à interagir avec les autres au travail."
      },
      "support": {
        "name": "Soutien",
        "highDescription": "Valorise la tolérance et les pratiques éthiques sur le lieu de travail. Favorise un environnement solidaire et équitable.",
        "lowDescription": "Peut avoir tendance à ne pas accorder une grande valeur à la tolérance et aux pratiques éthiques sur le lieu de travail. Ne donne pas la priorité à un environnement favorable et juste."
      },
      "independence": {
        "name": "Indépendance",
        "highDescription": "Valorise la liberté d’expérimentation et la capacité d’agir sans avoir besoin de commandes, d’interférences et de confirmations fréquentes.",
        "lowDescription": "L'autonomie et l'indépendance ne sont pas considérées comme des facteurs importants. Peut avoir tendance à préférer recevoir des directives et une supervision sur les tâches."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Réaliste",
        "highDescription": "Préfère travailler sur le terrain pour explorer et accomplir des tâches dans un cadre pratique.",
        "lowDescription": "Peut avoir tendance à avoir une aversion pour les tâches manuelles."
      },
      "investigative": {
        "name": "Investigateur",
        "highDescription": "Aime résoudre des problèmes abstraits et très complexes.",
        "lowDescription": "Peut avoir tendance à être moins intéressé par la recherche, les activités mathématiques ou scientifiques."
      },
      "artistic": {
        "name": "Artistique",
        "highDescription": "Aime les activités qui impliquent la créativité, l’originalité et l’expression de soi.",
        "lowDescription": "Peut avoir tendance à ne pas être enthousiasmé par les activités artistiques telles que la création d'œuvres originales et uniques."
      },
      "social": {
        "name": "Sociale",
        "highDescription": "Aime être utile et participer à un travail à vocation sociale.",
        "lowDescription": "Peut avoir tendance à être moins enclin au travail à vocation sociale ou au service des autres. "
      },
      "enterprising": {
        "name": "Entreprenant",
        "highDescription": "Aime le travail qui consiste à diriger des personnes, à prendre des décisions, à prendre des risques et à persuader les autres d'atteindre leurs objectifs.",
        "lowDescription": "Peut avoir tendance à préférer ne pas jouer un rôle directif et influent."
      },
      "conventional": {
        "name": "Conventionnel",
        "highDescription": "Préfère travailler au sein de chaînes de commandement établies et suivre des lignes directrices bien définies.",
        "lowDescription": "Peut avoir tendance à avoir une aversion pour le travail routinier, réglementé et exigeant en processus."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Réalisation/Effort",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui recherche activement la croissance et la maîtrise en se fixant des objectifs personnels ambitieux et qui s'efforce d'atteindre un niveau de performance élevé.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui recherche généralement la croissance en travaillant dur pour respecter les normes, mais qui peut parfois ne pas atteindre les résultats souhaités.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est parfois motivé à rechercher la croissance et la maîtrise, mais qui peut également manquer de confiance dans l'atteinte des résultats souhaités.",
        "summary": "Établir et maintenir des réalisations et des objectifs personnellement stimulants et déployer des efforts pour maîtriser les tâches.",
        "questionContents": [
          {
            "question": "Décrivez un moment où vous avez travaillé dur pour atteindre avec succès un objectif ambitieux.",
            "additionals": [
              "En quoi consistait la tâche ? Pourquoi était-ce un défi pour vous ?",
              "Quel était votre rôle ?",
              "Qu'avez-vous fait dans cette tâche ou ce projet ? Avez-vous rencontré des obstacles ?",
              "Quel a été le résultat final ? Qu’avez-vous bien fait et qu’est-ce qui pourrait être amélioré ?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Persistance",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui répond aux revers par un effort continu et maintiendra le cap face aux obstacles ou à l'adversité.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui persévère généralement malgré les revers, mais qui peut occasionnellement avoir besoin du soutien des autres pour surmonter les obstacles.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a du mal à persévérer malgré les revers et qui a besoin du soutien des autres pour surmonter les obstacles.",
        "summary": "Faire preuve de persévérance face aux obstacles.",
        "questionContents": [
          {
            "question": "Décrivez une situation dans laquelle vous avez dû surmonter un ou plusieurs obstacles pour obtenir les résultats souhaités.",
            "additionals": [
              "De quoi s’agissait-il ? À quels défis avez-vous été confronté ?",
              "Quel était votre rôle ? Que deviez-vous faire? Comment avez-vous dû travailler avec les autres pour y parvenir ?",
              "Comment avez-vous affronté et résolu le(s) obstacle(s) ? Comment vous êtes-vous senti à ce sujet?",
              "Quel a été le résultat de ce projet ? Que changerais-tu si c’était à refaire ?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Initiative",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne proactive pour s'assurer que les tâches sont accomplies, souvent disposée à assumer de nouvelles responsabilités et de nouveaux défis et peut remettre en question le statu quo et chercher de nouvelles façons de améliorer les processus.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui accomplit généralement des tâches avec un minimum d'incitations et est généralement disposé à assumer de nouvelles responsabilités et de nouveaux défis, mais peut parfois éprouver une inertie occasionnelle en le faisant.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a besoin d'être encouragé pour accomplir des tâches et hésite à assumer de nouvelles responsabilités et de nouveaux défis.",
        "summary": "Volonté d'initier et d'assumer des responsabilités et des défis.",
        "questionContents": [
          {
            "question": "Partagez un exemple récent où vous avez intensifié vos efforts et fait plus que ce que l’on attendait de vous.",
            "additionals": [
              "De quoi parlait cet exemple ?",
              "Que deviez-vous faire?",
              "Qu'est-ce que tu as fait? Comment et pourquoi avez-vous décidé de vous lancer ?",
              "Quel a été le résultat final ? Feriez-vous quelque chose différemment?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Direction",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est enclin à intervenir et à prendre les devants ainsi qu'à offrir des opinions et des orientations.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui prend parfois les devants et propose parfois des opinions et des orientations.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui hésite à prendre les devants et propose rarement des opinions ou des orientations.",
        "summary": "Volonté de diriger, de prendre en charge et de proposer des opinions et des orientations auxquelles on croit.",
        "questionContents": [
          {
            "question": "Partagez une occasion où vous avez pris en charge et dirigé avec succès un groupe.",
            "additionals": [
              "De quoi parlait l’exemple ? Quels étaient les autres membres de l’équipe impliqués ?",
              "Que devais-tu faire ? Que devais-tu faire ? Quels étaient les résultats attendus ? Y avait-il des défis auxquels vous vous attendiez ?",
              "Comment avez-vous dirigé les membres de votre équipe ? Comment se sentaient-ils?",
              "Quel a été le résultat final ? Que souhaiteriez-vous améliorer ?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Coopération",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à croire que les autres sont bien intentionnés et qui se montre agréable, accessible et coopératif lorsqu'il travaille avec les autres.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a généralement tendance à croire que les autres sont bien intentionnés et qui se montre agréable, accessible et coopératif lorsqu'il travaille avec les autres.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui ne fait pas facilement confiance aux autres et qui peut apparaître comme peu coopératif ou avec qui il est difficile de travailler.",
        "summary": "Tendance à être agréable avec les autres au travail et à faire preuve d'une attitude bon enfant et coopérative.",
        "questionContents": [
          {
            "question": "Rappelez-vous votre expérience la plus mémorable de travail en coopération avec d’autres pour atteindre un objectif important.",
            "additionals": [
              "Quel était le sujet du projet ou de la tâche ? Avec qui travailliez-vous ?",
              "Que deviez-vous faire? Y avait-il des défis auxquels vous vous attendiez ?",
              "Comment avez-vous travaillé et interagi avec les autres ? Comment avez-vous contribué à l’équipe ?",
              "Pourquoi est-ce l’expérience la plus mémorable ? Auriez-vous fait quelque chose différemment ?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Souci des autres",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à être sensible aux besoins et aux sentiments des autres et qui est empathique, solidaire et serviable.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est généralement sensible aux besoins et aux sentiments des autres et qui offre soutien et aide le cas échéant.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui peut avoir du mal à comprendre les besoins et les sentiments des autres et qui ne sait pas quand offrir son soutien ou son aide.",
        "summary": "Tendance à être sensible aux sentiments et aux préoccupations des autres, et à être compréhensif et serviable.",
        "questionContents": [
          {
            "question": "Décrivez une occasion où vous avez pu apporter votre soutien et votre réconfort face aux préoccupations ou aux besoins d'un collègue.",
            "additionals": [
              "Quelle heure était-il ? Avec qui travailliez-vous ?",
              "Quels étaient les objectifs ? Comment avez-vous dû travailler avec les autres pour y parvenir ?",
              "Qu'avez-vous fait pour y parvenir ? Comment avez-vous géré les émotions des autres et fait preuve d’inquiétude ?",
              "Quel a été le résultat final ? Qu'auriez-vous fait différemment ?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Orientation sociale",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui construit activement des relations personnelles au travail et a tendance à rechercher des opportunités de travailler avec les autres.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui entretient généralement des relations personnelles au travail et qui est à l'aise de travailler avec les autres.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui préfère maintenir une séparation entre les relations personnelles et professionnelles et accomplir des tâches seule.",
        "summary": "Préférant être socialement connecté et travailler avec les autres pour accomplir ses tâches.",
        "questionContents": [
          {
            "question": "Décrivez une occasion où vous établissez de bonnes relations avec les autres pour accomplir votre travail.",
            "additionals": [
              "De quelle occasion s’agissait-il ? Avec qui avez-vous dû interagir ?",
              "Quel était le résultat escompté du travail ?",
              "Qu'est-ce que tu as fait? Qu’avez-vous fait pour vous assurer que leur implication était importante ?",
              "Quel a été le résultat final ? Qu'auriez-vous fait différemment pour établir des relations avec les autres ?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Maîtrise de soi",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui fait preuve d'un niveau élevé de maîtrise de soi et d'autorégulation face aux émotions et qui est peu susceptible d'agir de manière impulsive.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui fait preuve d'un niveau modéré de maîtrise de soi et d'autorégulation face aux émotions et évite généralement d'agir de manière impulsive.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui peut avoir du mal à contrôler et à réguler ses émotions et qui peut parfois agir de manière impulsive.",
        "summary": "Garder son sang-froid, maîtriser ses émotions, contrôler sa colère et éviter les comportements agressifs, même dans des situations difficiles.",
        "questionContents": [
          {
            "question": "Décrivez un moment où vous avez été frustré par une situation de travail lorsque vous interagiez avec les autres.",
            "additionals": [
              "De quoi s'agissait-il? Avec qui as-tu dû travailler ? Pourquoi étais-tu frustré ?",
              "Quel était le sujet de la tâche ou de l’objectif ?",
              "Quelles actions avez-vous entreprises ? Comment avez-vous géré vos propres émotions et votre communication ? Y a-t-il eu des résistances ?",
              "Quel a été le résultat final ? Comment te sentais-tu? Qu'auriez-vous fait différemment ?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Tolérance au stress",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à accepter facilement les commentaires et les critiques et qui gère efficacement les situations stressantes. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est généralement capable d'accepter certains commentaires et critiques et qui travaille de manière adéquate dans des situations stressantes. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui peut avoir du mal à accepter facilement les critiques et les commentaires et qui peut trouver difficile de travailler dans des situations stressantes.",
        "summary": "Tendance à accepter les critiques et à gérer calmement et efficacement les situations très stressantes.",
        "questionContents": [
          {
            "question": "Décrivez un moment où vous avez dû performer dans un environnement stressant et exigeant.",
            "additionals": [
              "De quoi parlait l’exemple ? Pourquoi était-ce stressant ou exigeant ?",
              "Qu’avez-vous dû faire dans cette situation ? Comment espériez-vous que le résultat soit ?",
              "Comment avez-vous géré entre les facteurs de stress et le travail ? Qu’avez-vous ressenti tout au long du processus ?",
              "Quel a été le résultat final ? Réfléchissez à tous les domaines dans lesquels vous avez bien réussi ou que vous souhaitez améliorer."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilité/Flexibilité",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à réagir positivement au changement et qui est flexible dans l'adoption de nouvelles façons de faire les choses.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est généralement capable d'accepter le changement et qui est quelque peu flexible dans l'adoption de nouvelles façons de faire les choses.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui peut être quelque peu résistant au changement et qui peut avoir du mal à s'adapter à de nouvelles façons de faire les choses.",
        "summary": "Tendance à être ouvert aux changements et aux nouvelles méthodes, et à prendre en compte la diversité de l'environnement.",
        "questionContents": [
          {
            "question": "Décrivez une période où vous avez dû vous adapter à des conditions de travail ou à des priorités changeantes afin de mener à bien un projet. Comment as-tu géré cela?",
            "additionals": [
              "Quelle heure était-il ? Était-ce quelque chose de nouveau pour vous que vous n’aviez jamais fait auparavant ?",
              "Que deviez-vous faire? Quel était le résultat escompté ?",
              "Qu'avez-vous fait différemment ? Pourquoi l’avez-vous abordé de cette façon ? Qu’avez-vous ressenti dans ce processus ?",
              "Ce qui est arrivé à la fin? Comment le modifieriez-vous pour le rendre encore meilleur ?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Fiabilité",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui assume activement la responsabilité personnelle de ses tâches et sur qui on peut compter pour accomplir ses tâches et remplir ses engagements.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui assume généralement la responsabilité personnelle de ses tâches et sur qui on peut généralement compter pour accomplir ses tâches et respecter ses engagements.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui peut avoir des difficultés à rester cohérent en ce qui concerne l'accomplissement de tâches ou le respect d'engagements.",
        "summary": "Fiable, responsable et fiable dans le respect de ses obligations.",
        "questionContents": [
          {
            "question": "Rappelez-vous un cas où vos autres obligations ont affecté votre capacité à terminer vos tâches à temps.",
            "additionals": [
              "Quel impact ces obligations ont-elles eu sur votre travail ?",
              "Quel a été votre rôle dans l’accomplissement des tâches ?",
              "Qu'avez-vous fait pour vous assurer que votre travail était toujours livré à temps ? Quelles ont été les étapes à suivre ?",
              "Quel a été le résultat final ? Avec le recul, y a-t-il quelque chose que vous auriez géré différemment ?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Attention au détail",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à être prudent et organisé lors de l'exécution de tâches au travail, négligeant rarement les détails.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est généralement prudent et organisé lors de l'exécution de tâches au travail, même si des détails peuvent parfois être négligés. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui est moins méticuleux et minutieux au travail et qui a tendance à négliger les détails. ",
        "summary": "Tendance à être attentif aux détails et minutieux dans l'accomplissement des tâches.",
        "questionContents": [
          {
            "question": "Différentes tâches de travail peuvent nécessiter différents niveaux de détail et d'attention. Expliquez une tâche sur laquelle vous avez travaillé et qui nécessitait une attention particulière aux détails et à la qualité.",
            "additionals": [
              "En quoi consistait la tâche ? Travailliez-vous avec quelqu'un d'autre ?",
              "Quel a été votre rôle dans cette tâche ? Quel était le résultat escompté ?",
              "Comment avez-vous abordé la tâche ? Comment avez-vous veillé à ce que les détails et la qualité ne soient pas compromis ?",
              "Quel a été le résultat final ? Qu'est-ce que vous avez bien fait? Que voudriez-vous améliorer ?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Intégrité",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne digne de confiance, honnête et éthique et qui assure activement la cohérence entre les paroles et les actions.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne digne de confiance, honnête et éthique la plupart du temps et qui essaie d'assurer la cohérence entre les paroles et les actions. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui peut privilégier l'intérêt personnel plutôt que le respect des normes éthiques et qui peut démontrer des incohérences entre les paroles et les actions. ",
        "summary": "Tendance à être honnête et éthique.",
        "questionContents": [
          {
            "question": "Décrivez une situation dans laquelle vous deviez accomplir une tâche mais votre intégrité a été mise à l’épreuve au cours du processus.",
            "additionals": [
              "En quoi consistait la tâche ? Quelles étaient vos préoccupations en matière d’intégrité ?",
              "Quel a été votre rôle dans cette situation ? À quels défis avez-vous été confronté ?",
              "Comment avez-vous géré cette situation ? Comment avez-vous également convaincu les personnes impliquées ?",
              "Quel a été le résultat final ? Comment vous êtes-vous senti à ce sujet? Qu'auriez-vous fait différemment ?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Indépendance",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne autonome, capable et confiante de faire avancer les choses avec peu ou pas de supervision.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui peut généralement se diriger seul et qui est capable et confiant de faire avancer les choses avec peu de supervision la plupart du temps. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à avoir besoin de conseils et d'orientation et qui peut manquer de confiance et de capacité pour faire avancer les choses de manière indépendante.",
        "summary": "Tendance à préférer sa propre façon de faire les choses, à se guider avec peu ou pas de supervision et à dépendre de soi-même pour faire avancer les choses.",
        "questionContents": [
          {
            "question": "Partagez le temps où vous avez dû travailler seul et prendre des décisions importantes avec peu de conseils.",
            "additionals": [
              "De quoi s'agissait-il? Quels conseils avez-vous reçus ?",
              "Quelles ont été les décisions importantes que vous avez prises ? Pourquoi as-tu dû faire ça tout seul ?",
              "Quelle a été votre réflexion ? Comment avez-vous géré le manque de soutien ?",
              "Quel a été le résultat final ? Comment te sentais-tu? Qu'auriez-vous fait différemment ?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Innovation",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à adopter une approche créative du travail et à utiliser des modes de pensée alternatifs pour résoudre les problèmes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui adopte occasionnellement des méthodes créatives ou des modes de pensée alternatifs pour résoudre des problèmes. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à préférer les façons éprouvées de faire les choses au lieu de sortir des sentiers battus pour résoudre les problèmes.",
        "summary": "Tirer parti de la créativité et de la pensée alternative pour développer de nouvelles idées et réponses.",
        "questionContents": [
          {
            "question": "Décrivez un exemple dans lequel vous avez trouvé une solution créative à un problème existant.",
            "additionals": [
              "De quoi parlait l’exemple ? Avez-vous travaillé avec d'autres sur ce sujet ?",
              "Quel était le problème existant ? Pourquoi pensiez-vous qu’il était important de résoudre ce problème ?",
              "Qu'avez-vous fait pour résoudre le problème ? En quoi était-ce différent des autres approches ?",
              "Comment cette approche a-t-elle amélioré le problème existant ? Changeriez-vous votre approche si on vous donnait une autre chance ?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Pensée analytique",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à être méthodique dans l'examen des informations et qui recherche des modèles sous-jacents pour en déduire des idées.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui examine généralement les informations pour donner un sens aux problèmes et recherche occasionnellement des modèles sous-jacents pour en déduire des informations. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a tendance à être moins méthodique dans l'examen des informations et peut être moins susceptible de rechercher des modèles sous-jacents afin d'en déduire des informations.\n",
        "summary": "Tendance à analyser les informations et à utiliser la logique pour résoudre les problèmes.",
        "questionContents": [
          {
            "question": "Rappelez-vous une situation dans laquelle vous deviez examiner plusieurs sources de données et formuler une solution ou une approche.",
            "additionals": [
              "Quel était l'exemple ? Pourquoi aviez-vous besoin de formuler une solution ?",
              "Que deviez-vous faire? Avec quels types de données ou d’informations avez-vous dû travailler ?",
              "Comment avez-vous donné du sens à ces multiples données ? Des défis rencontrés ?",
              "Quel a été le résultat? Feriez-vous quelque chose différemment?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Réalisation",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement un environnement qui met l'accent sur la réussite, où l'on est tenu de fonctionner au mieux de ses capacités pour obtenir des résultats positifs.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise généralement un environnement qui met l'accent sur la réussite, où l'on est parfois tenu de faire preuve de sa plus grande capacité à obtenir des résultats.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour un environnement qui met l'accent sur la réussite, préférant un environnement où l'accent est moins mis sur sa capacité à obtenir des résultats.",
        "summary": "L’un est motivé par l’utilisation de ses propres capacités et compétences pour atteindre ses objectifs, acquérant ainsi un sentiment d’accomplissement.",
        "questionContents": [
          {
            "question": "Partagez comment vous réaliseriez au mieux de vos capacités un projet dans un rôle ou une tâche précédente.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Que pensez-vous devoir faire pour que cela réussisse ?",
              "Comment avez-vous assuré le succès de cette démarche ?",
              "Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Les conditions de travail",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement un environnement qui offre une activité élevée et des opportunités constantes d'essayer différentes tâches, où le développement et la croissance de chacun sont favorisés.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui valorise généralement un environnement qui offre un équilibre entre l'activité de travail et la cohérence du travail, ainsi qu'une certaine concentration sur son développement et sa croissance.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour un environnement qui met l'accent sur une activité de travail élevée et différentes opportunités d'apprentissage, préférant un environnement cohérent avec les tâches.",
        "summary": "L’un est motivé par l’épanouissement grâce à une activité intense et à l’apprentissage de différentes tâches dans un environnement de croissance sûr et professionnel.",
        "questionContents": [
          {
            "question": "Expliquez comment des facteurs tels que la variété du travail et les opportunités d'apprentissage vous ont aidé dans un rôle ou une tâche précédente.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Que deviez-vous faire pour ce rôle ou cette tâche ? Quels étaient les facteurs en particulier ?",
              "Comment ces facteurs vous ont-ils aidé dans le processus ?",
              "Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Reconnaissance",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement un environnement qui favorise le prestige et la réputation de carrière où les récompenses extrinsèques et l'avancement de carrière des employés sont prioritaires.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise généralement un environnement qui offre des récompenses extrinsèques, des opportunités d'avancement de carrière et une position élevée.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour un environnement qui met l'accent sur les récompenses extrinsèques, le prestige, l'avancement de carrière ou le fait d'avoir un statut professionnel élevé.",
        "summary": "L’une est motivée par l’avancement de carrière, qui s’accompagne d’éléments de prestige, de statut et d’argent.",
        "questionContents": [
          {
            "question": "Partagez comment vous définissez et mesurez la réussite professionnelle personnelle et la reconnaissance dans un rôle ou une tâche précédente.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Que deviez-vous faire pour cette tâche ou ce rôle ? Comment avez-vous défini le succès et les résultats ?",
              "Qu'avez-vous fait pour réussir au travail et être reconnu ?",
              "Quel a été le résultat final ? Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Des relations",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement un environnement rempli de camaraderie, où les employés travaillent et se soutiennent étroitement, et ont des niveaux élevés d'engagement avec les autres.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui valorise généralement un environnement qui encourage l'établissement de relations de travail étroites sur le lieu de travail, mais peut s'abstenir de tout engagement excessif avec ses collègues.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour un environnement qui encourage l'établissement de relations de travail étroites sur le lieu de travail et qui préfère peut-être s'abstenir de s'engager avec des co- ouvriers.",
        "summary": "L’un est motivé par le travail et l’établissement de bonnes relations avec les collègues et les parties prenantes dans un environnement convivial et non compétitif.",
        "questionContents": [
          {
            "question": "Partagez comment travailler en équipe et établir des relations sur le lieu de travail était pour vous dans un rôle ou une tâche précédente.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Comment avez-vous construit des relations avec les autres ? Pourquoi pensez-vous que cela vous a aidé sur le lieu de travail ?",
              "Quels ont été les défis rencontrés ? Comment avez-vous entretenu les relations ?",
              "Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      },
      "support": {
        "name": "Soutien",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement un environnement qui prône la tolérance et les pratiques éthiques avec des collègues et des gestionnaires solidaires auprès desquels demander conseil et soutien.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui valorise généralement un environnement qui donne la priorité à une certaine tolérance ou à des pratiques éthiques sur le lieu de travail et qui aimerait parfois avoir des collègues et des managers qui le soutiennent.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour un environnement qui donne la priorité à la tolérance ou aux pratiques éthiques sur le lieu de travail ou pour le soutien de collègues et de managers.",
        "summary": "L'un est motivé par un environnement qui favorise l'équité et la tolérance, soutenu par des collègues et une direction solidaires.",
        "questionContents": [
          {
            "question": "Partagez comment le soutien de vos collègues et de la direction a été pour vous dans un rôle précédent.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Quelle était la tâche à accomplir ? Quel soutien avez-vous ressenti comme nécessaire ?",
              "Qu'avez-vous fait pour cette tâche ? Quel type de soutien avez-vous reçu ?",
              "Quel a été le résultat final ? Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Indépendance",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui valorise fortement l'autonomie et la flexibilité nécessaires pour développer et atteindre ses propres objectifs, avec la capacité de prendre en charge les tâches et de progresser.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui valorise généralement avoir l'autonomie nécessaire pour prendre des décisions et gérer ses propres progrès au travail, mais uniquement dans des paramètres gérables. Dans certaines situations, préfère recevoir des conseils détaillés et une supervision étroite.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour un environnement où les employés ont une liberté et une autorité significatives pour assumer leurs responsabilités et gérer leurs propres progrès et tâches, préférant être guidé au travail.",
        "summary": "L'individu est motivé par l'autonomie et est habilité à gérer ses propres progrès et à prendre des décisions indépendantes.",
        "questionContents": [
          {
            "question": "Expliquez comment l'autonomie et la capacité de travailler de manière indépendante sont un élément de la façon dont vous avez joué dans un rôle ou une tâche précédente.",
            "additionals": [
              "Quel genre de rôle ou de tâche avez-vous assumé ?",
              "Quel genre de décision avez-vous dû prendre ? Pourquoi avez-vous pu exercer une réflexion indépendante ?",
              "Qu'avez-vous fait pour prendre cette décision ? Est-ce que d’autres personnes ont été impliquées dans le processus, et dans quelle mesure ?",
              "Quel a été le résultat final ? Qu’avez-vous ressenti du processus ? Qu’avez-vous appris de cela sur vous-même ?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Réaliste",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour les tâches extérieures, physiques et mécaniques, qui recherche des problèmes concrets plutôt qu'abstraits et qui aime se retrouver dans des situations pratiques. .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches extérieures, physiques et mécaniques, mais qui n'aime pas toujours se retrouver dans des situations de travail pratiques.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour les tâches extérieures, physiques et mécaniques et qui ne préfère pas les situations de travail pratiques telles que construire et réparer des objets ou exploiter équipement.",
        "summary": "Les métiers réalistes impliquent souvent des activités de travail qui incluent des problèmes et des solutions pratiques. Ces professions concernent souvent des plantes, des animaux et des matériaux du monde réel comme le bois, les outils et les machines.",
        "questionContents": [
          {
            "question": "Décrivez un projet dans lequel vous avez démontré des compétences en résolution de problèmes dans une situation pratique.",
            "additionals": [
              "De quoi parlait le projet ? Pourquoi cela nécessitait-il beaucoup de composants pratiques ou pratiques ?",
              "Quel a été votre rôle dans tout cela ?",
              "Comment avez-vous réalisé le projet ? Avez-vous rencontré des difficultés ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Investigateur",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour travailler avec des théories et des données, en utilisant des méthodologies scientifiques pour résoudre des problèmes complexes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour travailler avec des théories, des données et des chiffres, rassembler des faits et analyser des situations pour résoudre des problèmes complexes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui tournent autour de l'utilisation de théories et de la collecte de données ou de chiffres pour analyser ou résoudre des problèmes complexes.",
        "summary": "Les métiers d'enquête impliquent souvent de travailler avec des idées, de faire des recherches et nécessitent une réflexion approfondie. Cela inclut des rôles analytiques et scientifiques, impliquant l’exploration et la recherche à l’aide de données et de chiffres.",
        "questionContents": [
          {
            "question": "Partagez un exemple où vous avez dû rechercher des théories et travailler avec des données pour résoudre un problème.",
            "additionals": [
              "Quel était le sujet du projet ou de la tâche ?",
              "Quel a été votre rôle dans tout cela ? Quel type de recherche ou d’analyse avez-vous dû faire ?",
              "Comment avez-vous réalisé la tâche ou le projet ? Avez-vous rencontré des difficultés ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Artistique",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les opportunités impliquant l'expression de soi créative et esthétique dans la création d'œuvres ou de produits originaux.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les opportunités permettant l'expression de soi à travers des créations artistiques et originales, mais qui n'est pas toujours enclin à s'engager dans des tâches créatives .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui nécessitent des capacités esthétiques et l'expression de soi ou celles qui nécessitent d'être créatif dans la création d'œuvres ou de produits originaux .",
        "summary": "Les professions artistiques impliquent souvent de travailler avec des designs et des concepts. Ces professions nécessitent souvent l'expression de soi et incluent des rôles qui permettent d'être artistique et créatif dans la création d'une œuvre ou d'un produit original.",
        "questionContents": [
          {
            "question": "Décrivez un moment où vous avez fait preuve de créativité ou exercé une réflexion artistique sur une tâche ou une solution proposée.",
            "additionals": [
              "En quoi consistait la tâche ? Quels types d’apports étaient nécessaires ?",
              "Quel a été votre rôle dans tout cela ? Comment avez-vous fait preuve de créativité ?",
              "Comment avez-vous accompli la tâche ? Comment avez-vous imaginé le résultat final ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      },
      "social": {
        "name": "Sociale",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres et qui recherche des activités interpersonnelles visant à produire des résultats ayant un impact social.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres, ainsi que de travailler pour obtenir des résultats ayant un impact social.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour les tâches qui fournissent un soutien ou un service aux autres, ainsi que qui travaille pour les autres afin d'obtenir des résultats ayant un impact social.",
        "summary": "Les professions sociales impliquent souvent de travailler avec des gens, de communiquer avec eux et d'enseigner. Ces professions impliquent souvent d'aider ou de fournir des services aux autres, avec une préférence pour créer un impact social.",
        "questionContents": [
          {
            "question": "Rappelez-vous la dernière fois que vous êtes allé au-delà pour aider ou soutenir quelqu'un dans une tâche.",
            "additionals": [
              "De quoi s'agissait-il? Pourquoi avez-vous décidé d’aider cette personne ?",
              "Que deviez-vous faire?",
              "Comment avez-vous soutenu cet individu ? Avez-vous rencontré des difficultés ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Entreprenant",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches, et qui peut préférer occuper des positions d'influence ou de pouvoir. .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
        "summary": "Les métiers entreprenants impliquent souvent de démarrer et de mener à bien des projets. Cela inclut des postes de pouvoir qui impliquent de diriger et d’influencer les autres pour qu’ils adoptent des solutions et parfois, orientés vers les ventes.",
        "questionContents": [
          {
            "question": "Décrivez une tâche que vous avez initiée et dirigée mais qui ne s'est pas déroulée selon votre plan.",
            "additionals": [
              "En quoi consistait cette tâche ? Pourquoi cela ne s’est-il pas déroulé comme prévu ?",
              "Quel a été votre rôle dans tout cela ?",
              "Comment avez-vous accompli la tâche ? Avez-vous rencontré des difficultés ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Conventionnel",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les tâches nécessitant de l'ordre et de l'organisation, ainsi que pour travailler dans une opération systématisée avec des directives et des procédures claires.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches exécutées de manière systématique et ordonnée, mais qui n'aime pas toujours suivre scrupuleusement les règles et les procédures.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches structurées et réglementées qui doivent être exécutées de manière systématique et ordonnée, ainsi que pour le respect des règles et les procédures.",
        "summary": "Les professions conventionnelles impliquent souvent de suivre des procédures et des routines établies. Cela inclut des rôles dotés de règles et de procédures claires, où la structure et les normes sont appliquées et respectées.",
        "questionContents": [
          {
            "question": "Décrivez une tâche pour laquelle vous avez veillé au strict respect des règles, procédures ou normes afin de réussir.",
            "additionals": [
              "En quoi consistait cette tâche ? Quels étaient les protocoles et les règles avec lesquels vous deviez travailler ?",
              "Quel a été votre rôle dans tout cela ?",
              "Comment avez-vous réalisé la tâche ou le projet ? Avez-vous rencontré des difficultés ?",
              "Quel a été le résultat final ? Avez-vous apprécié le processus ? Qu’avez-vous ressenti face à des tâches comme celle-ci ?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "A un grain élevé",
            "lowDescription": "A du courage"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactif",
            "lowDescription": "Proactif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l 'experience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivé à apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "À l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations de base",
            "highDescription": "Très engagé émotionnellement dans le travail",
            "lowDescription": "Émotionnellement engagé dans le travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "Créatif au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autosurveillance",
            "highDescription": "Peut bien travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "dix",
            "name": "Prise de perspective",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace en communication",
            "lowDescription": "Efficace en communication"
          },
          "social": {
            "id": "14",
            "name": "Sociale",
            "highDescription": "Très forte capacité multitâche",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Très capable d'être un entrepreneur",
            "lowDescription": "Capable d'être entrepreneur"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Stabilité émotionnelle",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est émotionnellement stable - ",
            "midDescription": "Vous contrôlez quelque peu vos émotions et êtes généralement résistant à la pression et à la tentation.",
            "lowDescription": "Le domaine de développement de {{name}} est la stabilité émotionnelle {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "Extraversion",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est extraverti - ",
            "midDescription": "Vous êtes plutôt sociable, positif, en quête d’excitation et assertif.",
            "lowDescription": "Le domaine de développement de {{name}} est l'extraversion {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Ouverture à l 'experience",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est ouvert à diverses expériences - ",
            "midDescription": "Vous êtes quelque peu ouvert à vous engager dans diverses idées, activités, sentiments et perspectives.",
            "lowDescription": "Le domaine de développement de {{name}} est l'ouverture {{gender-possessive}} à des expériences diverses - "
          },
          "agreeableness": {
            "name": "Agréabilité",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est l'agrément - ",
            "midDescription": "Vous êtes moyennement chaleureux, modeste et orienté vers les gens.",
            "lowDescription": "Le domaine de développement de {{name}} est l'agrément {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "Conscience",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est consciencieux - ",
            "midDescription": "Vous avez quelque peu confiance en votre capacité à réussir et êtes modérément discipliné dans l'accomplissement de vos tâches de manière structurée et délibérée.",
            "lowDescription": "Le domaine de développement de {{name}} est la conscience {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Auto-évaluations de base",
            "highDescription": "{{name}} figure en bonne place dans les auto-évaluations de base : {{gender-subject}} se voit {{gender-object}} de manière toujours positive dans toutes les situations.",
            "lowDescription": "{{name}} a peu d'auto-évaluations de base - {{gender-subject}} devrait essayer de se voir {{gender-object}} d'une manière plus positive dans toutes les situations."
          },
          "performanceOrientation": {
            "name": "Orientation vers la performance",
            "highDescription": "{{name}} est fortement orienté vers les objectifs de performance - {{gender-subject}} est motivé à démontrer et à valider la compétence {{gender-possessive}} en recherchant des jugements positifs et en évitant les jugements négatifs des autres. ",
            "lowDescription": "{{name}} est peu orienté vers les objectifs de performance - {{gender-subject}} devrait essayer d'être plus motivé pour démontrer et valider la compétence {{gender-possessive}} en recherchant des jugements positifs et en évitant les jugements négatifs."
          },
          "masteryOrientation": {
            "name": "Orientation maîtrise",
            "highDescription": "{{name}} est fortement axé sur les objectifs de maîtrise - {{gender-subject}} est motivé à développer ses compétences en acquérant de nouvelles compétences et en maîtrisant de nouvelles situations.",
            "lowDescription": "{{name}} est peu orienté vers les objectifs de maîtrise - {{gender-subject}} devrait essayer d'être plus motivé pour développer ses compétences en acquérant de nouvelles compétences et en maîtrisant de nouvelles situations."
          },
          "selfMonitoring": {
            "name": "Autosurveillance",
            "highDescription": "{{name}} est très auto-surveillé - {{gender-subject}} est capable de surveiller et de contrôler les expressions et les comportements {{gender-possessive}} .",
            "lowDescription": "{{name}} manque d'auto-surveillance - {{gender-subject}} devrait essayer de surveiller et de contrôler davantage les expressions et les comportements {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Auto-évaluations de base",
            "highDescription": "Vous avez tendance à vous considérer de manière toujours positive dans toutes les situations. Vous vous considérez comme capable, digne et maître de votre vie. De telles émotions, pensées et motivations positives peuvent affecter la façon dont vous vous sentez, pensez et vous comportez sur le lieu de travail.",
            "midDescription": "Vous vous voyez parfois de manière plus positive, et à d’autres moments, de manière plus négative. Cela détermine si vous vous considérez comme capable, digne et maître de votre vie, ce qui a un impact sur la façon dont vous vous sentez, pensez et vous comportez au travail.",
            "lowDescription": "Vous avez tendance à vous voir de manière constamment négative dans toutes les situations. Vous pouvez vous considérer comme moins capable, indigne et ne contrôlant pas votre vie. De telles émotions, pensées et motivations négatives peuvent affecter la façon dont vous vous sentez, pensez et vous comportez au travail."
          },
          "performanceOrientation": {
            "name": "Orientation vers la performance",
            "highDescription": "Vous croyez que votre compétence se démontre lorsque vous surpassez les autres. En conséquence, vous serez probablement motivé à vous fixer des objectifs élevés, en vous concentrant sur l’atteinte d’un niveau de réussite et de compétence plus élevé que les autres.",
            "midDescription": "Vous pensez parfois que votre compétence est démontrée lorsque vous surpassez les autres. Vous êtes donc assez motivé pour vous fixer des objectifs élevés, parfois en vous concentrant sur l’atteinte d’un niveau de réussite et de compétence plus élevé que les autres.",
            "lowDescription": "Vous ne croyez pas que surpasser les autres soit nécessairement une démonstration de votre compétence. Vous ne vous souciez pas de rivaliser et de gagner contre les autres. Il est peu probable que les objectifs que vous vous fixez soient influencés ou motivés par le succès des autres."
          },
          "masteryOrientation": {
            "name": "Orientation maîtrise",
            "highDescription": "Vous êtes motivé à développer vos compétences en acquérant de nouvelles compétences et en les maîtrisant dans de nouvelles situations. Vous pouvez considérer les tâches difficiles comme des opportunités de croissance et de développement.",
            "midDescription": "Vous êtes quelque peu motivé à développer vos compétences en acquérant de nouvelles compétences et en les maîtrisant dans de nouvelles situations. Vous pouvez parfois considérer les tâches difficiles comme des opportunités de croissance et de développement.",
            "lowDescription": "Vous êtes moins motivé à développer vos compétences et peut-être moins intéressé à acquérir de nouvelles compétences ou à les maîtriser dans de nouvelles situations. Lorsque vous êtes confronté à des tâches difficiles, vous pouvez y réagir avec appréhension ou les trouver encombrantes."
          },
          "selfMonitoring": {
            "name": "Autosurveillance",
            "highDescription": "Vous avez tendance à être capable et désireux de réguler vos expressions et vos comportements en fonction des circonstances sociales. Cela vous aide à adapter la façon dont vous vous présentez aux autres en fonction des signaux sociaux et à vous adapter plus efficacement aux nouvelles situations.",
            "midDescription": "Vous êtes parfois capable et désireux de réguler vos expressions et vos comportements en fonction des circonstances sociales. Cela vous aide à adapter la façon dont vous vous présentez aux autres en fonction des signaux sociaux et à vous adapter plus efficacement aux nouvelles situations.",
            "lowDescription": "Vous avez tendance à être moins capable ou disposé à réguler vos expressions et vos comportements, quelles que soient les circonstances sociales. Il est peu probable que vous utilisiez des signaux sociaux pour adapter la façon dont vous vous présentez aux autres et vous pourriez être moins efficace pour vous adapter à de nouvelles situations."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "Rôles pratiques et pratiques impliquant des machines et des outils",
            "lowDescription": "Rôles pratiques et pratiques impliquant des machines et des outils"
          },
          "investigative": {
            "name": "Investigateur",
            "highDescription": "Rôles analytiques et scientifiques qui impliquent l'exploration et la recherche de choses",
            "lowDescription": "Rôles analytiques et scientifiques qui impliquent l'exploration et la recherche de choses"
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "Rôles créatifs et artistiques qui impliquent la création d'œuvres originales",
            "lowDescription": "Rôles créatifs et artistiques qui impliquent la création d'œuvres originales"
          },
          "social": {
            "name": "Sociale",
            "highDescription": "Rôles qui peuvent aider les gens en les enseignant et en les assistant",
            "lowDescription": "Rôles qui peuvent aider les gens en les enseignant et en les assistant"
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "Postes de leadership qui impliquent d’influencer et de diriger les autres",
            "lowDescription": "Postes de leadership qui impliquent d’influencer et de diriger les autres"
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "Des rôles avec des règles et des procédures claires",
            "lowDescription": "Des rôles avec des règles et des procédures claires"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "Plus d'activités pratiques au travail"
          },
          "investigative": {
            "name": "Investigateur",
            "highDescription": "Plus de tâches qui tournent autour de la recherche et de l'analyse"
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "Plus d'opportunités pour {{name}} de créer de nouvelles choses"
          },
          "social": {
            "name": "Sociale",
            "highDescription": "Plus de tâches professionnelles permettant à {{name}} d'aider les autres"
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "Plus d'opportunités permettant à {{name}} d'influencer les autres"
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "Plus d'activités qui tournent autour de la tenue de registres et des calculs"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Réaliste"
          },
          "investigative": {
            "name": "Investigateur"
          },
          "artistic": {
            "name": "Artistique"
          },
          "social": {
            "name": "Sociale"
          },
          "enterprising": {
            "name": "Entreprenant"
          },
          "conventional": {
            "name": "Conventionnel"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Réaliste",
            "lowDescription": "{{name}} pourrait ne pas apprécier les activités pratiques au travail"
          },
          "investigative": {
            "name": "Investigateur",
            "lowDescription": "{{name}} peut éviter les tâches liées à la recherche et à l'analyse"
          },
          "artistic": {
            "name": "Artistique",
            "lowDescription": "{{name}} peut avoir du mal à saisir les opportunités de créer de nouvelles choses"
          },
          "social": {
            "name": "Sociale",
            "lowDescription": "{{name}} pourrait ne pas apprécier les activités qui nécessitent {{gender-object}} aide les autres"
          },
          "enterprising": {
            "name": "Entreprenant",
            "lowDescription": "{{name}} peut éviter les activités qui nécessitent {{gender-object}} influence les autres"
          },
          "conventional": {
            "name": "Conventionnel",
            "lowDescription": "{{name}} peut avoir du mal à entreprendre des activités liées à la tenue de registres et à la réalisation de calculs."
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour les tâches extérieures, physiques et mécaniques, qui recherche des problèmes concrets plutôt qu'abstraits et qui aime se retrouver dans des situations pratiques. .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches extérieures, physiques et mécaniques, mais qui n'aime pas toujours se retrouver dans des situations de travail pratiques.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour les tâches extérieures, physiques et mécaniques et qui ne préfère pas les situations de travail pratiques telles que construire et réparer des objets ou exploiter équipement.",
            "summary": "{{name}} préfère travailler dans des emplois réalistes - {{gender-subject}} aime les métiers pratiques, mécaniques et pratiques."
          },
          "investigative": {
            "name": "Investigateur",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour travailler avec des théories et des données, en utilisant des méthodologies scientifiques pour résoudre des problèmes complexes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour travailler avec des théories, des données et des chiffres, rassembler des faits et analyser des situations pour résoudre des problèmes complexes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui tournent autour de l'utilisation de théories et de la collecte de données ou de chiffres pour analyser ou résoudre des problèmes complexes.",
            "summary": "{{name}} préfère travailler dans des emplois d'enquête - {{gender-subject}} aime les métiers analytiques et scientifiques."
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les opportunités impliquant l'expression de soi créative et esthétique dans la création d'une œuvre ou d'un produit original.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les opportunités permettant l'expression de soi à travers des créations artistiques et originales, mais qui n'est pas toujours enclin à s'engager dans des tâches créatives .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour les tâches qui nécessitent des capacités esthétiques et l'expression de soi ou celles qui nécessitent d'être créatif dans la création d'une œuvre ou d'un produit original .",
            "summary": "{{name}} préfère travailler dans des emplois artistiques - {{gender-subject}} aime les métiers créatifs, expressifs et artistiques."
          },
          "social": {
            "name": "Sociale",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une forte préférence pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres et qui recherche des activités interpersonnelles visant à produire des résultats ayant un impact social.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres, ainsi que de travailler pour obtenir des résultats ayant un impact social.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} en tant que personne qui a une faible préférence pour les tâches qui fournissent un soutien ou un service aux autres, ainsi que qui travaille pour les autres afin d'obtenir des résultats ayant un impact social.",
            "summary": "{{name}} préfère travailler dans des emplois sociaux - {{gender-subject}} aime les métiers qui peuvent aider les gens."
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches, et qui préfère occuper des positions d'influence ou de pouvoir.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
            "summary": "{{name}} préfère travailler dans des emplois entreprenants - {{gender-subject}} aime les professions qui lui permettent d'occuper des postes de direction."
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les tâches nécessitant de l'ordre et de l'organisation, ainsi que pour travailler dans une opération systématisée avec des directives et des procédures claires.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches exécutées de manière systématique et ordonnée, mais qui n'aime pas toujours suivre scrupuleusement les règles et les procédures.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches structurées et réglementées qui doivent être exécutées de manière systématique et ordonnée, ainsi que pour le respect des règles et les procédures.",
            "summary": "{{name}} préfère travailler dans des emplois conventionnels - {{gender-subject}} aime les métiers avec des normes, des règles et des procédures claires."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "A un grain élevé",
            "lowDescription": "A du courage"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactif",
            "lowDescription": "Proactif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l 'experience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivé à apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "À l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations de base",
            "highDescription": "Très engagé émotionnellement dans le travail",
            "lowDescription": "Émotionnellement engagé dans le travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "Créatif au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autosurveillance",
            "highDescription": "Peut bien travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "dix",
            "name": "Prise de perspective",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace en communication",
            "lowDescription": "Efficace en communication"
          },
          "social": {
            "id": "14",
            "name": "Sociale",
            "highDescription": "Très forte capacité multitâche",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Très capable d'être un entrepreneur",
            "lowDescription": "Capable d'être entrepreneur"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Réalisation",
            "highDescription": "Axé sur les résultats",
            "midDescription": "Accent modéré sur les résultats",
            "lowDescription": "Faible concentration sur les résultats"
          },
          "recognition": {
            "name": "Reconnaissance",
            "highDescription": "Avancement et récompenses",
            "midDescription": "Concentration modérée sur l'avancement et les récompenses",
            "lowDescription": "Faible concentration sur l'avancement et les récompenses"
          },
          "relationships": {
            "name": "Des relations",
            "highDescription": "Collaboratif et convivial",
            "midDescription": "Équilibre entre collaboration et autonomie",
            "lowDescription": "Autonomie et compétitivité"
          },
          "support": {
            "name": "Soutien",
            "highDescription": "Solidaire et éthique",
            "midDescription": "Un peu de soutien et d’éthique",
            "lowDescription": "Faible soutien et éthique"
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "Esprit de décision et indépendance",
            "midDescription": "Niveau de décision modéré",
            "lowDescription": "Indécis et dépendant"
          },
          "workingConditions": {
            "name": "Les conditions de travail",
            "highDescription": "Sécurité et bonnes conditions de travail",
            "midDescription": "Accent modéré sur la sécurité et les conditions de travail",
            "lowDescription": "Faible concentration sur la sécurité et les conditions de travail"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Réalisation",
            "highDescription": "Une organisation axée sur les résultats en plaçant des attentes élevées en matière de réussite et de performance en utilisant les compétences et les capacités de ses employés."
          },
          "recognition": {
            "name": "Reconnaissance",
            "highDescription": "Une organisation qui reconnaît le travail de ses employés par des opportunités d'avancement et des récompenses"
          },
          "relationships": {
            "name": "Des relations",
            "highDescription": "Une culture organisationnelle qui encourage le travail d'équipe et un environnement de travail non compétitif",
            "lowDescription": "Une culture organisationnelle compétitive où les gens travaillent de manière indépendante"
          },
          "support": {
            "name": "Soutien",
            "highDescription": "Une culture organisationnelle qui soutient les employés et leur développement et qui respecte des normes éthiques élevées"
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "Des opportunités constantes de prendre des risques et d’expérimenter de nouvelles idées dans toute l’organisation",
            "lowDescription": "Une organisation axée sur les règles et axée sur la stabilité"
          },
          "workingConditions": {
            "name": "Les conditions de travail",
            "highDescription": "Une organisation qui procure un sentiment de sécurité d'emploi et de bonnes conditions de travail à ses employés"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Réalisation"
          },
          "recognition": {
            "name": "Reconnaissance"
          },
          "relationships": {
            "name": "Des relations"
          },
          "support": {
            "name": "Soutien"
          },
          "independence": {
            "name": "Indépendance"
          },
          "workingConditions": {
            "name": "Les conditions de travail"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Réalisation",
            "lowDescription": "Cela peut être trop exigeant pour {{name}} s'il y a des attentes élevées en matière de réussite, de performance et de résultats dans toute l'organisation."
          },
          "recognition": {
            "name": "Reconnaissance",
            "lowDescription": "{{name}} n'accorde pas une grande importance aux opportunités d'avancement et aux récompenses de l'organisation, il sera donc important de découvrir les autres valeurs de {{gender-subject}} à la place."
          },
          "relationships": {
            "name": "Des relations",
            "highDescription": "{{name}} peut être moins satisfait d'une culture organisationnelle compétitive et qui encourage les gens à travailler de manière indépendante",
            "lowDescription": "{{name}} peut être moins satisfait au travail si l'organisation encourage le travail d'équipe et la collaboration"
          },
          "support": {
            "name": "Soutien",
            "lowDescription": "{{name}} peut être insatisfait si l'organisation ne soutient pas ses employés et leur développement"
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "{{name}} peut être moins satisfait au travail si l'organisation devient davantage axée sur les règles et se concentre davantage sur la stabilité",
            "lowDescription": "{{name}} peut être moins satisfait au travail si l'organisation commence à prendre plus de risques et essaie d'expérimenter de nouvelles idées plus souvent."
          },
          "workingConditions": {
            "name": "Les conditions de travail",
            "lowDescription": "{{name}} n'accorde pas une grande importance aux conditions de travail et au sentiment de sécurité d'emploi qu'offre l'organisation. Il sera donc important de découvrir les autres éléments {{gender-subject}} valorise à la place."
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Innovation",
            "highDescription": "{{name}} valorise l'innovation et la prise de risque plus que la stabilité et la prévisibilité dans une organisation.",
            "midDescription": "{{name}} valorise un équilibre entre innovation et stabilité dans une organisation.",
            "lowDescription": "{{name}} valorise davantage la stabilité et la prévisibilité que l'innovation et la prise de risques dans une organisation.",
            "summary": "{{name}} valorise grandement l'innovation dans une organisation."
          },
          "attentionToDetail": {
            "name": "Attention au détail",
            "highDescription": "{{name}} apprécie grandement une organisation qui doit être précise et attentive aux détails.",
            "midDescription": "{{name}} valorise une organisation qui doit être précise et attentive aux détails dans une mesure modérée.",
            "lowDescription": "{{name}} n'apprécie pas vraiment une organisation qui doit être précise et attentive aux détails.",
            "summary": "{{name}} apprécie hautement une organisation qui prête attention aux détails."
          },
          "outcomeOrientation": {
            "name": "Orientation des résultats",
            "highDescription": "{{name}} valorise les organisations qui ont des attentes élevées en matière de performances, de résultats et de réussite.",
            "midDescription": "{{name}} valorise les organisations qui ont des attentes en matière de performances, de résultats et de réussite.",
            "lowDescription": "{{name}} valorise les organisations qui ont de faibles attentes en matière de performances, de résultats et de réussite.",
            "summary": "{{name}} apprécie grandement les organisations qui se concentrent sur les résultats."
          },
          "aggressiveness": {
            "name": "Agressivité",
            "highDescription": "{{name}} valorise l'agressivité et la compétitivité plus que la responsabilité sociale dans une organisation.",
            "midDescription": "{{name}} valorise un équilibre entre agressivité et responsabilité sociale dans une organisation.",
            "lowDescription": "{{name}} valorise davantage la responsabilité sociale que l'agressivité et la compétitivité dans une organisation.",
            "summary": "{{name}} accorde une grande importance à l'agressivité dans une organisation."
          },
          "supportiveness": {
            "name": "Soutien",
            "highDescription": "{{name}} apprécie grandement le soutien et le partage d'informations au sein d'une organisation.",
            "midDescription": "{{name}} valorise dans une mesure modérée le soutien et le partage d'informations au sein d'une organisation.",
            "lowDescription": "{{name}} n'apprécie pas vraiment le soutien et le partage d'informations dans une organisation.",
            "summary": "{{name}} apprécie grandement le soutien au sein d'une organisation."
          },
          "emphasisOnRewards": {
            "name": "Croissance et récompenses",
            "highDescription": "{{name}} valorise les organisations qui offrent des récompenses aux employés telles que des opportunités de rémunération et d'évolution.",
            "midDescription": "{{name}} valorise les organisations qui offrent occasionnellement des récompenses aux employés, telles que des opportunités de rémunération et d'évolution.",
            "lowDescription": "{{name}} n'apprécie pas les récompenses pour les employés telles que la rémunération et les opportunités de croissance dans une organisation.",
            "summary": "{{name}} apprécie grandement les organisations qui mettent l'accent sur les récompenses."
          },
          "teamOrientation": {
            "name": "Orientation de l'équipe",
            "highDescription": "{{name}} valorise l'orientation et la collaboration en équipe plus que l'autonomie et l'indépendance dans une organisation.",
            "midDescription": "{{name}} valorise un équilibre entre l'orientation d'équipe et l'autonomie dans une organisation.",
            "lowDescription": "{{name}} valorise davantage l'autonomie et l'indépendance que l'orientation en équipe et la collaboration au sein d'une organisation.",
            "summary": "{{name}} apprécie hautement une organisation axée sur l'équipe."
          },
          "decisiveness": {
            "name": "Esprit de décision",
            "highDescription": "{{name}} valorise les organisations capables de prendre des décisions rapidement.",
            "midDescription": "{{name}} valorise les organisations qui trouvent un équilibre entre conflit et esprit de décision.",
            "lowDescription": "{{name}} valorise les organisations qui ont une culture qui encourage les conflits plutôt que la décision.",
            "summary": "{{name}} apprécie grandement les organisations capables de prendre des décisions rapidement."
          },
          "respectForPeople": {
            "name": "Respect des personnes",
            "highDescription": "{{name}} accorde une grande importance à l'équité et à la tolérance dans une organisation.",
            "midDescription": "{{name}} valorise modérément l'équité et la tolérance dans une organisation.",
            "lowDescription": "{{name}} ne valorise pas vraiment l'équité et la tolérance dans une organisation.",
            "summary": "{{name}} accorde une grande importance à une organisation qui respecte les gens."
          },
          "adaptability": {
            "name": "Adaptabilité",
            "highDescription": "{{name}} valorise les organisations adaptatives, innovantes et disposées à expérimenter.",
            "midDescription": "{{name}} valorise les organisations qui trouvent un équilibre entre adaptabilité et stabilité.",
            "lowDescription": "{{name}} valorise les organisations stables, prévisibles et prudentes.",
            "summary": "{{name}} valorise grandement les organisations adaptables."
          },
          "collaboration": {
            "name": "Collaboration",
            "highDescription": "{{name}} valorise les organisations qui ont une culture axée sur les personnes et axée sur la collaboration et le travail d'équipe.",
            "midDescription": "{{name}} valorise les organisations qui établissent un équilibre entre collaboration et autonomie (la liberté de se gouverner ou d'organiser ses propres activités au travail).",
            "lowDescription": "{{name}} valorise les cultures organisationnelles en mettant moins l'accent sur l'orientation humaine et davantage sur l'autonomie (la liberté de se gouverner ou d'organiser ses propres activités au travail) et l'agressivité dans la réalisation de vos objectifs.",
            "summary": "{{name}} apprécie hautement les organisations qui favorisent la collaboration."
          },
          "customerOrientation": {
            "name": "Orientation client",
            "highDescription": "{{name}} valorise les organisations axées sur le marché et axées sur les clients.",
            "midDescription": "{{name}} valorise les organisations modérément axées sur le marché et axées sur les clients.",
            "lowDescription": "{{name}} valorise les organisations moins axées sur le marché et moins axées sur les clients.",
            "summary": "{{name}} accorde une grande importance aux organisations orientées client."
          },
          "detailOrientation": {
            "name": "Orientation détaillée",
            "highDescription": "{{name}} valorise les organisations attentives aux détails et à la qualité.",
            "midDescription": "{{name}} valorise dans une mesure modérée les organisations qui sont attentives aux détails et à la qualité.",
            "lowDescription": "{{name}} n'apprécie pas les organisations attentives aux détails et à la qualité.",
            "summary": "{{name}} apprécie grandement les organisations qui se concentrent sur les détails."
          },
          "integrity": {
            "name": "Intégrité",
            "highDescription": "{{name}} accorde une grande importance aux organisations qui affichent une grande intégrité et des normes éthiques élevées, telles que le respect des personnes.",
            "midDescription": "{{name}} valorise les organisations qui ont une certaine intégrité et certaines normes éthiques telles que le respect des personnes.",
            "lowDescription": "{{name}} n'apprécie pas les organisations qui ont des normes d'intégrité et d'éthique telles que le respect des personnes.",
            "summary": "{{name}} accorde une grande valeur aux organisations intègres."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "A un grain élevé",
            "lowDescription": "A du courage"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactif",
            "lowDescription": "Proactif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l 'experience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivé à apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "À l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations de base",
            "highDescription": "Très engagé émotionnellement dans le travail",
            "lowDescription": "Émotionnellement engagé dans le travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "Créatif au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autosurveillance",
            "highDescription": "Peut bien travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "dix",
            "name": "Prise de perspective",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace en communication",
            "lowDescription": "Efficace en communication"
          },
          "social": {
            "id": "14",
            "name": "Sociale",
            "highDescription": "Très forte capacité multitâche",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Très capable d'être un entrepreneur",
            "lowDescription": "Capable d'être entrepreneur"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "Vous êtes rarement inquiet et craintif à propos des choses.",
            "lowDescription": "Vous avez tendance à vous inquiéter et à avoir peur des choses."
          },
          "anger": {
            "name": "Calme",
            "highDescription": "Vous ne vous sentez pas facilement frustré ou en colère.",
            "lowDescription": "Vous avez tendance à vous sentir facilement frustré ou en colère."
          },
          "depression": {
            "name": "Espoir",
            "highDescription": "Vous ne vous sentez pas souvent déprimé.",
            "lowDescription": "Vous vous sentez souvent déprimé."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "Vous avez tendance à ne pas être gêné dans les situations sociales et à vous soucier peu de ce que les autres pensent de vous.",
            "lowDescription": "Vous avez tendance à être gêné dans les situations sociales et sensible à ce que les autres pensent de vous."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "Vous êtes capable de résister à la tentation et ne risquez pas d’en abuser.",
            "lowDescription": "Vous avez du mal à résister à la tentation et êtes susceptible d’en abuser."
          },
          "vulnerability": {
            "name": "Résilience",
            "highDescription": "Vous pouvez rester calme dans des situations stressantes.",
            "lowDescription": "Vous avez tendance à vous sentir dépassé dans les situations stressantes."
          },
          "friendliness": {
            "name": "La convivialité",
            "highDescription": "Vous êtes à l’aise avec les gens et pouvez facilement vous faire des amis.",
            "lowDescription": "Vous avez tendance à être plus réservé avec les gens et vous ne vous faites peut-être pas facilement des amis."
          },
          "gregariousness": {
            "name": "Grégarisme",
            "highDescription": "Vous préférez être entouré de gens et apprécier la compagnie des autres.",
            "lowDescription": "Vous préférez être seul et ne pas être entouré de gens."
          },
          "assertiveness": {
            "name": "Assurance",
            "highDescription": "Vous avez tendance à prendre les choses en main.",
            "lowDescription": "Vous avez tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "Vous avez tendance à rester occupé et à faire beaucoup de choses avec votre temps.",
            "lowDescription": "Vous préférez y aller doucement et ne pas passer votre temps sur trop de choses."
          },
          "excitementSeeking": {
            "name": "En quête d'excitation",
            "highDescription": "Vous aimez rechercher l’excitation et l’aventure et prendre des risques.",
            "lowDescription": "Vous n’aimez pas rechercher l’excitation et l’aventure ni prendre de risques."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "Vous êtes une personne joyeuse qui éprouve fréquemment des humeurs positives.",
            "lowDescription": "Vous êtes moins susceptible d’être de bonne humeur et ne ressentez pas fréquemment une humeur positive."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "Vous aimez vous perdre dans vos pensées et votre imagination.",
            "lowDescription": "Vous n'aimez pas vous perdre dans vos pensées et votre imagination."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "Vous êtes intéressé par l'art et la littérature.",
            "lowDescription": "Vous n’êtes pas intéressé par l’art et la littérature."
          },
          "emotionality": {
            "name": "Émotivité",
            "highDescription": "Vous êtes conscient et ouvert à vos propres expériences émotionnelles et à celles des autres.",
            "lowDescription": "Vous avez tendance à être moins conscient et ouvert à vos propres expériences émotionnelles et à celles des autres."
          },
          "adventurousness": {
            "name": "Sens de l'aventure",
            "highDescription": "Vous êtes susceptible d’accepter la variété et le changement",
            "lowDescription": "Vous préférez la routine et les conventions et êtes moins ouvert au changement."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "Vous êtes intéressé par les idées et discussions abstraites et philosophiques.",
            "lowDescription": "Vous avez tendance à ne pas être intéressé par les idées et discussions abstraites et philosophiques."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "Vous avez tendance à être prêt à remettre en question les conventions et les valeurs traditionnelles.",
            "lowDescription": "Vous avez tendance à vous conformer aux conventions et aux valeurs traditionnelles."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "Vous avez tendance à faire confiance aux autres.",
            "lowDescription": "Vous avez tendance à être plus sceptique quant aux intentions des autres."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "Vous êtes sincère dans vos relations avec les autres et ne recourez pas à la manipulation.",
            "lowDescription": "Vous pensez qu’un certain degré de tromperie est nécessaire dans les relations pour atteindre le but souhaité."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Vous vous souciez des autres et êtes prêt à aider ceux qui en ont besoin.",
            "lowDescription": "Vous vous souciez moins des autres et préférerez peut-être ne pas vous impliquer dans leurs affaires."
          },
          "cooperation": {
            "name": "Coopération",
            "highDescription": "Vous n’aimez pas la confrontation et n’agissez pas de manière compétitive et agressive.",
            "lowDescription": "Vous avez tendance à agir de manière compétitive et agressive."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "Vous avez tendance à être humble et n’avez pas une trop haute opinion de vous-même.",
            "lowDescription": "Vous avez tendance à avoir une haute opinion de vous-même et pouvez vous considérer comme supérieur aux autres."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "Vous sympathisez avec les autres.",
            "lowDescription": "Vous avez tendance à ne pas sympathiser facilement avec les autres."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "Vous avez confiance en votre capacité à accomplir des tâches avec succès et à y exceller.",
            "lowDescription": "Vous manquez de confiance en votre capacité à accomplir des tâches avec succès et à y exceller."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "Vous êtes bien rangé et organisé.",
            "lowDescription": "Vous avez tendance à être désordonné et moins organisé."
          },
          "dutifulness": {
            "name": "Devoir",
            "highDescription": "Vous avez tendance à respecter les règles et à remplir vos obligations.",
            "lowDescription": "Vous avez tendance à être plus décontracté et flexible quant au respect des règles et vous ne pouvez pas remplir vos obligations."
          },
          "achievementStriving": {
            "name": "En quête de réussite",
            "highDescription": "Vous travaillez dur et dépassez les attentes.",
            "lowDescription": "Vous avez tendance à vous contenter de niveaux de réussite inférieurs."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "Vous avez tendance à être préparé et à exécuter vos plans de manière disciplinée.",
            "lowDescription": "Vous avez tendance à ne pas être préparé et à ne pas mettre en œuvre vos plans de manière disciplinée."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "Vous réfléchissez bien et ne vous précipitez pas pour agir ou prendre des décisions.",
            "lowDescription": "Vous avez tendance à agir ou à prendre des décisions sans réfléchir aux conséquences."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "Vous êtes rarement inquiet et craintif à propos des choses. Lors de situations stressantes au travail, vous ne vous sentez pas souvent en détresse ou affaibli, ce qui vous permet de répondre à vos normes habituelles.",
            "midDescription": "Il vous arrive parfois d’être inquiet et craintif à propos de certaines choses. Lors de situations stressantes au travail, vous pouvez parfois vous sentir angoissé ou affaibli, ce qui peut avoir un impact sur votre performance si vous sentez que cela dépasse votre capacité à y faire face.",
            "lowDescription": "Vous avez tendance à vous inquiéter et à avoir peur des choses. Lors de situations stressantes au travail, vous pouvez souvent vous sentir en détresse ou affaibli, ce qui peut avoir un effet néfaste sur votre performance si vous sentez que cela dépasse votre capacité à y faire face."
          },
          "anger": {
            "name": "Calme",
            "highDescription": "Vous ne vous sentez pas facilement frustré ou en colère. Cela est utile pour instaurer la confiance au travail, permettre une gestion constructive des conflits et faciliter un climat de travail civil et professionnel.",
            "midDescription": "Vous avez tendance à vous sentir frustré ou en colère de temps en temps. Si cela est mal géré, cela peut nuire à votre santé personnelle et à votre performance au travail. Si cela est exprimé de manière non constructive et excessive, cela peut également mettre à rude épreuve les relations de travail et nuire au climat organisationnel.",
            "lowDescription": "Vous avez tendance à vous sentir facilement frustré ou en colère. Si cela est mal géré, cela peut nuire à votre santé personnelle et à votre performance au travail. Si cela est exprimé de manière non constructive et excessive, cela peut également mettre à rude épreuve les relations de travail et nuire au climat organisationnel."
          },
          "depression": {
            "name": "Espoir",
            "highDescription": "Vous ne vous sentez pas souvent déprimé. Vous n'êtes pas facilement affecté par des sentiments de découragement, ce qui vous permet de respecter vos normes habituelles au travail.",
            "midDescription": "Vous vous sentez parfois déprimé. Si rien n’est fait, les sentiments dépressifs entraînent souvent un manque de motivation et d’énergie et des difficultés à démarrer des activités, ce qui peut entraîner des difficultés à maintenir des performances optimales au travail.",
            "lowDescription": "Vous avez souvent tendance à vous sentir déprimé. Si rien n’est fait, les sentiments dépressifs entraînent souvent un manque de motivation et d’énergie et des difficultés à démarrer des activités, ce qui peut entraîner des difficultés à maintenir des performances optimales au travail."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "Vous avez tendance à ne pas être gêné dans les situations sociales et à vous soucier peu de ce que les autres pensent de vous. Cela vous permet de vous démarquer et d’interagir avec les autres de manière plus authentique. Cependant, si on pousse à l’extrême, il peut y avoir un risque de manque de conscience de soi.",
            "midDescription": "Vous pouvez parfois être gêné dans des situations sociales et sensible à ce que les autres pensent de vous. Ces préoccupations peuvent entraîner un certain inconfort et une certaine nervosité dans les interactions sociales, ce qui peut vous empêcher de réaliser ce que vous pouvez réellement accomplir au travail.",
            "lowDescription": "Vous avez tendance à être gêné dans les situations sociales et sensible à ce que les autres pensent de vous. Ces préoccupations peuvent entraîner un inconfort et une nervosité dans les interactions sociales, ce qui peut vous empêcher de réaliser ce que vous pouvez réellement accomplir au travail."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "Vous êtes capable de résister à la tentation et ne risquez pas d’en abuser. Cela contribue à votre productivité au travail.",
            "midDescription": "Vous êtes parfois capable de résister à la tentation et parfois d’en abuser. Céder trop souvent à des impulsions au travail peut avoir un impact sur votre productivité.",
            "lowDescription": "Vous avez du mal à résister à la tentation et êtes susceptible d’en abuser. Céder trop souvent à des impulsions au travail peut avoir un impact sur votre productivité."
          },
          "vulnerability": {
            "name": "Résilience",
            "highDescription": "Vous pouvez rester calme dans des situations stressantes. Cela vous aide à réfléchir, à prendre des décisions et à agir avec un esprit clair, même sous pression. Cependant, une réaction trop calme peut parfois être perçue par les autres comme un manque d’empathie ou une incompréhension de la gravité de la situation.",
            "midDescription": "Vous pouvez parfois rester calme dans des situations stressantes. Rester calme vous aide à réfléchir, à prendre des décisions et à agir avec un esprit clair. À l’inverse, se sentir dépassé inhibera votre capacité à penser, décider et agir, ce qui aura un impact sur votre performance au travail.",
            "lowDescription": "Vous avez tendance à vous sentir dépassé dans les situations stressantes. Sous pression, vous pouvez ressentir de la panique, de la confusion et de l’impuissance, ce qui peut nuire à votre capacité à penser clairement, à prendre des décisions et à agir. Cela peut avoir un impact sur votre performance au travail."
          },
          "friendliness": {
            "name": "La convivialité",
            "highDescription": "Vous êtes à l’aise avec les gens et pouvez facilement vous faire des amis. Cela vous permet de naviguer dans les situations sociales, y compris sur le lieu de travail.",
            "midDescription": "Vous êtes plutôt à l’aise avec les gens et êtes capable de vous faire des amis avec quelques efforts. Cela affecte votre capacité à gérer les situations sociales, y compris sur le lieu de travail.",
            "lowDescription": "Vous avez tendance à être plus réservé avec les gens et vous ne vous faites peut-être pas facilement des amis. Cela peut avoir un effet sur votre capacité à gérer des situations sociales, y compris sur le lieu de travail."
          },
          "gregariousness": {
            "name": "Grégarisme",
            "highDescription": "Vous préférez être entouré de gens et apprécier la compagnie des autres. Ceci est utile lorsque vous devez travailler dans des contextes sociaux courants sur le lieu de travail.",
            "midDescription": "Vous appréciez parfois la compagnie des autres mais à d’autres moments, vous préférez être seul. Être sociable est utile lorsque vous devez évoluer dans des contextes sociaux courants sur le lieu de travail.",
            "lowDescription": "Vous préférez être seul et ne pas être entouré de gens. Cela peut parfois affecter votre capacité à performer dans des contextes sociaux courants sur le lieu de travail."
          },
          "assertiveness": {
            "name": "Assurance",
            "highDescription": "Vous avez tendance à prendre les choses en main. Cela contribue à votre potentiel de leadership.",
            "midDescription": "Vous prenez occasionnellement les commandes. Cela contribue à votre potentiel de leadership.",
            "lowDescription": "Vous avez tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants. Cela peut avoir un impact sur votre potentiel de leadership."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "Vous avez tendance à rester occupé et à faire beaucoup de choses avec votre temps. Cela peut indiquer la quantité d’énergie que vous dépensez et votre niveau d’implication dans les activités quotidiennes au travail.",
            "midDescription": "Vous essayez de trouver un équilibre avec ce que vous faites de votre temps. De même, cela peut indiquer la quantité d’énergie que vous dépensez et votre niveau d’implication dans les activités quotidiennes au travail.",
            "lowDescription": "Vous préférez y aller doucement et ne pas passer votre temps sur trop de choses. De même, cela peut indiquer la quantité d’énergie que vous dépensez et votre niveau d’implication dans les activités quotidiennes au travail."
          },
          "excitementSeeking": {
            "name": "En quête d'excitation",
            "highDescription": "Vous aimez rechercher l’excitation et l’aventure et prendre des risques. Cela peut être utile pour les emplois dans un environnement dynamique en évolution rapide, ainsi que pour les emplois qui nécessitent un certain niveau de prise de risque.",
            "midDescription": "Vous recherchez parfois l’excitation et l’aventure et prenez des risques. Cela peut être utile pour les emplois dans un environnement dynamique en évolution rapide et pour les emplois qui nécessitent un certain niveau de prise de risque.",
            "lowDescription": "Vous n’aimez pas rechercher l’excitation et l’aventure ni prendre de risques. Vous trouverez peut-être difficile de travailler dans un environnement dynamique en évolution rapide et dans des emplois qui nécessitent un certain niveau de prise de risque."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "Vous êtes une personne joyeuse qui éprouve fréquemment des humeurs positives. Les personnes positives sont souvent perçues comme plus sympathiques envers les autres.",
            "midDescription": "Vous êtes une personne moyennement joyeuse qui éprouve parfois des humeurs positives. Cela a un effet sur la façon dont les autres vous perçoivent et peut également avoir un impact sur votre sympathie.",
            "lowDescription": "Vous êtes moins susceptible d’être de bonne humeur et ne ressentez pas fréquemment une humeur positive. Cela a un effet sur la façon dont les autres vous perçoivent positivement et peut également avoir un impact sur votre sympathie."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "Vous aimez vous perdre dans vos pensées et votre imagination. Cultiver l’imagination aide à la résolution de problèmes et à l’innovation.",
            "midDescription": "Vous aimez parfois vous perdre dans vos pensées et votre imagination. Cultiver l’imagination aide à la résolution de problèmes et à l’innovation.",
            "lowDescription": "Vous n'aimez pas vous perdre dans vos pensées et votre imagination. Cultiver l’imagination aide à la résolution de problèmes et à l’innovation."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "Vous êtes intéressé par l'art et la littérature. La participation à l'art et à la littérature peut vous aider à développer des compétences telles que la pensée analytique et même à améliorer votre bien-être.",
            "midDescription": "Vous vous intéressez parfois à l’art et à la littérature. La participation à l'art et à la littérature peut vous aider à développer des compétences telles que la pensée analytique et même à améliorer votre bien-être.",
            "lowDescription": "Vous n’êtes pas intéressé par l’art ou la littérature. La participation à l'art et à la littérature peut vous aider à développer des compétences telles que la pensée analytique et même à améliorer votre bien-être."
          },
          "emotionality": {
            "name": "Émotivité",
            "highDescription": "Vous êtes conscient et ouvert à vos propres expériences émotionnelles et à celles des autres. Cela vous permet de faire preuve d’empathie et d’établir des relations saines avec les autres.",
            "midDescription": "Vous êtes modérément conscient et parfois ouvert à vos propres expériences émotionnelles et à celles des autres. Cela a un effet sur votre empathie envers les autres et sur votre capacité à nouer des relations saines.",
            "lowDescription": "Vous avez tendance à être moins conscient et ouvert à vos propres expériences émotionnelles et à celles des autres. Cela peut avoir un effet sur votre empathie envers les autres et sur votre capacité à établir des relations saines."
          },
          "adventurousness": {
            "name": "Sens de l'aventure",
            "highDescription": "Vous êtes susceptible d’accepter la variété et le changement. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail.",
            "midDescription": "Vous préférez un équilibre entre variété et routine et vous acceptez les changements de temps en temps. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail.",
            "lowDescription": "Vous préférez la routine et les conventions et êtes moins ouvert au changement. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "Vous êtes intéressé par les idées et discussions abstraites et philosophiques. Vous pourriez être plus réceptif aux théories et idées alternatives.",
            "midDescription": "Vous êtes quelque peu intéressé par les idées et discussions abstraites et philosophiques. Vous pouvez parfois être réceptif à des théories et des idées alternatives.",
            "lowDescription": "Vous avez tendance à ne pas vous intéresser aux idées et discussions abstraites et philosophiques. Vous pourriez être moins réceptif aux théories et idées alternatives."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "Vous avez tendance à être prêt à remettre en question les conventions et les valeurs traditionnelles. Vous pourriez être plus réceptif aux opinions et perspectives alternatives.",
            "midDescription": "Vous êtes parfois prêt à remettre en question les conventions et les valeurs traditionnelles. Vous pourriez être quelque peu réceptif aux opinions et perspectives alternatives.",
            "lowDescription": "Vous avez tendance à vous conformer aux conventions et aux valeurs traditionnelles. Vous pourriez être moins réceptif aux opinions et perspectives alternatives."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "Vous avez tendance à faire confiance aux autres. Au travail, vous avez tendance à interagir avec les autres en supposant qu’ils sont dignes de confiance et qu’ils ont de bonnes intentions, ce qui peut parfois être réciproque. Cela vous permet de nouer des relations sincères au travail.",
            "midDescription": "Vous avez tendance à faire confiance aux autres dans une certaine mesure. Au travail, vous pouvez interagir avec les autres en supposant qu'ils sont dignes de confiance et qu'ils ont pour la plupart de bonnes intentions, mais vous faites également preuve d'une certaine prudence. Même si la confiance est parfois réciproque, un certain degré de prudence s’avère parfois utile.",
            "lowDescription": "Vous avez tendance à être plus sceptique quant aux intentions des autres. Cela peut affecter la façon dont vous interagissez avec les autres et votre capacité à établir des relations sincères au travail."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "Vous êtes sincère dans vos relations avec les autres et ne recourez pas à la manipulation. Les gens peuvent trouver plus facile d'interagir avec vous et de s'identifier à vous, ce qui facilite l'établissement de relations.",
            "midDescription": "Vous êtes généralement sincère dans vos relations avec les autres, même si vous n’hésitez pas à recourir à la tromperie si nécessaire. Poussé à l’extrême, un tel comportement peut être préjudiciable aux équipes et à l’organisation à long terme.",
            "lowDescription": "Vous pensez qu’un certain degré de tromperie est nécessaire dans les relations pour atteindre le but souhaité. Poussé à l’extrême, un tel comportement peut être préjudiciable aux équipes et aux organisations à long terme."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Vous vous souciez des autres et êtes prêt à aider ceux qui en ont besoin. Votre volonté d’aider et de soutenir les autres facilite la constitution d’équipes cohésives et d’une culture collaborative.",
            "midDescription": "Vous vous souciez parfois des autres et êtes parfois prêt à aider ceux qui en ont besoin. Votre volonté d’aider et de soutenir les autres facilite la constitution d’équipes cohésives et d’une culture collaborative.",
            "lowDescription": "Vous vous souciez moins des autres et préférerez peut-être ne pas vous impliquer dans leurs affaires. Cela peut avoir un impact sur la cohésion et la collaboration de l’équipe."
          },
          "cooperation": {
            "name": "Coopération",
            "highDescription": "Vous n’aimez pas la confrontation et n’agissez pas de manière compétitive et agressive. D'autres peuvent rendre la pareille en conséquence, ce qui contribue à créer un environnement de travail aimable et agréable.",
            "midDescription": "Vous avez tendance à être ambivalent à l’égard de la confrontation, mais la plupart du temps, vous essayez de ne pas agir de manière compétitive et agressive. Une confrontation agressive peut être réciproque, ce qui crée un environnement de travail peu propice et non constructif.",
            "lowDescription": "Vous avez tendance à agir de manière compétitive et agressive. Une confrontation agressive peut être réciproque, ce qui crée un environnement de travail peu propice et non constructif."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "Vous avez tendance à être humble et n’avez pas une trop haute opinion de vous-même. Les personnes modestes sont souvent perçues comme positives et sympathiques. Cependant, une humilité excessive peut aussi être un indicateur d’un manque de confiance en soi.",
            "midDescription": "Vous avez une opinion moyennement élevée de vous-même. Les personnes modestes sont souvent perçues comme positives et sympathiques et un niveau modéré de confiance en soi est sain.",
            "lowDescription": "Vous avez tendance à avoir une haute opinion de vous-même et pouvez vous considérer comme supérieur aux autres. Vous pouvez également être perçu comme étant enclin à discuter de vos réalisations et semblant trop confiant en vous. Les personnes modestes, en revanche, sont souvent perçues comme plus positives et plus sympathiques."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "Vous sympathisez avec les autres. Exprimer de la sympathie au travail démontre que vous appréciez ce que ressentent les autres et que vous exprimez votre soutien. Cela contribue à construire et à enrichir les relations de travail.",
            "midDescription": "Vous sympathisez avec les autres de temps en temps. Exprimer de la sympathie au travail démontre que vous appréciez ce que ressentent les autres et que vous exprimez votre soutien. Cela contribue à construire et à enrichir les relations de travail.",
            "lowDescription": "Vous avez tendance à ne pas sympathiser facilement avec les autres. Exprimer de la sympathie au travail démontrera que vous appréciez ce que ressentent les autres et exprimez votre soutien. Cela contribue à construire et à enrichir les relations de travail."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "Vous avez confiance en votre capacité à accomplir des tâches avec succès et à y exceller. Le rendement au travail est lié à la confiance en ses capacités.",
            "midDescription": "Vous avez quelque peu confiance en votre capacité à accomplir des tâches avec succès et à y exceller. Votre confiance en vos capacités peut avoir un effet sur votre performance.",
            "lowDescription": "Vous manquez de confiance en votre capacité à accomplir des tâches avec succès et à y exceller. Votre manque de confiance en vos capacités peut avoir un effet sur votre performance."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "Vous êtes bien rangé et organisé. Être bien rangé et organisé peut permettre une meilleure productivité.",
            "midDescription": "Vous êtes plutôt ordonné et organisé. Être plus ordonné et organisé peut permettre une meilleure productivité.",
            "lowDescription": "Vous avez tendance à être désordonné et moins organisé. Être plus ordonné et organisé peut permettre une meilleure productivité."
          },
          "dutifulness": {
            "name": "Devoir",
            "highDescription": "Vous avez tendance à respecter les règles et à remplir vos obligations. Suivre les règles aide à maintenir l’ordre et remplir les obligations génère la confiance.",
            "midDescription": "Vous respectez les règles et remplissez vos obligations dans une mesure modérée. Suivre les règles aide à maintenir l’ordre et remplir les obligations contribuera à générer la confiance.",
            "lowDescription": "Vous avez tendance à être plus décontracté et flexible quant au respect des règles et vous ne pouvez pas remplir vos obligations. Suivre les règles aide à mieux maintenir l’ordre et remplir les obligations contribuera à générer de la confiance."
          },
          "achievementStriving": {
            "name": "En quête de réussite",
            "highDescription": "Vous travaillez dur et dépassez les attentes. Cela vous permet d’atteindre des niveaux de réussite plus élevés.",
            "midDescription": "Vous travaillez parfois dur et dépassez les attentes. Cela a un impact sur votre capacité à atteindre des niveaux de réussite plus élevés.",
            "lowDescription": "Vous avez tendance à vous contenter de niveaux de réussite inférieurs. Cela peut avoir un impact sur votre capacité à atteindre des niveaux de réussite plus élevés."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "Vous avez tendance à être préparé et à exécuter vos plans de manière disciplinée. Cela vous permet de rester sur la bonne voie pour atteindre vos objectifs.",
            "midDescription": "Vous essayez d’être préparé et de mettre en œuvre vos plans de manière disciplinée. Cela peut avoir un impact sur votre capacité à rester sur la bonne voie pour atteindre vos objectifs.",
            "lowDescription": "Vous avez tendance à ne pas être préparé et à ne pas mettre en œuvre vos plans de manière disciplinée. Cela peut avoir un impact sur votre capacité à rester sur la bonne voie pour atteindre vos objectifs."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "Vous réfléchissez bien et ne vous précipitez pas pour agir ou prendre des décisions. Une telle prudence peut parfois vous permettre d’être plus efficace lorsque vous réagissez aux situations.",
            "midDescription": "Il vous arrive parfois de réfléchir attentivement et d’essayer de ne pas vous précipiter pour agir ou prendre des décisions. Une telle prudence peut parfois vous permettre d’être plus efficace lorsque vous réagissez aux situations.",
            "lowDescription": "Vous avez tendance à agir ou à prendre des décisions sans réfléchir aux conséquences. Une certaine prudence peut vous aider à être plus efficace lorsque vous réagissez aux situations."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "Vous êtes rarement inquiet et craintif à propos des choses.",
            "lowDescription": "Vous avez tendance à vous inquiéter et à avoir peur des choses."
          },
          "anger": {
            "name": "Calme",
            "highDescription": "Vous ne vous sentez pas facilement frustré ou en colère.",
            "lowDescription": "Vous avez tendance à vous sentir facilement frustré ou en colère."
          },
          "depression": {
            "name": "Espoir",
            "highDescription": "Vous ne vous sentez pas souvent déprimé.",
            "lowDescription": "Vous vous sentez souvent déprimé."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "Vous avez tendance à ne pas être gêné dans les situations sociales et à vous soucier peu de ce que les autres pensent de vous.",
            "lowDescription": "Vous avez tendance à être gêné dans les situations sociales et sensible à ce que les autres pensent de vous."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "Vous êtes capable de résister à la tentation et ne risquez pas d’en abuser.",
            "lowDescription": "Vous avez du mal à résister à la tentation et êtes susceptible d’en abuser."
          },
          "vulnerability": {
            "name": "Résilience",
            "highDescription": "Vous pouvez rester calme dans des situations stressantes.",
            "lowDescription": "Vous avez tendance à vous sentir dépassé dans les situations stressantes."
          },
          "friendliness": {
            "name": "La convivialité",
            "highDescription": "Vous êtes à l’aise avec les gens et pouvez facilement vous faire des amis.",
            "lowDescription": "Vous avez tendance à être plus réservé avec les gens et vous ne vous faites peut-être pas facilement des amis."
          },
          "gregariousness": {
            "name": "Grégarisme",
            "highDescription": "Vous préférez être entouré de gens et apprécier la compagnie des autres.",
            "lowDescription": "Vous préférez être seul et ne pas être entouré de gens."
          },
          "assertiveness": {
            "name": "Assurance",
            "highDescription": "Vous avez tendance à prendre les choses en main.",
            "lowDescription": "Vous avez tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "Vous avez tendance à rester occupé et à faire beaucoup de choses avec votre temps.",
            "lowDescription": "Vous préférez y aller doucement et ne pas passer votre temps sur trop de choses."
          },
          "excitementSeeking": {
            "name": "En quête d'excitation",
            "highDescription": "Vous aimez rechercher l’excitation et l’aventure et prendre des risques.",
            "lowDescription": "Vous n’aimez pas rechercher l’excitation et l’aventure ni prendre de risques."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "Vous êtes une personne joyeuse qui éprouve fréquemment des humeurs positives.",
            "lowDescription": "Vous êtes moins susceptible d’être de bonne humeur et ne ressentez pas fréquemment une humeur positive."
          },
          "imagination": {
            "name": "Imagination",
            "highDescription": "Vous aimez vous perdre dans vos pensées et votre imagination.",
            "lowDescription": "Vous n'aimez pas vous perdre dans vos pensées et votre imagination."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "Vous êtes intéressé par l'art et la littérature.",
            "lowDescription": "Vous n’êtes pas intéressé par l’art et la littérature."
          },
          "emotionality": {
            "name": "Émotivité",
            "highDescription": "Vous êtes conscient et ouvert à vos propres expériences émotionnelles et à celles des autres.",
            "lowDescription": "Vous avez tendance à être moins conscient et ouvert à vos propres expériences émotionnelles et à celles des autres."
          },
          "adventurousness": {
            "name": "Sens de l'aventure",
            "highDescription": "Vous êtes susceptible d’accepter la variété et le changement.",
            "lowDescription": "Vous préférez la routine et les conventions et êtes moins ouvert au changement."
          },
          "intellect": {
            "name": "Intellect",
            "highDescription": "Vous êtes intéressé par les idées et discussions abstraites et philosophiques.",
            "lowDescription": "Vous avez tendance à ne pas être intéressé par les idées et discussions abstraites et philosophiques."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "Vous avez tendance à être prêt à remettre en question les conventions et les valeurs traditionnelles.",
            "lowDescription": "Vous avez tendance à vous conformer aux conventions et aux valeurs traditionnelles."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "Vous avez tendance à faire confiance aux autres.",
            "lowDescription": "Vous avez tendance à être plus sceptique quant aux intentions des autres."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "Vous êtes sincère dans vos relations avec les autres et ne recourez pas à la manipulation.",
            "lowDescription": "Vous pensez qu’un certain degré de tromperie est nécessaire dans les relations pour atteindre le but souhaité."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Vous vous souciez des autres et êtes prêt à aider ceux qui en ont besoin.",
            "lowDescription": "Vous vous souciez moins des autres et préférerez peut-être ne pas vous impliquer dans leurs affaires."
          },
          "cooperation": {
            "name": "Coopération",
            "highDescription": "Vous n’aimez pas la confrontation et n’agissez pas de manière compétitive et agressive.",
            "lowDescription": "Vous avez tendance à agir de manière compétitive et agressive."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "Vous avez tendance à être humble et n’avez pas une trop haute opinion de vous-même.",
            "lowDescription": "Vous avez tendance à avoir une haute opinion de vous-même et pouvez vous considérer comme supérieur aux autres."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "Vous sympathisez avec les autres.",
            "lowDescription": "Vous avez tendance à ne pas sympathiser facilement avec les autres."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "Vous avez confiance en votre capacité à accomplir des tâches avec succès et à y exceller.",
            "lowDescription": "Vous manquez de confiance en votre capacité à accomplir des tâches avec succès et à y exceller."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "Vous êtes bien rangé et organisé.",
            "lowDescription": "Vous avez tendance à être désordonné et moins organisé."
          },
          "dutifulness": {
            "name": "Devoir",
            "highDescription": "Vous avez tendance à respecter les règles et à remplir vos obligations.",
            "lowDescription": "Vous avez tendance à être plus décontracté et flexible quant au respect des règles et vous ne pouvez pas remplir vos obligations."
          },
          "achievementStriving": {
            "name": "En quête de réussite",
            "highDescription": "Vous travaillez dur et dépassez les attentes.",
            "lowDescription": "Vous avez tendance à vous contenter de niveaux de réussite inférieurs."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "Vous avez tendance à être préparé et à exécuter vos plans de manière disciplinée.",
            "lowDescription": "Vous avez tendance à ne pas être préparé et à ne pas mettre en œuvre vos plans de manière disciplinée."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "Vous réfléchissez bien et ne vous précipitez pas pour agir ou prendre des décisions.",
            "lowDescription": "Vous avez tendance à agir ou à prendre des décisions sans réfléchir aux conséquences."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "toi",
      "objective": "toi",
      "possessiveAdjective": "ton",
      "possessive": "le vôtre",
      "reflexive": "toi-même"
    },
    "neutral": {
      "subjective": "ils",
      "objective": "eux",
      "possessiveAdjective": "leur",
      "possessive": "les leurs",
      "reflexive": "eux-mêmes"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "percevoir",
      "plural": "perçoit"
    }
  },
  "nouns": {
    "person": {
      "singular": "Cette personne"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "A un grain élevé",
            "lowDescription": "A du courage"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactif",
            "lowDescription": "Proactif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l 'experience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivé à apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "À l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations de base",
            "highDescription": "Très engagé émotionnellement dans le travail",
            "lowDescription": "Émotionnellement engagé dans le travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "Créatif au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autosurveillance",
            "highDescription": "Peut bien travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "dix",
            "name": "Prise de perspective",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace en communication",
            "lowDescription": "Efficace en communication"
          },
          "social": {
            "id": "14",
            "name": "Sociale",
            "highDescription": "Très forte capacité multitâche",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Très capable d'être un entrepreneur",
            "lowDescription": "Capable d'être entrepreneur"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Stabilité émotionnelle",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est émotionnellement stable - ",
            "midDescription": "{{name}} contrôle quelque peu ses émotions et est généralement résistant à la pression et à la tentation.",
            "lowDescription": "Le domaine de développement de {{name}} est la stabilité émotionnelle {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "Extraversion",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est extraverti - ",
            "midDescription": "{{name}} est quelque peu sociable, positif, en quête d'excitation et assertif.",
            "lowDescription": "Le domaine de développement de {{name}} est l'extraversion {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Ouverture à l 'experience",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est ouvert à diverses expériences - ",
            "midDescription": "{{name}} est quelque peu ouvert à s'engager dans diverses idées, activités, sentiments et perspectives. ",
            "lowDescription": "Le domaine de développement de {{name}} est l'ouverture {{gender-possessive}} à des expériences diverses - "
          },
          "agreeableness": {
            "name": "Agréabilité",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est l'agrément - ",
            "midDescription": "{{name}} est modérément chaleureux, modeste et axé sur les gens.",
            "lowDescription": "Le domaine de développement de {{name}} est l'agrément {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "Conscience",
            "highDescription": "Le trait de personnalité le plus fort de {{name}} est que {{gender-subject}} est consciencieux - ",
            "midDescription": "{{name}} a quelque peu confiance en sa capacité à réussir et est modérément discipliné dans l'accomplissement de ses tâches de manière structurée et délibérée.",
            "lowDescription": "Le domaine de développement de {{name}} est la conscience {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Auto-évaluations de base",
            "highDescription": "{{name}} figure en bonne place dans les auto-évaluations de base : {{gender-subject}} se voit {{gender-object}} de manière toujours positive dans toutes les situations.",
            "lowDescription": "{{name}} a peu d'auto-évaluations de base - {{gender-subject}} devrait essayer de se voir {{gender-object}} d'une manière plus positive dans toutes les situations."
          },
          "performanceOrientation": {
            "name": "Orientation vers la performance",
            "highDescription": "{{name}} est fortement orienté vers les objectifs de performance - {{gender-subject}} est motivé à démontrer et à valider la compétence {{gender-possessive}} en recherchant des jugements positifs et en évitant les jugements négatifs des autres. ",
            "lowDescription": "{{name}} est peu orienté vers les objectifs de performance - {{gender-subject}} devrait essayer d'être plus motivé pour démontrer et valider la compétence {{gender-possessive}} en recherchant des jugements positifs et en évitant les jugements négatifs."
          },
          "masteryOrientation": {
            "name": "Orientation maîtrise",
            "highDescription": "{{name}} est fortement axé sur les objectifs de maîtrise - {{gender-subject}} est motivé à développer ses compétences en acquérant de nouvelles compétences et en maîtrisant de nouvelles situations.",
            "lowDescription": "{{name}} est peu orienté vers les objectifs de maîtrise - {{gender-subject}} devrait essayer d'être plus motivé pour développer ses compétences en acquérant de nouvelles compétences et en maîtrisant de nouvelles situations."
          },
          "selfMonitoring": {
            "name": "Autosurveillance",
            "highDescription": "{{name}} est très auto-surveillé - {{gender-subject}} est capable de surveiller et de contrôler les expressions et les comportements {{gender-possessive}} .",
            "lowDescription": "{{name}} manque d'auto-surveillance - {{gender-subject}} devrait essayer de surveiller et de contrôler davantage les expressions et les comportements {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Auto-évaluations de base",
            "highDescription": "{{name}} a tendance à se considérer de manière toujours positive dans toutes les situations. Ils se considèrent comme capables, dignes et maîtres de leur vie. Ces émotions, pensées et motivations positives peuvent affecter la façon dont ils se sentent, pensent et se comportent sur le lieu de travail.",
            "midDescription": "{{name}} se voit parfois de manière plus positive, et à d'autres moments, de manière plus négative. Cela affecte s'ils se considèrent comme capables, dignes et maîtres de leur vie, ce qui a un impact sur la façon dont ils se sentent, pensent et se comportent sur le lieu de travail.",
            "lowDescription": "{{name}} a tendance à se voir de manière constamment négative dans toutes les situations. Ils peuvent se considérer comme moins capables, indignes et ne contrôlant pas leur vie. Ces émotions, pensées et motivations négatives peuvent affecter la façon dont ils se sentent, pensent et se comportent sur le lieu de travail."
          },
          "performanceOrientation": {
            "name": "Orientation vers la performance",
            "highDescription": "{{name}} estime que sa compétence est démontrée lorsqu'il surpasse les autres. En conséquence, ils sont susceptibles d’être motivés à se fixer des objectifs élevés, en mettant l’accent sur l’atteinte d’un niveau de réussite et de compétence plus élevé que les autres. ",
            "midDescription": "{{name}} croit parfois que sa compétence est démontrée lorsqu'il surpasse les autres. Ils sont donc assez motivés à se fixer des objectifs élevés, parfois en mettant l’accent sur l’atteinte d’un niveau de réussite et de compétence plus élevé que les autres.",
            "lowDescription": "{{name}} ne pense pas que surpasser les autres soit nécessairement une démonstration de sa compétence. Ils ne se soucient pas de rivaliser et de gagner contre les autres. Il est peu probable que les objectifs qu’ils se fixent soient influencés ou motivés par le succès des autres."
          },
          "masteryOrientation": {
            "name": "Orientation maîtrise",
            "highDescription": "{{name}} est motivé à développer ses compétences en acquérant de nouvelles compétences et en les maîtrisant dans de nouvelles situations. Ils peuvent considérer les tâches difficiles comme des opportunités de croissance et de développement.",
            "midDescription": "{{name}} est quelque peu motivé à développer ses compétences en acquérant de nouvelles compétences et en les maîtrisant dans de nouvelles situations. Ils peuvent parfois considérer les tâches difficiles comme des opportunités de croissance et de développement.",
            "lowDescription": "{{name}} est moins motivé à développer ses compétences et peut être moins intéressé à acquérir de nouvelles compétences ou à les maîtriser dans de nouvelles situations. Lorsqu’ils sont confrontés à des tâches difficiles, ils peuvent y réagir avec appréhension ou les trouver encombrants."
          },
          "selfMonitoring": {
            "name": "Autosurveillance",
            "highDescription": "{{name}} ont tendance à être capables et désireux de réguler leurs expressions et leurs comportements en fonction des circonstances sociales. Cela leur permet d'adapter la façon dont ils se présentent aux autres en fonction des signaux sociaux et de s'adapter plus efficacement à de nouvelles situations.",
            "midDescription": "{{name}} est parfois capable et désireux de réguler ses expressions et ses comportements en fonction des circonstances sociales. Cela leur permet d'adapter la façon dont ils se présentent aux autres en fonction des signaux sociaux et de s'adapter plus efficacement à de nouvelles situations.",
            "lowDescription": "{{name}} a tendance à être moins capable ou désireux de réguler ses expressions et ses comportements quelles que soient les circonstances sociales. Il est peu probable qu'ils utilisent des indices sociaux pour adapter la façon dont ils se présentent aux autres et ils peuvent être moins efficaces pour s'adapter à de nouvelles situations."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "Rôles pratiques et concrets impliquant des machines et des outils",
            "lowDescription": "Rôles pratiques et concrets impliquant des machines et des outils"
          },
          "investigative": {
            "name": "Enquête",
            "highDescription": "Les rôles analytiques et scientifiques qui impliquent l'exploration et la recherche de choses",
            "lowDescription": "Les rôles analytiques et scientifiques qui impliquent l'exploration et la recherche de choses"
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "Les rôles créatifs et artistiques qui impliquent la création d'œuvres originales",
            "lowDescription": "Les rôles créatifs et artistiques qui impliquent la création d'œuvres originales"
          },
          "social": {
            "name": "Social",
            "highDescription": "Rôles qui peuvent aider les gens en leur enseignant et en les assistant",
            "lowDescription": "Rôles qui peuvent aider les gens en leur enseignant et en les assistant"
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "Postes de direction qui impliquent d'influencer et de diriger d'autres personnes",
            "lowDescription": "Postes de direction qui impliquent d'influencer et de diriger d'autres personnes"
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "Rôles avec des règles et des procédures claires",
            "lowDescription": "Rôles avec des règles et des procédures claires"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "Plus d'activités pratiques au travail"
          },
          "investigative": {
            "name": "Enquête",
            "highDescription": "Davantage de tâches liées à la recherche et à l'analyse"
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "Plus d'opportunités pour {{name}} de créer de nouvelles choses"
          },
          "social": {
            "name": "Social",
            "highDescription": "Plus de tâches qui permettent à {{name}} d'aider les autres"
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "Plus d'opportunités permettant à {{name}} d'influencer les autres"
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "Davantage d'activités liées à la tenue de registres et aux calculs"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Réaliste"
          },
          "investigative": {
            "name": "Enquête"
          },
          "artistic": {
            "name": "Artistique"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Entreprenant"
          },
          "conventional": {
            "name": "Conventionnel"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Réaliste",
            "lowDescription": "{{name}} n'aiment pas forcément les activités pratiques au travail"
          },
          "investigative": {
            "name": "Enquête",
            "lowDescription": "{{name}} peuvent éviter les tâches qui tournent autour de la recherche et de l'analyse"
          },
          "artistic": {
            "name": "Artistique",
            "lowDescription": "{{name}} peut trouver difficile de saisir les occasions de créer de nouvelles choses"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} peut ne pas aimer les activités qui nécessitent {{gender-object}} d'aider les autres"
          },
          "enterprising": {
            "name": "Entreprenant",
            "lowDescription": "{{name}} peut éviter les activités qui nécessitent {{gender-object}} d'influencer les autres"
          },
          "conventional": {
            "name": "Conventionnel",
            "lowDescription": "{{name}} peuvent trouver difficile d'entreprendre des activités qui tournent autour de la tenue de registres et du calcul"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Réaliste",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les tâches extérieures, physiques et mécaniques, qui recherche des problèmes concrets plutôt qu'abstraits et qui aime se trouver dans des situations pratiques.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne qui a une préférence modérée pour les tâches extérieures, physiques et mécaniques, mais qui n'apprécie pas toujours les situations de travail pratique.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne qui a une faible préférence pour les tâches extérieures, physiques et mécaniques et qui ne préfère pas les situations de travail pratiques telles que la construction et la réparation d'objets ou l'utilisation d'équipements.",
            "summary": "{{name}} préfère travailler dans des emplois réalistes - {{gender-subject}} aime les emplois pratiques, mécaniques et concrets."
          },
          "investigative": {
            "name": "Enquête",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour le travail avec des théories et des données, employant des méthodologies scientifiques pour résoudre des problèmes complexes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour le travail avec des théories, des données et des chiffres, la collecte de faits et l'analyse de situations pour résoudre des problèmes complexes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui tournent autour de l'utilisation de théories et de la collecte de données ou de chiffres pour analyser ou résoudre des problèmes complexes.",
            "summary": "{{name}} préfère travailler dans le domaine des enquêtes - {{gender-subject}} aime les professions analytiques et scientifiques."
          },
          "artistic": {
            "name": "Artistique",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les opportunités impliquant l'expression créative et esthétique dans la création d'un travail ou d'un produit original.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les opportunités qui permettent l'expression de soi à travers des créations artistiques et originales, bien qu'il ne soit pas toujours enclin à s'engager dans des tâches créatives.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui requièrent des capacités esthétiques et d'expression personnelle ou celles qui exigent d'être créatif dans la création d'un travail ou d'un produit original.",
            "summary": "{{name}} préfère travailler dans des emplois artistiques - {{gender-subject}} aime les emplois créatifs, expressifs et artistiques."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres et qui recherche des activités interpersonnelles visant à produire des résultats ayant un impact social.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les activités qui impliquent de soutenir, de développer et d'éclairer les autres, ainsi que de travailler pour obtenir des résultats ayant un impact social.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne ayant une faible préférence pour les tâches qui apportent un soutien ou un service aux autres, ainsi que pour le fait de travailler pour les autres afin d'obtenir des résultats ayant un impact social.",
            "summary": "{{name}} préfère travailler dans le domaine social - {{gender-subject}} aime les métiers qui permettent d'aider les gens."
          },
          "enterprising": {
            "name": "Entreprenant",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne qui a une forte préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches, et qui préfère être en position d'influence ou de pouvoir.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une préférence modérée pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une faible préférence pour les tâches qui nécessitent de diriger et d'influencer les autres pour qu'ils adoptent des solutions ou des approches.",
            "summary": "{{name}} préfère travailler dans des emplois entreprenants - {{gender-subject}} aime les professions qui lui permettent d'occuper des postes de direction."
          },
          "conventional": {
            "name": "Conventionnel",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme quelqu'un qui a une forte préférence pour les tâches nécessitant de l'ordre et de l'organisation, ainsi que pour le travail dans une opération systématisée avec des lignes directrices et des procédures claires.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne qui a une préférence modérée pour les tâches effectuées de manière systématique et ordonnée, bien qu'elle n'aime pas toujours suivre de près les règles et les procédures.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} comme une personne qui a une faible préférence pour les tâches structurées et réglementées qui doivent être exécutées de manière systématique et ordonnée, ainsi que pour le respect des règles et des procédures.",
            "summary": "{{name}} préfère travailler dans des emplois conventionnels - {{gender-subject}} aime les emplois avec des normes, des règles et des procédures claires."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "Possède une granulométrie élevée",
            "lowDescription": "A du cran"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l'expérience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivés pour apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "A l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience professionnelle",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations fondamentales",
            "highDescription": "Très engagé émotionnellement dans son travail",
            "lowDescription": "Engagement émotionnel au travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation vers la maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "La créativité au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrôle",
            "highDescription": "Peut travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Prise de recul",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible taux d'épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace dans la communication",
            "lowDescription": "Efficace dans la communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Très forte capacité à effectuer plusieurs tâches à la fois",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Grande aptitude à l'entrepreneuriat",
            "lowDescription": "Capable d'être un entrepreneur"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Réalisation",
            "highDescription": "Axé sur les résultats",
            "midDescription": "Une attention modérée portée aux résultats",
            "lowDescription": "Peu d'attention portée aux résultats"
          },
          "recognition": {
            "name": "Reconnaissance",
            "highDescription": "Avancement et récompenses",
            "midDescription": "Importance modérée accordée à l'avancement et aux récompenses",
            "lowDescription": "Peu d'importance accordée à l'avancement et aux récompenses"
          },
          "relationships": {
            "name": "Les relations",
            "highDescription": "Collaboration et convivialité",
            "midDescription": "Équilibre entre collaboration et autonomie",
            "lowDescription": "Autonomie et compétitivité"
          },
          "support": {
            "name": "Soutien",
            "highDescription": "Soutien et éthique",
            "midDescription": "Un peu de soutien et d'éthique",
            "lowDescription": "Peu de soutien et d'éthique"
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "Esprit de décision et indépendance",
            "midDescription": "Niveau modéré d'esprit de décision",
            "lowDescription": "Indécision et dépendance"
          },
          "workingConditions": {
            "name": "Conditions de travail",
            "highDescription": "Sécurité et bonnes conditions de travail",
            "midDescription": "Une attention modérée portée à la sécurité et aux conditions de travail",
            "lowDescription": "Peu d'attention portée à la sécurité et aux conditions de travail"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Réalisation",
            "highDescription": "Une organisation qui est axée sur les résultats en plaçant des attentes élevées en matière de réalisations et de performances en utilisant les compétences et les aptitudes de ses employés."
          },
          "recognition": {
            "name": "Reconnaissance",
            "highDescription": "Une organisation qui reconnaît le travail de ses employés en leur offrant des possibilités d'avancement et en les récompensant."
          },
          "relationships": {
            "name": "Les relations",
            "highDescription": "Une culture organisationnelle qui encourage le travail d'équipe et un environnement de travail non compétitif",
            "lowDescription": "Une culture organisationnelle compétitive où les gens travaillent de manière indépendante"
          },
          "support": {
            "name": "Soutien",
            "highDescription": "Une culture organisationnelle qui soutient les employés et leur développement et qui s'appuie sur des normes éthiques élevées."
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "Opportunités constantes de prendre des risques et d'expérimenter de nouvelles idées dans l'ensemble de l'organisation",
            "lowDescription": "Une organisation axée sur les règles et la stabilité"
          },
          "workingConditions": {
            "name": "Conditions de travail",
            "highDescription": "Une organisation qui offre à ses employés un sentiment de sécurité de l'emploi et de bonnes conditions de travail"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Réalisation"
          },
          "recognition": {
            "name": "Reconnaissance"
          },
          "relationships": {
            "name": "Les relations"
          },
          "support": {
            "name": "Soutien"
          },
          "independence": {
            "name": "Indépendance"
          },
          "workingConditions": {
            "name": "Conditions de travail"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Réalisation",
            "lowDescription": "Elle peut être trop exigeante pour {{name}} si les attentes en matière de réalisations, de performances et de résultats sont élevées dans l'ensemble de l'organisation."
          },
          "recognition": {
            "name": "Reconnaissance",
            "lowDescription": "{{name}} n'accorde pas beaucoup d'importance aux possibilités d'avancement et aux récompenses offertes par l'organisation ; il sera donc important de déterminer les autres éléments auxquels {{gender-subject}} accorde de l'importance."
          },
          "relationships": {
            "name": "Les relations",
            "highDescription": "{{name}} peuvent être moins satisfaits d'une culture organisationnelle qui est compétitive et qui encourage les gens à travailler de manière indépendante",
            "lowDescription": "{{name}} peuvent être moins satisfaits au travail si l'organisation encourage le travail d'équipe et la collaboration"
          },
          "support": {
            "name": "Soutien",
            "lowDescription": "{{name}} peuvent être insatisfaits si l'organisation ne soutient pas ses employés et leur développement"
          },
          "independence": {
            "name": "Indépendance",
            "highDescription": "{{name}} peuvent être moins satisfaits au travail si l'organisation devient plus orientée vers les règles et se concentre davantage sur la stabilité",
            "lowDescription": "{{name}} peuvent être moins satisfaits au travail si l'organisation commence à prendre plus de risques et à expérimenter plus souvent de nouvelles idées"
          },
          "workingConditions": {
            "name": "Conditions de travail",
            "lowDescription": "{{name}} n'accorde pas une grande importance aux conditions de travail et au sentiment de sécurité de l'emploi qu'offre l'organisation, il sera donc important de découvrir les autres éléments auxquels {{gender-subject}} accorde de l'importance."
          }
        },
        "descriptors": {
          "innovation": {
            "name": "L'innovation",
            "highDescription": "{{name}} valorise davantage l'innovation et la prise de risque que la stabilité et la prévisibilité au sein d'une organisation.",
            "midDescription": "{{name}} valorise l'équilibre entre l'innovation et la stabilité au sein d'une organisation.",
            "lowDescription": "{{name}} valorise la stabilité et la prévisibilité plus que l'innovation et la prise de risque dans une organisation.",
            "summary": "{{name}} valorise fortement l'innovation au sein d'une organisation."
          },
          "attentionToDetail": {
            "name": "Le souci du détail",
            "highDescription": "{{name}} valorise fortement une organisation qui se doit d'être précise et attentive aux détails.",
            "midDescription": "{{name}} valorise une organisation qui doit être précise et attentive aux détails dans une mesure modérée.",
            "lowDescription": "{{name}} ne valorise pas vraiment une organisation qui a besoin d'être précise et attentive aux détails.",
            "summary": "{{name}} apprécie grandement une organisation qui accorde de l'importance aux détails."
          },
          "outcomeOrientation": {
            "name": "Orientation des résultats",
            "highDescription": "{{name}} valorise les organisations qui ont des attentes élevées en matière de performances, de résultats et de réalisations.",
            "midDescription": "{{name}} valorise les organisations qui ont des attentes en matière de performances, de résultats et de réalisations.",
            "lowDescription": "{{name}} valorise les organisations qui ont peu d'attentes en matière de performances, de résultats et de réalisations.",
            "summary": "{{name}} valorise fortement les organisations qui se concentrent sur les résultats."
          },
          "aggressiveness": {
            "name": "Agressivité",
            "highDescription": "{{name}} valorise l'agressivité et la compétitivité plus que la responsabilité sociale dans une organisation.",
            "midDescription": "{{name}} valorise un équilibre entre l'agressivité et la responsabilité sociale dans une organisation.",
            "lowDescription": "{{name}} valorise la responsabilité sociale plus que l'agressivité et la compétitivité dans une organisation.",
            "summary": "{{name}} valorise fortement l'agressivité au sein d'une organisation."
          },
          "supportiveness": {
            "name": "Soutien",
            "highDescription": "{{name}} accorde une grande importance à la solidarité et à l'échange d'informations au sein d'une organisation.",
            "midDescription": "{{name}} valorise modérément le soutien et le partage d'informations au sein d'une organisation.",
            "lowDescription": "{{name}} ne valorise pas vraiment la solidarité et le partage d'informations au sein d'une organisation.",
            "summary": "{{name}} accorde une grande importance à la solidarité au sein d'une organisation."
          },
          "emphasisOnRewards": {
            "name": "Croissance et récompenses",
            "highDescription": "{{name}} valorisent les organisations qui offrent des récompenses aux employés, telles que le salaire et les possibilités de croissance.",
            "midDescription": "{{name}} valorise les organisations qui offrent occasionnellement des récompenses aux employés, telles que des salaires et des opportunités de croissance.",
            "lowDescription": "{{name}} ne valorise pas les récompenses accordées aux employés, telles que le salaire et les possibilités d'évolution au sein d'une organisation.",
            "summary": "{{name}} valorise fortement les organisations qui mettent l'accent sur les récompenses."
          },
          "teamOrientation": {
            "name": "Orientation de l'équipe",
            "highDescription": "{{name}} valorise l'esprit d'équipe et la collaboration plus que l'autonomie et l'indépendance au sein d'une organisation.",
            "midDescription": "{{name}} valorise l'équilibre entre l'esprit d'équipe et l'autonomie au sein d'une organisation.",
            "lowDescription": "{{name}} valorise l'autonomie et l'indépendance plus que l'esprit d'équipe et la collaboration au sein d'une organisation.",
            "summary": "{{name}} accorde une grande importance à une organisation axée sur le travail d'équipe."
          },
          "decisiveness": {
            "name": "Esprit de décision",
            "highDescription": "{{name}} valorise les organisations qui peuvent prendre des décisions rapidement.",
            "midDescription": "{{name}} valorise les organisations qui trouvent un équilibre entre le conflit et l'esprit de décision.",
            "lowDescription": "{{name}} valorise les organisations dont la culture encourage les conflits plutôt que l'esprit de décision.",
            "summary": "{{name}} valorise fortement les organisations qui peuvent prendre des décisions rapidement."
          },
          "respectForPeople": {
            "name": "Respect des personnes",
            "highDescription": "{{name}} accorde une grande importance à l'équité et à la tolérance au sein d'une organisation.",
            "midDescription": "{{name}} valorise l'équité et la tolérance dans une organisation dans une mesure modérée.",
            "lowDescription": "{{name}} ne valorise pas vraiment l'équité et la tolérance dans une organisation.",
            "summary": "{{name}} accorde une grande importance à une organisation qui respecte les personnes."
          },
          "adaptability": {
            "name": "Adaptabilité",
            "highDescription": "{{name}} valorise les organisations qui s'adaptent, qui innovent et qui sont prêtes à expérimenter.",
            "midDescription": "{{name}} valorise les organisations qui trouvent un équilibre entre adaptabilité et stabilité.",
            "lowDescription": "{{name}} valorise les organisations stables, prévisibles et prudentes.",
            "summary": "{{name}} valorise fortement les organisations qui s'adaptent."
          },
          "collaboration": {
            "name": "Collaboration",
            "highDescription": "{{name}} valorise les organisations qui ont une culture axée sur les personnes et qui mettent l'accent sur la collaboration et le travail d'équipe.",
            "midDescription": "{{name}} valorise les organisations qui trouvent un équilibre entre la collaboration et l'autonomie (la liberté de se gouverner soi-même ou d'organiser ses propres activités au travail).",
            "lowDescription": "{{name}} valorise les organisations dont la culture est moins axée sur les personnes et plus sur l'autonomie (la liberté de se gouverner soi-même ou d'organiser ses propres activités au travail) et l'agressivité.",
            "summary": "{{name}} valorise fortement les organisations qui favorisent la collaboration."
          },
          "customerOrientation": {
            "name": "Orientation client",
            "highDescription": "{{name}} valorise les organisations qui sont axées sur le marché et sur les clients.",
            "midDescription": "{{name}} valorise les organisations qui sont modérément orientées vers le marché et qui se concentrent sur les clients.",
            "lowDescription": "{{name}} valorise les organisations qui sont moins axées sur le marché et les clients.",
            "summary": "{{name}} valorise fortement les organisations qui sont orientées vers le client."
          },
          "detailOrientation": {
            "name": "Orientation détaillée",
            "highDescription": "{{name}} valorise les organisations qui sont attentives aux détails et à la qualité.",
            "midDescription": "{{name}} valorise les organisations qui accordent une attention modérée aux détails et à la qualité.",
            "lowDescription": "{{name}} ne valorise pas les organisations attentives aux détails et à la qualité.",
            "summary": "{{name}} valorise fortement les organisations qui se concentrent sur les détails."
          },
          "integrity": {
            "name": "Intégrité",
            "highDescription": "{{name}} valorise fortement les organisations qui font preuve d'une grande intégrité et de normes éthiques élevées, comme le respect des personnes.",
            "midDescription": "{{name}} valorise les organisations qui ont une certaine intégrité et des normes éthiques telles que le respect des personnes.",
            "lowDescription": "{{name}} ne valorise pas les organisations qui font preuve d'intégrité et de normes éthiques, comme le respect des personnes.",
            "summary": "{{name}} accorde une grande importance aux organisations qui font preuve d'intégrité."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilité émotionnelle",
            "highDescription": "Possède une granulométrie élevée",
            "lowDescription": "A du cran"
          },
          "extraversion": {
            "id": "2",
            "name": "Extraversion",
            "highDescription": "Très proactive",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Ouverture à l'expérience",
            "highDescription": "Très motivé pour apprendre",
            "lowDescription": "Motivés pour apprendre"
          },
          "agreeableness": {
            "id": "4",
            "name": "Agréabilité",
            "highDescription": "Très à l'aise avec le changement",
            "lowDescription": "A l'aise avec le changement"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscience professionnelle",
            "highDescription": "Très satisfait au travail",
            "lowDescription": "Satisfait au travail"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Auto-évaluations fondamentales",
            "highDescription": "Très engagé émotionnellement dans son travail",
            "lowDescription": "Engagement émotionnel au travail"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientation vers la performance",
            "highDescription": "Haute performance au travail",
            "lowDescription": "Bonne performance au travail"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientation vers la maîtrise",
            "highDescription": "Très créatif au travail",
            "lowDescription": "La créativité au travail"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Autocontrôle",
            "highDescription": "Peut travailler en équipe",
            "lowDescription": "Peut travailler en équipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Prise de recul",
            "highDescription": "Possède une forte capacité de leadership",
            "lowDescription": "A une capacité de leadership"
          },
          "realistic": {
            "id": "11",
            "name": "Réaliste",
            "highDescription": "Très faible taux d'épuisement professionnel",
            "lowDescription": "Faible épuisement professionnel"
          },
          "artistic": {
            "id": "13",
            "name": "Artistique",
            "highDescription": "Très efficace dans la communication",
            "lowDescription": "Efficace dans la communication"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Très forte capacité à effectuer plusieurs tâches à la fois",
            "lowDescription": "Peut effectuer plusieurs tâches à la fois"
          },
          "enterprising": {
            "id": "15",
            "name": "Entreprenant",
            "highDescription": "Grande aptitude à l'entrepreneuriat",
            "lowDescription": "Capable d'être un entrepreneur"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "{{name}} est rarement inquiet et craintif.",
            "lowDescription": "{{name}} a tendance à s'inquiéter et à craindre les choses."
          },
          "anger": {
            "name": "Le sang-froid",
            "highDescription": "{{name}} ne se sent pas facilement frustré ou en colère.",
            "lowDescription": "{{name}} a tendance à se sentir facilement frustré ou en colère."
          },
          "depression": {
            "name": "L'espoir",
            "highDescription": "{{name}} ne se sent pas souvent déprimé.",
            "lowDescription": "{{name}} se sent souvent déprimé."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "{{name}} a tendance à ne pas être gêné dans les situations sociales et se préoccupe peu de ce que les autres pensent de lui.",
            "lowDescription": "{{name}} a tendance à être gêné dans les situations sociales et à être sensible à ce que les autres pensent de lui."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "{{name}} est capable de résister à la tentation et n'est pas susceptible de faire des excès.",
            "lowDescription": "{{name}} a du mal à résister à la tentation et est susceptible de faire des excès."
          },
          "vulnerability": {
            "name": "La résilience",
            "highDescription": "{{name}} peut rester calme dans des situations stressantes.",
            "lowDescription": "{{name}} a tendance à se sentir dépassé dans les situations stressantes."
          },
          "friendliness": {
            "name": "Convivialité",
            "highDescription": "{{name}} est à l'aise avec les gens et se fait facilement des amis.",
            "lowDescription": "{{name}} a tendance à être plus réservé avec les gens et à ne pas se faire facilement des amis."
          },
          "gregariousness": {
            "name": "Le grégarisme",
            "highDescription": "{{name}} préfère être entouré de gens et apprécie la compagnie des autres.",
            "lowDescription": "{{name}} préfère être seul et ne pas être entouré de gens."
          },
          "assertiveness": {
            "name": "Affirmation de soi",
            "highDescription": "{{name}} a tendance à prendre les choses en main.",
            "lowDescription": "{{name}} a tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "{{name}} a tendance à s'occuper et à faire beaucoup de choses de son temps.",
            "lowDescription": "{{name}} préfère se la couler douce et ne pas s'occuper de trop de choses."
          },
          "excitementSeeking": {
            "name": "Recherche d'excitation",
            "highDescription": "{{name}} aime rechercher l'excitation et l'aventure et prendre des risques.",
            "lowDescription": "{{name}} n'aime pas rechercher l'excitation et l'aventure ou prendre des risques."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "{{name}} est une personne joyeuse qui a souvent des humeurs positives.",
            "lowDescription": "{{name}} est moins susceptible d'être de bonne humeur et peut ne pas éprouver fréquemment des états d'âme positifs."
          },
          "imagination": {
            "name": "L'imagination",
            "highDescription": "{{name}} aime se perdre dans ses pensées et son imagination.",
            "lowDescription": "{{name}} n'aime pas se perdre dans ses pensées et son imagination."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "{{name}} s'intéresse à l'art et à la littérature.",
            "lowDescription": "{{name}} ne s'intéresse pas à l'art et à la littérature."
          },
          "emotionality": {
            "name": "L'émotivité",
            "highDescription": "{{name}} est conscient et ouvert à ses propres expériences émotionnelles et à celles des autres.",
            "lowDescription": "{{name}} a tendance à être moins conscient et moins ouvert à ses propres expériences émotionnelles et à celles des autres."
          },
          "adventurousness": {
            "name": "L'esprit d'aventure",
            "highDescription": "{{name}} est susceptible d'accepter la variété et le changement",
            "lowDescription": "{{name}} préfère la routine et les conventions et accueille moins bien le changement."
          },
          "intellect": {
            "name": "L'intellect",
            "highDescription": "{{name}} s'intéresse aux idées et aux discussions abstraites et philosophiques.",
            "lowDescription": "{{name}} a tendance à ne pas s'intéresser aux idées et aux discussions abstraites et philosophiques."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "{{name}} a tendance à vouloir remettre en question les conventions et les valeurs traditionnelles.",
            "lowDescription": "{{name}} tend à se conformer aux conventions et aux valeurs traditionnelles."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "{{name}} a tendance à faire confiance aux autres.",
            "lowDescription": "{{name}} a tendance à être plus sceptique quant aux intentions des autres."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "{{name}} est sincère dans ses relations avec les autres et ne recourt pas à la manipulation.",
            "lowDescription": "{{name}} estime qu'un certain degré de tromperie est nécessaire dans les relations pour atteindre le but recherché."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "{{name}} se préoccupe des autres et est prêt à aider ceux qui sont dans le besoin.",
            "lowDescription": "{{name}} se préoccupe moins des autres et peut préférer ne pas s'impliquer dans leurs affaires."
          },
          "cooperation": {
            "name": "La coopération",
            "highDescription": "{{name}} n'aime pas la confrontation et n'agit pas de manière compétitive et agressive.",
            "lowDescription": "{{name}} a tendance à agir de manière compétitive et agressive."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "{{name}} a tendance à être humble et à ne pas avoir une trop haute opinion d'elle-même.",
            "lowDescription": "{{name}} a tendance à avoir une haute opinion de lui-même et peut se considérer comme supérieur aux autres."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "{{name}} sympathise avec les autres.",
            "lowDescription": "{{name}} a tendance à ne pas sympathiser facilement avec les autres."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "{{name}} est confiant dans sa capacité à accomplir des tâches avec succès et à y exceller.",
            "lowDescription": "{{name}} manque de confiance dans sa capacité à accomplir des tâches avec succès et à y exceller."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "{{name}} est bien rangé et organisé.",
            "lowDescription": "{{name}} a tendance à être désordonné et moins organisé."
          },
          "dutifulness": {
            "name": "Conscience professionnelle",
            "highDescription": "{{name}} a tendance à respecter les règles et à s'acquitter de ses obligations.",
            "lowDescription": "{{name}} a tendance à être plus décontracté et plus souple quant au respect des règles et peut ne pas remplir ses obligations."
          },
          "achievementStriving": {
            "name": "Réussir - s'efforcer",
            "highDescription": "{{name}} travaille dur et va au-delà des attentes.",
            "lowDescription": "{{name}} a tendance à se satisfaire d'un niveau de réussite moins élevé."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "{{name}} a tendance à se préparer et à mettre en œuvre des plans de manière disciplinée.",
            "lowDescription": "{{name}} a tendance à ne pas être préparé et à ne pas mettre en œuvre ses plans de manière disciplinée."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "{{name}} réfléchit attentivement et ne se précipite pas pour agir ou prendre des décisions.",
            "lowDescription": "{{name}} a tendance à agir ou à prendre des décisions sans réfléchir aux conséquences."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "{{name}} s'inquiète rarement et a peur des choses. Dans les situations de stress au travail, ils ne se sentent pas souvent angoissés ou affaiblis, ce qui leur permet d'atteindre leurs objectifs habituels.",
            "midDescription": "{{name}} s'inquiète parfois et a peur de certaines choses. Lors de situations stressantes au travail, ils peuvent parfois se sentir angoissés ou affaiblis, ce qui peut avoir un impact sur leurs performances s'ils ont l'impression de ne pas pouvoir faire face à la situation.",
            "lowDescription": "{{name}} a tendance à s'inquiéter et à avoir peur de certaines choses. Dans les situations stressantes au travail, ils peuvent souvent se sentir angoissés ou affaiblis, ce qui peut nuire à leurs performances s'ils ont l'impression de ne pas pouvoir faire face à la situation."
          },
          "anger": {
            "name": "Le sang-froid",
            "highDescription": "{{name}} ne se sent pas facilement frustré ou en colère. Cela permet d'instaurer la confiance au travail, de gérer les conflits de manière constructive et de favoriser un climat de travail civil et professionnel.",
            "midDescription": "{{name}} a tendance à se sentir frustré ou en colère de temps en temps. S'il est mal géré, ce sentiment peut nuire à la santé personnelle et aux performances professionnelles. Si elle est exprimée de manière non constructive et excessive, elle peut également peser sur les relations de travail et nuire au climat de l'organisation.",
            "lowDescription": "{{name}} a tendance à se sentir facilement frustré ou en colère. S'il est mal géré, ce sentiment peut nuire à leur santé personnelle et à leurs performances professionnelles. Si elle est exprimée de manière non constructive et excessive, elle peut également peser sur les relations de travail et nuire au climat de l'organisation."
          },
          "depression": {
            "name": "L'espoir",
            "highDescription": "{{name}} ne se sent pas souvent déprimé. Elles ne sont pas facilement affectées par des sentiments d'abattement, ce qui leur permet d'atteindre leur niveau de performance habituel au travail.",
            "midDescription": "{{name}} se sent parfois déprimé. S'ils ne sont pas contrôlés, les sentiments dépressifs se traduisent souvent par un manque de motivation et d'énergie et par une difficulté à entreprendre des activités, ce qui peut entraîner des difficultés à maintenir des performances optimales au travail.",
            "lowDescription": "{{name}} a tendance à se sentir souvent déprimé. S'ils ne sont pas contrôlés, les sentiments dépressifs se traduisent souvent par un manque de motivation et d'énergie et par une difficulté à entreprendre des activités, ce qui peut entraîner des difficultés à maintenir des performances optimales au travail."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "{{name}} a tendance à ne pas être gêné dans les situations sociales et se préoccupe peu de ce que les autres pensent de lui. Cela leur permet de se mettre en avant et d'interagir avec les autres de manière plus authentique. Cependant, s'il est poussé à l'extrême, il peut y avoir un risque de manque de conscience de soi.",
            "midDescription": "{{name}} peuvent parfois être gênés dans les situations sociales et sensibles à ce que les autres pensent d'eux. Ces préoccupations peuvent entraîner une certaine gêne et une certaine nervosité dans les interactions sociales, ce qui peut les empêcher de réaliser ce qu'ils peuvent vraiment faire au travail.",
            "lowDescription": "{{name}} a tendance à être gênée dans les situations sociales et à être sensible à ce que les autres pensent d'elle. Ces préoccupations peuvent entraîner une gêne et une nervosité dans les interactions sociales, ce qui peut les empêcher d'atteindre leurs objectifs professionnels."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "{{name}} est capable de résister à la tentation et n'est pas susceptible de faire des excès. Cela contribue à leur productivité au travail.",
            "midDescription": "{{name}} est parfois capable de résister à la tentation et se laisse parfois aller à des excès. Le fait de céder trop souvent à ses impulsions au travail peut nuire à sa productivité.",
            "lowDescription": "{{name}} a du mal à résister à la tentation et risque d'en faire trop. Le fait de céder trop souvent à ses impulsions au travail peut nuire à sa productivité."
          },
          "vulnerability": {
            "name": "La résilience",
            "highDescription": "{{name}} peuvent rester calmes dans des situations stressantes. Cela les aide à réfléchir, à prendre des décisions et à agir avec un esprit clair, même sous pression. Cependant, une réaction trop calme peut parfois être perçue par les autres comme un manque d'empathie ou une mauvaise compréhension de la gravité de la situation.",
            "midDescription": "{{name}} peuvent parfois rester calmes dans des situations stressantes. Le fait de rester calme les aide à réfléchir, à prendre des décisions et à agir avec un esprit clair. À l'inverse, le fait d'être débordé inhibe sa capacité de réflexion, de décision et d'action, ce qui a un impact sur ses performances professionnelles.",
            "lowDescription": "{{name}} a tendance à se sentir dépassé dans les situations stressantes. Sous pression, ils peuvent ressentir de la panique, de la confusion et de l'impuissance, ce qui peut entraver leur capacité à penser clairement, à prendre des décisions et à agir. Cela peut avoir un impact sur leurs performances professionnelles."
          },
          "friendliness": {
            "name": "Convivialité",
            "highDescription": "{{name}} est à l'aise avec les gens et se fait facilement des amis. Cela leur permet de se débrouiller dans des situations sociales, y compris sur le lieu de travail.",
            "midDescription": "{{name}} est assez à l'aise avec les gens et est capable de se faire des amis avec un certain effort. Cela affecte leur capacité à gérer les situations sociales, y compris sur le lieu de travail.",
            "lowDescription": "{{name}} a tendance à être plus réservé et à ne pas se faire facilement des amis. Cela peut avoir un effet sur leur capacité à gérer les situations sociales, y compris sur le lieu de travail."
          },
          "gregariousness": {
            "name": "Le grégarisme",
            "highDescription": "{{name}} préfère être entouré de gens et apprécie la compagnie des autres. Cela leur est utile lorsqu'ils doivent travailler dans des contextes sociaux, comme c'est souvent le cas sur le lieu de travail.",
            "midDescription": "{{name}} aime parfois la compagnie des autres, mais préfère parfois être seul. Le fait d'être sociable est utile lorsqu'ils doivent agir dans des contextes sociaux courants sur le lieu de travail.",
            "lowDescription": "{{name}} préfère être seul et ne pas être entouré de gens. Cela peut parfois affecter leur capacité à fonctionner dans des contextes sociaux courants sur le lieu de travail."
          },
          "assertiveness": {
            "name": "Affirmation de soi",
            "highDescription": "{{name}} a tendance à prendre les choses en main. Cela contribue à leur potentiel de leadership.",
            "midDescription": "{{name}} prend parfois les choses en main. Cela contribue à leur potentiel de leadership.",
            "lowDescription": "{{name}} a tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants. Cela peut avoir un impact sur leur potentiel de leadership."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "{{name}} a tendance à se tenir occupé et à faire beaucoup de choses de son temps. Cela peut être révélateur de la quantité d'énergie qu'ils dépensent et de leur niveau d'implication dans les activités quotidiennes au travail.",
            "midDescription": "{{name}} essaie de trouver un équilibre avec ce qu'il fait de son temps. De même, cela peut être révélateur de la quantité d'énergie qu'ils dépensent et de leur niveau d'implication dans les activités quotidiennes au travail.",
            "lowDescription": "{{name}} préfère se la couler douce et ne pas consacrer son temps à trop de choses. De même, cela peut être une indication de la quantité d'énergie qu'ils dépensent et de leur niveau d'implication dans les activités quotidiennes au travail."
          },
          "excitementSeeking": {
            "name": "Recherche d'excitation",
            "highDescription": "{{name}} aime rechercher l'excitation et l'aventure et prendre des risques. Cela peut être utile pour les emplois dans un environnement dynamique, en évolution rapide, et pour les emplois qui exigent un certain niveau de prise de risque.",
            "midDescription": "{{name}} recherche occasionnellement l'excitation et l'aventure et prend des risques. Cela peut être utile pour les emplois dans un environnement dynamique et en évolution rapide et pour les emplois qui exigent un certain niveau de prise de risque.",
            "lowDescription": "{{name}} n'aime pas rechercher l'excitation et l'aventure ou prendre des risques. Ils peuvent trouver difficile de travailler dans un environnement dynamique, en évolution rapide, et dans des emplois qui exigent un certain niveau de prise de risque."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "{{name}} est une personne joyeuse qui est souvent d'humeur positive. Les personnes positives sont souvent perçues comme plus sympathiques par les autres.",
            "midDescription": "{{name}} est une personne modérément joyeuse qui a parfois des humeurs positives. Cela a un effet sur la perception positive que les autres ont d'elle et peut également avoir un impact sur la façon dont elle est appréciée.",
            "lowDescription": "{{name}} est moins susceptible d'être de bonne humeur et peut ne pas éprouver fréquemment des humeurs positives. Cela a un effet sur la perception positive qu'en ont les autres et peut également avoir un impact sur la sympathie qu'ils inspirent."
          },
          "imagination": {
            "name": "L'imagination",
            "highDescription": "Vous aimez vous perdre dans vos pensées et votre imagination. Cultiver son imagination aide à résoudre les problèmes et à innover.",
            "midDescription": "Vous aimez parfois vous perdre dans vos pensées et votre imagination. Cultiver son imagination aide à résoudre les problèmes et à innover.",
            "lowDescription": "Vous n'aimez pas vous perdre dans vos pensées et votre imagination. Cultiver son imagination aide à résoudre les problèmes et à innover."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "Vous vous intéressez à l'art et à la littérature. L'engagement dans l'art et la littérature peut contribuer à développer des compétences telles que la pensée analytique et même améliorer le bien-être.",
            "midDescription": "Tu t'intéresses parfois à l'art et à la littérature. L'implication dans l'art et la littérature peut aider à développer des compétences telles que la pensée analytique et même améliorer le bien-être.",
            "lowDescription": "Vous n'êtes pas intéressé par l'art ou la littérature. L'engagement dans l'art et la littérature peut contribuer à développer des compétences telles que la pensée analytique et même améliorer le bien-être."
          },
          "emotionality": {
            "name": "L'émotivité",
            "highDescription": "You est conscient et ouvert à ses propres expériences émotionnelles et à celles des autres. Cela lui permet de faire preuve d'empathie et d'établir des relations saines avec les autres.",
            "midDescription": "{{name}} est modérément conscient et parfois ouvert à ses propres expériences émotionnelles et à celles des autres. Cela a un effet sur son empathie pour les autres et sur sa capacité à établir des relations saines.",
            "lowDescription": "{{name}} a tendance à être moins conscient et moins ouvert à ses propres expériences émotionnelles et à celles des autres. Cela peut avoir un effet sur leur empathie pour les autres et leur capacité à établir des relations saines."
          },
          "adventurousness": {
            "name": "L'esprit d'aventure",
            "highDescription": "{{name}} est susceptible d'accepter la variété et le changement. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail.",
            "midDescription": "{{name}} préfère un équilibre entre la variété et la routine et accueille favorablement les changements de temps à autre. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail.",
            "lowDescription": "{{name}} préfère la routine et les conventions et accueille moins bien le changement. Le changement est inévitable dans la vie quotidienne comme sur le lieu de travail."
          },
          "intellect": {
            "name": "L'intellect",
            "highDescription": "{{name}} s'intéresse aux idées et aux discussions abstraites et philosophiques. Ils peuvent être plus réceptifs aux théories et idées alternatives.",
            "midDescription": "{{name}} est quelque peu intéressé par les idées et les discussions abstraites et philosophiques. Il peut occasionnellement être réceptif à des théories et des idées alternatives.",
            "lowDescription": "{{name}} a tendance à ne pas s'intéresser aux idées et aux discussions abstraites et philosophiques. Ils peuvent être moins réceptifs aux théories et idées alternatives."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "{{name}} a tendance à vouloir remettre en question les conventions et les valeurs traditionnelles. Ils peuvent être plus réceptifs à d'autres opinions et perspectives.",
            "midDescription": "{{name}} est parfois prêt à remettre en question les conventions et les valeurs traditionnelles. Il peut être quelque peu réceptif à d'autres opinions et perspectives.",
            "lowDescription": "{{name}} a tendance à se conformer aux conventions et aux valeurs traditionnelles. Ils peuvent être moins réceptifs à d'autres opinions et perspectives."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "{{name}} a tendance à faire confiance aux autres. Au travail, ils ont tendance à interagir avec les autres en supposant qu'ils sont dignes de confiance et qu'ils ont de bonnes intentions, ce qui peut parfois être réciproque. Cela leur permet d'établir des relations sincères au travail.",
            "midDescription": "{{name}} a tendance à faire confiance aux autres dans une certaine mesure. Au travail, ils peuvent interagir avec les autres en supposant qu'ils sont dignes de confiance et qu'ils ont de bonnes intentions pour la plupart, mais ils font également preuve d'une certaine prudence. Si la confiance est parfois réciproque, une certaine prudence est parfois utile.",
            "lowDescription": "{{name}} a tendance à être plus sceptique quant aux intentions des autres. Cela peut affecter la façon dont ils interagissent avec les autres et leur capacité à établir des relations sincères au travail."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "{{name}} est sincère dans ses relations avec les autres et ne recourt pas à la manipulation. Les gens peuvent trouver qu'il est plus facile d'interagir avec lui et de s'identifier à lui, ce qui facilite l'établissement de relations.",
            "midDescription": "{{name}} est généralement sincère dans ses relations avec les autres, même s'il n'hésite pas à recourir à la tromperie si nécessaire. S'il est poussé à l'extrême, ce comportement peut être préjudiciable aux équipes et à l'organisation à long terme.",
            "lowDescription": "{{name}} estime qu'un certain degré de tromperie est nécessaire dans les relations pour atteindre le but recherché. S'il est poussé à l'extrême, ce comportement peut nuire aux équipes et aux organisations à long terme."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "{{name}} se préoccupe des autres et est prêt à aider ceux qui sont dans le besoin. {{Their}} la volonté d'aider et de soutenir les autres facilite la constitution d'équipes cohésives et d'une culture de collaboration.",
            "midDescription": "{{name}} se préoccupe parfois des autres et est parfois prêt à aider ceux qui sont dans le besoin. {{Their}} la volonté d'aider et de soutenir les autres facilite la mise en place d'équipes cohésives et d'une culture de collaboration.",
            "lowDescription": "{{name}} se préoccupe moins des autres et peut préférer ne pas s'impliquer dans leurs affaires. Cela peut avoir un impact sur la cohésion de l'équipe et la collaboration."
          },
          "cooperation": {
            "name": "La coopération",
            "highDescription": "{{name}} n'aime pas la confrontation et n'agit pas de manière compétitive et agressive. Les autres peuvent lui rendre la pareille, ce qui contribue à créer un environnement de travail amical et agréable.",
            "midDescription": "{{name}} a tendance à être ambivalent par rapport à la confrontation, mais la plupart du temps, il essaie de ne pas agir de manière compétitive et agressive. La confrontation agressive peut être réciproque, ce qui crée un environnement de travail peu stimulant et peu constructif.",
            "lowDescription": "{{name}} a tendance à agir de manière compétitive et agressive. La confrontation agressive peut être réciproque, ce qui crée un environnement de travail peu stimulant et peu constructif."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "{{name}} a tendance à être humble et à ne pas avoir une trop haute opinion d'elle-même. Les personnes modestes sont souvent perçues comme positives et sympathiques. Toutefois, une humilité excessive peut également être un indicateur d'un manque de confiance en soi.",
            "midDescription": "{{name}} a une opinion modérément élevée d'elle-même. Les personnes modestes sont souvent perçues comme positives et sympathiques et un niveau modéré de confiance en soi est sain.",
            "lowDescription": "{{name}} a tendance à avoir une haute opinion d'elle-même et à se considérer comme supérieure aux autres. Elles peuvent également être perçues comme ayant tendance à parler de leurs réalisations et à paraître trop sûres d'elles. Les personnes modestes, en revanche, sont souvent perçues comme plus positives et plus sympathiques."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "{{name}} sympathise avec les autres. Exprimer de la sympathie au travail montre que l'on apprécie ce que ressentent les autres et que l'on les soutient. Cela permet de construire et d'enrichir les relations de travail.",
            "midDescription": "{{name}} compatit occasionnellement avec les autres. Le fait d'exprimer sa sympathie au travail montre qu'il apprécie ce que ressentent les autres et leur apporte son soutien. Cela permet de construire et d'enrichir les relations de travail.",
            "lowDescription": "{{name}} a tendance à ne pas sympathiser facilement avec les autres. En exprimant sa sympathie au travail, il montre qu'il apprécie ce que ressentent les autres et leur apporte son soutien. Cela permet de construire et d'enrichir les relations de travail."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "{{name}} a confiance en sa capacité à accomplir des tâches avec succès et à y exceller. Les performances professionnelles sont liées à la confiance en ses capacités.",
            "midDescription": "{{name}} a une certaine confiance dans sa capacité à accomplir des tâches avec succès et à y exceller. Cette confiance en ses capacités peut avoir un effet sur ses performances.",
            "lowDescription": "{{name}} manque de confiance dans sa capacité à accomplir des tâches avec succès et à y exceller. Ce manque de confiance en ses capacités peut avoir un effet sur ses performances."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "{{name}} est ordonné et organisé. Le fait d'être ordonné et organisé peut permettre une meilleure productivité.",
            "midDescription": "{{name}} est plutôt bien rangé et organisé. Le fait d'être plus ordonné et organisé peut permettre une meilleure productivité.",
            "lowDescription": "{{name}} a tendance à être désordonné et moins organisé. Le fait d'être plus ordonné et organisé peut permettre d'améliorer la productivité."
          },
          "dutifulness": {
            "name": "Conscience professionnelle",
            "highDescription": "{{name}} a tendance à respecter les règles et à s'acquitter de ses obligations. Le respect des règles contribue à maintenir l'ordre et le respect des obligations génère la confiance.",
            "midDescription": "{{name}} respecte les règles et s'acquitte de ses obligations dans une mesure modérée. Le respect des règles permet de maintenir l'ordre et le respect des obligations contribue à générer la confiance.",
            "lowDescription": "{{name}} a tendance à être plus décontracté et flexible en ce qui concerne le respect des règles et peut ne pas remplir ses obligations. Le respect des règles permet de mieux maintenir l'ordre et le respect des obligations contribue à générer la confiance."
          },
          "achievementStriving": {
            "name": "Réussir - s'efforcer",
            "highDescription": "{{name}} travaille dur et va au-delà des attentes. Cela leur permet d'atteindre des niveaux de réussite plus élevés.",
            "midDescription": "{{name}} travaille parfois dur et va au-delà des attentes. Cela a un impact sur leur capacité à atteindre des niveaux de réussite plus élevés.",
            "lowDescription": "{{name}} a tendance à se satisfaire d'un niveau de réussite moins élevé. Cela peut avoir un impact sur leur capacité à atteindre des niveaux de réussite plus élevés."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "{{name}} ont tendance à se préparer et à exécuter leurs plans de manière disciplinée. Cela leur permet de rester sur la bonne voie pour atteindre leurs objectifs.",
            "midDescription": "{{name}} s'efforce d'être préparé et de mettre en œuvre ses plans de manière disciplinée. Cela peut avoir un impact sur leur capacité à rester sur la bonne voie pour atteindre leurs objectifs.",
            "lowDescription": "{{name}} a tendance à ne pas être préparé et à ne pas exécuter ses plans de manière disciplinée. Cela peut avoir un impact sur leur capacité à rester sur la bonne voie pour atteindre leurs objectifs."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "{{name}} réfléchit attentivement et ne se précipite pas pour agir ou prendre des décisions. Cette prudence peut parfois leur permettre d'être plus efficaces lorsqu'ils réagissent à des situations.",
            "midDescription": "{{name}} réfléchit parfois avec prudence et essaie de ne pas se précipiter pour agir ou prendre des décisions. Cette prudence peut parfois leur permettre d'être plus efficaces lorsqu'ils réagissent à des situations.",
            "lowDescription": "{{name}} a tendance à agir ou à prendre des décisions sans réfléchir aux conséquences. Une certaine prudence peut vous aider à être plus efficace lorsque vous réagissez à des situations."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calme",
            "highDescription": "{{name}} est rarement inquiet et craintif.",
            "lowDescription": "{{name}} a tendance à s'inquiéter et à craindre les choses."
          },
          "anger": {
            "name": "Le sang-froid",
            "highDescription": "{{name}} ne se sent pas facilement frustré ou en colère.",
            "lowDescription": "{{name}} a tendance à se sentir facilement frustré ou en colère."
          },
          "depression": {
            "name": "L'espoir",
            "highDescription": "{{name}} ne se sent pas souvent déprimé.",
            "lowDescription": "{{name}} se sent souvent déprimé."
          },
          "selfConsciousness": {
            "name": "Confiance en soi",
            "highDescription": "{{name}} a tendance à ne pas être gêné dans les situations sociales et se préoccupe peu de ce que les autres pensent de lui.",
            "lowDescription": "{{name}} a tendance à être gêné dans les situations sociales et à être sensible à ce que les autres pensent de lui."
          },
          "immoderation": {
            "name": "Volonté",
            "highDescription": "{{name}} est capable de résister à la tentation et n'est pas susceptible de faire des excès.",
            "lowDescription": "{{name}} a du mal à résister à la tentation et est susceptible de faire des excès."
          },
          "vulnerability": {
            "name": "La résilience",
            "highDescription": "{{name}} peuvent rester calmes dans des situations stressantes.",
            "lowDescription": "{{name}} a tendance à se sentir dépassé dans les situations stressantes."
          },
          "friendliness": {
            "name": "Convivialité",
            "highDescription": "{{name}} est à l'aise avec les gens et se fait facilement des amis.",
            "lowDescription": "{{name}} a tendance à être plus réservé avec les gens et à ne pas se faire facilement des amis."
          },
          "gregariousness": {
            "name": "Le grégarisme",
            "highDescription": "{{name}} préfère être entouré de gens et apprécie la compagnie des autres.",
            "lowDescription": "{{name}} préfère être seul et ne pas être entouré de gens."
          },
          "assertiveness": {
            "name": "Affirmation de soi",
            "highDescription": "{{name}} a tendance à prendre les choses en main.",
            "lowDescription": "{{name}} a tendance à éviter de prendre les choses en main, préférant que les autres prennent les devants."
          },
          "activityLevel": {
            "name": "Niveau d'activité",
            "highDescription": "{{name}} a tendance à s'occuper et à faire beaucoup de choses de son temps.",
            "lowDescription": "{{name}} préfère se la couler douce et ne pas s'occuper de trop de choses."
          },
          "excitementSeeking": {
            "name": "Recherche d'excitation",
            "highDescription": "{{name}} aime rechercher l'excitation et l'aventure et prendre des risques.",
            "lowDescription": "{{name}} n'aime pas rechercher l'excitation et l'aventure ou prendre des risques."
          },
          "cheerfulness": {
            "name": "Gaieté",
            "highDescription": "{{name}} est une personne joyeuse qui a souvent des humeurs positives.",
            "lowDescription": "{{name}} est moins susceptible d'être de bonne humeur et peut ne pas éprouver fréquemment des états d'âme positifs."
          },
          "imagination": {
            "name": "L'imagination",
            "highDescription": "{{name}} aime se perdre dans ses pensées et son imagination.",
            "lowDescription": "{{name}} n'aime pas se perdre dans ses pensées et son imagination."
          },
          "artisticInterests": {
            "name": "Intérêts artistiques",
            "highDescription": "{{name}} s'intéresse à l'art et à la littérature.",
            "lowDescription": "{{name}} ne s'intéresse pas à l'art et à la littérature."
          },
          "emotionality": {
            "name": "L'émotivité",
            "highDescription": "{{name}} est conscient et ouvert à ses propres expériences émotionnelles et à celles des autres.",
            "lowDescription": "{{name}} a tendance à être moins conscient et moins ouvert à ses propres expériences émotionnelles et à celles des autres."
          },
          "adventurousness": {
            "name": "L'esprit d'aventure",
            "highDescription": "{{name}} est susceptible d'accepter la variété et le changement",
            "lowDescription": "{{name}} préfère la routine et les conventions et accueille moins bien le changement."
          },
          "intellect": {
            "name": "L'intellect",
            "highDescription": "{{name}} s'intéresse aux idées et aux discussions abstraites et philosophiques.",
            "lowDescription": "{{name}} a tendance à ne pas s'intéresser aux idées et aux discussions abstraites et philosophiques."
          },
          "liberalism": {
            "name": "Libéralisme",
            "highDescription": "{{name}} a tendance à vouloir remettre en question les conventions et les valeurs traditionnelles.",
            "lowDescription": "{{name}} tend à se conformer aux conventions et aux valeurs traditionnelles."
          },
          "trust": {
            "name": "Confiance",
            "highDescription": "{{name}} a tendance à faire confiance aux autres.",
            "lowDescription": "{{name}} a tendance à être plus sceptique quant aux intentions des autres."
          },
          "morality": {
            "name": "Moralité",
            "highDescription": "{{name}} est sincère dans ses relations avec les autres et ne recourt pas à la manipulation.",
            "lowDescription": "{{name}} estime qu'un certain degré de tromperie est nécessaire dans les relations pour atteindre le but recherché."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "{{name}} se préoccupe des autres et est prêt à aider ceux qui sont dans le besoin.",
            "lowDescription": "{{name}} se préoccupe moins des autres et peut préférer ne pas s'impliquer dans leurs affaires."
          },
          "cooperation": {
            "name": "La coopération",
            "highDescription": "{{name}} n'aime pas la confrontation et n'agit pas de manière compétitive et agressive.",
            "lowDescription": "{{name}} a tendance à agir de manière compétitive et agressive."
          },
          "modesty": {
            "name": "Modestie",
            "highDescription": "{{name}} a tendance à être humble et à ne pas avoir une trop haute opinion de lui-même.",
            "lowDescription": "{{name}} a tendance à avoir une haute opinion d'elle-même et peut se considérer comme supérieure aux autres."
          },
          "sympathy": {
            "name": "Sympathie",
            "highDescription": "{{name}} sympathise avec les autres.",
            "lowDescription": "{{name}} a tendance à ne pas sympathiser facilement avec les autres."
          },
          "selfEfficacy": {
            "name": "Auto-efficacité",
            "highDescription": "{{name}} est confiant dans sa capacité à accomplir des tâches avec succès et à y exceller.",
            "lowDescription": "{{name}} manque de confiance dans sa capacité à accomplir des tâches avec succès et à y exceller."
          },
          "orderliness": {
            "name": "Ordre",
            "highDescription": "{{name}} est bien rangé et organisé.",
            "lowDescription": "{{name}} a tendance à être désordonné et moins organisé."
          },
          "dutifulness": {
            "name": "Conscience professionnelle",
            "highDescription": "{{name}} a tendance à respecter les règles et à s'acquitter de ses obligations.",
            "lowDescription": "{{name}} a tendance à être plus décontracté et plus souple quant au respect des règles et peut ne pas remplir ses obligations."
          },
          "achievementStriving": {
            "name": "Réussir - s'efforcer",
            "highDescription": "{{name}} travaille dur et va au-delà des attentes.",
            "lowDescription": "{{name}} a tendance à se satisfaire d'un niveau de réussite moins élevé."
          },
          "selfDiscipline": {
            "name": "Autodiscipline",
            "highDescription": "{{name}} a tendance à se préparer et à mettre en œuvre des plans de manière disciplinée.",
            "lowDescription": "{{name}} a tendance à ne pas être préparé et à ne pas mettre en œuvre ses plans de manière disciplinée."
          },
          "cautiousness": {
            "name": "Prudence",
            "highDescription": "{{name}} réfléchit attentivement et ne se précipite pas pour agir ou prendre des décisions.",
            "lowDescription": "{{name}} a tendance à agir ou à prendre des décisions sans réfléchir aux conséquences."
          }
        }
      }
    }
  }
}
