{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Prestasi/Usaha",
        "highDescription": "Menetapkan target pribadi yang ambisius dan akan mengambil tindakan pasti untuk mencapainya. Mengupayakan kinerja berkualitas tinggi.",
        "lowDescription": "Dapat memperoleh manfaat dari memperkuat kepercayaan diri dalam melaksanakan tugas, memastikan tindak lanjut komitmen, menyelesaikan tujuan, dan lebih menyelaraskan dengan ekspektasi kinerja."
      },
      "persistence": {
        "name": "Kegigihan",
        "highDescription": "Menunjukkan kegigihan dan ketahanan. Tetap berkomitmen pada rencana dan tujuan strategis meskipun ada tantangan.",
        "lowDescription": "Dapat memperoleh manfaat dari pengembangan strategi untuk mengelola tekanan dan mengatasi hambatan dengan lebih efektif. Didorong untuk mencari dan memanfaatkan dukungan ketika menghadapi kesulitan."
      },
      "initiative": {
        "name": "Prakarsa",
        "highDescription": "Menerima tugas baru dan tambahan tanpa diminta. Secara proaktif menantang status quo, dan mengidentifikasi cara untuk berkontribusi dan meningkatkan diri.",
        "lowDescription": "Memiliki peluang untuk berkembang dengan mengadopsi pendekatan yang lebih proaktif dalam mempengaruhi situasi. Didorong untuk menerima tanggung jawab dan tantangan baru dan melakukan upaya untuk memulai tindakan."
      },
      "leadership": {
        "name": "Kepemimpinan",
        "highDescription": "Bersedia membimbing, memimpin dan memberikan arahan kepada orang lain. Sering menyarankan cara untuk meningkatkan kualitas dan efektivitas.",
        "lowDescription": "Dapat mengambil manfaat dari melangkah untuk memimpin dan memberikan arahan ketika peluang muncul. Didorong untuk mencari dukungan untuk tumbuh dalam bidang mengelola dan membimbing orang lain."
      },
      "cooperation": {
        "name": "Kerja sama",
        "highDescription": "Mampu bekerja secara positif dan harmonis dengan orang yang berbeda, dan cenderung memperlakukan semua orang dengan adil dan penuh hormat.",
        "lowDescription": "Dapat meningkatkan moral dan produktivitas tim dengan bekerja menjadi lebih kooperatif dan lebih mudah diajak berkolaborasi. Ini bisa berarti melatih keterampilan komunikasi dan kerja tim."
      },
      "concernForOthers": {
        "name": "Kepedulian terhadap Orang Lain",
        "highDescription": "Mempertimbangkan dan menghormati kebutuhan, perasaan, dan sudut pandang orang lain. Menawarkan dukungan kepada orang lain, terutama ketika mereka berada dalam situasi sulit.",
        "lowDescription": "Dapat memperoleh manfaat dari mengembangkan empati dan pemahaman terhadap kebutuhan dan perasaan orang lain. Misalnya, dengan berupaya menawarkan dukungan dan bantuan, seseorang dapat menjadi lebih selaras dengan orang lain, sehingga menciptakan lingkungan yang lebih penuh kasih dan suportif."
      },
      "socialOrientation": {
        "name": "Orientasi Sosial",
        "highDescription": "Mendorong persatuan dan mendorong sinergi dalam tim untuk mencapai tujuan. Membangun dan memelihara hubungan produktif dengan orang lain.",
        "lowDescription": "Dapat memperoleh manfaat dengan menemukan keseimbangan antara kemandirian dan kolaborasi, mendorong lebih banyak keterlibatan dengan rekan kerja untuk memperkaya pengalaman dan hasil kerja."
      },
      "selfControl": {
        "name": "Kontrol diri",
        "highDescription": "Menunjukkan tingkat pengendalian diri dan pengaturan diri yang tinggi, bahkan dalam menghadapi kesulitan. Sadar akan dampak tindakan dan suasana hatinya terhadap orang lain, dan cenderung tidak bertindak impulsif.",
        "lowDescription": "Mungkin mendapat manfaat dari pengembangan strategi untuk mengatur emosi dengan lebih baik dan meningkatkan pengambilan keputusan yang bijaksana."
      },
      "stressTolerance": {
        "name": "Toleransi stres",
        "highDescription": "Kemampuan untuk membuat keputusan rasional dan terus bekerja secara efektif dalam situasi stres, dan siap menerima umpan balik dan kritik.",
        "lowDescription": "Dapat memperoleh manfaat dari teknik yang berkaitan dengan pengaturan emosi dan manajemen stres agar lebih siap dalam mengendalikan emosi, memandang umpan balik sebagai peluang pertumbuhan, dan bekerja di bawah tekanan, sehingga meningkatkan kinerja."
      },
      "adaptabilityFlexibility": {
        "name": "Kemampuan beradaptasi/Fleksibilitas",
        "highDescription": "Merespon positif terhadap perubahan dan menerima praktik baru. Menunjukkan fleksibilitas dalam mengubah strategi untuk mencapai hasil dalam situasi dinamis.",
        "lowDescription": "Didorong untuk menumbuhkan pola pikir yang lebih terbuka terhadap perubahan dan ide-ide baru. Mengembangkan fleksibilitas dapat menghasilkan peningkatan keterampilan pemecahan masalah dan penyesuaian yang lebih lancar terhadap kondisi yang berkembang."
      },
      "dependability": {
        "name": "Keteguhan",
        "highDescription": "Tekun menindaklanjuti komitmen dan secara konsisten memenuhi tenggat waktu. Menunjukkan akuntabilitas di tempat kerja dan mengakui kesalahan.",
        "lowDescription": "Dapat memperoleh manfaat dari fokus pada peningkatan konsistensi dalam menyelesaikan tugas dan memenuhi komitmen."
      },
      "attentionToDetail": {
        "name": "Perhatian terhadap detail",
        "highDescription": "Cenderung berhati-hati dan terorganisir saat menjalankan tugas di tempat kerja, jarang mengabaikan detail, serta menjamin keakuratan dan kelengkapan.",
        "lowDescription": "Dapat memperoleh manfaat dengan lebih fokus pada detail dan bertujuan untuk mencapai presisi yang lebih tinggi dalam tugas."
      },
      "integrity": {
        "name": "Integritas",
        "highDescription": "Berpegang teguh pada kode etik dan prinsip etika. Dapat dipercaya dan menunjukkan konsistensi dalam perkataan dan tindakan.",
        "lowDescription": "Dapat memperoleh manfaat dari menyelaraskan tindakan dengan nilai-nilai yang dinyatakan sendiri dan mempertimbangkan dampak keputusan terhadap orang lain. Dapat membangun kepercayaan dan rasa hormat dalam hubungan profesional."
      },
      "independence": {
        "name": "Kemerdekaan",
        "highDescription": "Mengarahkan diri sendiri, mampu dan percaya diri menyelesaikan sesuatu dengan sedikit atau tanpa pengawasan.",
        "lowDescription": "Dapat memperoleh manfaat dari membangun kepercayaan diri dan keterampilan dalam pemecahan masalah dan pengambilan keputusan secara mandiri."
      },
      "innovation": {
        "name": "Inovasi",
        "highDescription": "Mampu menghubungkan ide-ide, bereksperimen dengan pendekatan-pendekatan segar dan mengembangkan solusi baru terhadap permasalahan yang ada.",
        "lowDescription": "Memiliki ruang untuk berkembang dalam merangkul kreativitas dan inovasi. Didorong untuk mengeksplorasi pendekatan-pendekatan baru dalam pemecahan masalah dan menghargai perspektif yang beragam, yang dapat menghasilkan ide-ide baru dan perbaikan."
      },
      "analyticalThinking": {
        "name": "Berpikir Analitis",
        "highDescription": "Cenderung metodis dalam mengkaji permasalahan dan mencari pola mendasar untuk memperoleh wawasan dan menarik kesimpulan.",
        "lowDescription": "Mungkin cenderung kurang menganalisis informasi secara hati-hati dan merasa sulit menyaring informasi dari berbagai sisi untuk memahami isu-isu kompleks. Dapat mengambil manfaat dari penerapan metode evaluasi informasi yang lebih terstruktur dan mempertimbangkan perspektif yang berbeda ketika mengkaji suatu permasalahan."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Pencapaian",
        "highDescription": "Menikmati budaya berorientasi pada hasil yang memungkinkan pemanfaatan maksimal keterampilan dan kemampuan sendiri untuk mencapai hasil.",
        "lowDescription": "Mungkin cenderung kurang nyaman dalam lingkungan yang mengutamakan hasil. Mungkin percaya bahwa pertimbangan lain terkadang harus diprioritaskan dibandingkan hasil."
      },
      "workingConditions": {
        "name": "Kondisi kerja",
        "highDescription": "Dimotivasi oleh lingkungan yang memberikan peluang dan otonomi untuk tumbuh dan berkembang.",
        "lowDescription": "Mungkin cenderung kurang termotivasi oleh kesempatan untuk belajar dan mencoba tugas yang berbeda, lebih memilih lingkungan yang konsisten dengan tugas."
      },
      "recognition": {
        "name": "Pengakuan",
        "highDescription": "Termotivasi oleh penghargaan ekstrinsik, pengakuan dan peluang pertumbuhan.",
        "lowDescription": "Mungkin cenderung kurang termotivasi oleh status atau insentif finansial. Tidak mendefinisikan kesuksesan pribadi dengan kemajuan karier atau kedudukan tinggi."
      },
      "relationships": {
        "name": "Hubungan",
        "highDescription": "Lebih menyukai lingkungan yang hangat dan kolaboratif, dibangun atas dasar rasa saling percaya, ketulusan, kerja tim, dan hubungan positif.",
        "lowDescription": "Mungkin kurang mementingkan membangun persahabatan tim atau sinergi di tempat kerja. Mungkin kurang tertarik untuk terlibat dengan orang lain di tempat kerja."
      },
      "support": {
        "name": "Mendukung",
        "highDescription": "Menghargai toleransi dan praktik etika di tempat kerja. Mendukung lingkungan yang mendukung dan adil.",
        "lowDescription": "Mungkin cenderung tidak menjunjung tinggi toleransi dan praktik etika di tempat kerja. Tidak mengutamakan lingkungan yang mendukung dan adil."
      },
      "independence": {
        "name": "Kemerdekaan",
        "highDescription": "Menghargai kebebasan untuk bereksperimen dan pemberdayaan untuk bertindak tanpa perlu sering diperintah, diintervensi, dan dikonfirmasi.",
        "lowDescription": "Otonomi dan independensi tidak dipandang sebagai faktor penting. Mungkin cenderung lebih suka menerima arahan dan pengawasan dalam tugas."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Realistis",
        "highDescription": "Lebih suka bekerja langsung untuk mengeksplorasi dan menyelesaikan tugas dalam suasana praktis.",
        "lowDescription": "Mungkin cenderung tidak menyukai tugas-tugas manual."
      },
      "investigative": {
        "name": "Penyelidikan",
        "highDescription": "Senang memecahkan masalah yang abstrak dan sangat kompleks.",
        "lowDescription": "Mungkin cenderung kurang tertarik pada penelitian, aktivitas matematika atau ilmiah."
      },
      "artistic": {
        "name": "Artistik",
        "highDescription": "Menyukai aktivitas yang melibatkan kreativitas, orisinalitas, dan ekspresi diri.",
        "lowDescription": "Mungkin cenderung tidak antusias terhadap kegiatan artistik seperti menciptakan karya orisinal dan unik."
      },
      "social": {
        "name": "Sosial",
        "highDescription": "Suka membantu dan berpartisipasi dalam pekerjaan yang berorientasi sosial.",
        "lowDescription": "Mungkin cenderung kurang tertarik pada pekerjaan yang berorientasi sosial atau melayani orang lain. "
      },
      "enterprising": {
        "name": "Giat",
        "highDescription": "Menikmati pekerjaan yang melibatkan memimpin orang, membuat keputusan, mengambil risiko, dan membujuk orang lain untuk mencapai tujuan.",
        "lowDescription": "Mungkin cenderung memilih untuk tidak berada dalam peran yang mengarahkan dan berpengaruh."
      },
      "conventional": {
        "name": "Konvensional",
        "highDescription": "Lebih suka bekerja dalam rantai komando yang sudah mapan dan mengikuti pedoman yang jelas.",
        "lowDescription": "Mungkin cenderung tidak menyukai pekerjaan yang rutin, diatur oleh aturan, dan banyak proses."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Prestasi/Usaha",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang secara aktif mencari pertumbuhan dan penguasaan dengan menetapkan tujuan yang menantang secara pribadi dan berupaya mencapai kinerja tingkat tinggi.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya mencari pertumbuhan dengan bekerja keras untuk memenuhi standar namun terkadang gagal mencapai hasil yang diinginkan.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang terkadang termotivasi untuk mencari pertumbuhan dan penguasaan namun mungkin juga kurang percaya diri dalam mencapai hasil yang diinginkan.",
        "summary": "Menetapkan dan mempertahankan pencapaian, tujuan, dan upaya yang menantang secara pribadi untuk menguasai tugas.",
        "questionContents": [
          {
            "question": "Jelaskan saat ketika Anda bekerja keras untuk menyelesaikan tujuan yang menantang dengan sukses.",
            "additionals": [
              "Tentang apa tugasnya? Mengapa ini merupakan tantangan bagi Anda?",
              "Apa peran Anda?",
              "Apa yang Anda lakukan dalam tugas atau proyek ini? Apakah Anda menghadapi kendala?",
              "Apa hasil akhirnya? Apa yang sudah Anda lakukan dengan baik dan apa yang bisa ditingkatkan?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Kegigihan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang merespons kemunduran dengan upaya terus-menerus dan akan tetap berada di jalur dalam menghadapi rintangan atau kesulitan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya bertahan melewati kemunduran namun terkadang membutuhkan dukungan dari orang lain untuk melewati rintangan.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mengalami kesulitan untuk bertahan dalam kemunduran dan membutuhkan dukungan dari orang lain untuk melewati rintangan.",
        "summary": "Menunjukkan kegigihan dalam menghadapi rintangan.",
        "questionContents": [
          {
            "question": "Jelaskan situasi di mana Anda harus mengatasi satu atau lebih hambatan untuk mencapai hasil yang diinginkan.",
            "additionals": [
              "Tentang apa situasi ini? Tantangan apa yang Anda hadapi?",
              "Apa peran Anda? Apa yang harus kamu lakukan? Bagaimana Anda harus bekerja sama dengan orang lain untuk mencapai hal ini?",
              "Bagaimana Anda menghadapi dan mengatasi kendala tersebut? Bagaimana perasaan Anda tentang hal itu?",
              "Apa hasil dari proyek ini? Apa yang akan Anda ubah jika Anda bisa melakukannya lagi?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Prakarsa",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang proaktif dalam memastikan tugas diselesaikan, sering kali bersedia mengambil tanggung jawab dan tantangan baru dan mungkin menantang status quo dan mencari cara baru untuk menyelesaikannya meningkatkan proses.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang biasanya menyelesaikan tugas dengan sedikit dorongan dan umumnya bersedia mengambil tanggung jawab dan tantangan baru, namun terkadang kadang-kadang mengalami kelembaman dalam melakukannya.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang membutuhkan dorongan untuk menyelesaikan tugas dan ragu untuk mengambil tanggung jawab dan tantangan baru.",
        "summary": "Kesediaan untuk memulai dan mengambil tanggung jawab dan tantangan.",
        "questionContents": [
          {
            "question": "Bagikan contoh terbaru di mana Anda melangkah maju dan melakukan lebih dari apa yang diharapkan dari Anda.",
            "additionals": [
              "Tentang apa contoh ini?",
              "Apa yang harus kamu lakukan?",
              "Apa yang kamu lakukan? Bagaimana dan mengapa Anda memutuskan untuk mengambil tindakan?",
              "Apa hasil akhirnya? Apakah Anda akan melakukan sesuatu yang berbeda?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Kepemimpinan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung untuk maju dan memimpin serta memberikan pendapat dan arahan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang terkadang mengambil tindakan untuk memimpin dan terkadang menawarkan pendapat dan arahan.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang ragu untuk memimpin dan jarang memberikan pendapat atau arahan.",
        "summary": "Kesediaan untuk memimpin, mengambil alih, dan menawarkan pendapat dan arahan yang diyakininya.",
        "questionContents": [
          {
            "question": "Bagikan tentang saat Anda mengambil alih kendali dan berhasil memimpin sebuah kelompok.",
            "additionals": [
              "Tentang apa contohnya? Siapa saja anggota tim lain yang terlibat?",
              "Apa yang harus kamu lakukan Apa yang harus kamu lakukan? Apa hasil yang diharapkan? Apakah ada tantangan yang Anda harapkan?",
              "Bagaimana Anda memimpin anggota tim Anda? Bagaimana perasaan mereka?",
              "Apa hasil akhirnya? Apa yang ingin Anda tingkatkan?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Kerja sama",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung percaya bahwa orang lain mempunyai niat baik dan tampil sebagai orang yang menyenangkan, mudah didekati, dan kooperatif ketika bekerja dengan orang lain.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya cenderung percaya bahwa orang lain mempunyai niat baik dan tampil sebagai orang yang menyenangkan, mudah didekati, dan kooperatif ketika bekerja dengan orang lain.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang tidak mudah mempercayai orang lain dan terlihat tidak kooperatif atau sulit diajak bekerja sama.",
        "summary": "Kecenderungan untuk bersikap menyenangkan terhadap orang lain dalam pekerjaannya dan menunjukkan sikap baik hati dan kooperatif.",
        "questionContents": [
          {
            "question": "Ingat-ingatlah pengalaman Anda yang paling berkesan saat bekerja sama dengan orang lain untuk mencapai tujuan penting.",
            "additionals": [
              "Tentang apa proyek atau tugasnya? Dengan siapa Anda bekerja?",
              "Apa yang harus kamu lakukan? Apakah ada tantangan yang Anda harapkan?",
              "Bagaimana Anda bekerja dan berinteraksi dengan orang lain? Bagaimana Anda berkontribusi pada tim?",
              "Mengapa ini menjadi pengalaman yang paling berkesan? Apakah Anda akan melakukan sesuatu yang berbeda?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Kepedulian terhadap Orang Lain",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung peka terhadap kebutuhan dan perasaan orang lain serta berempati, suportif, dan suka membantu.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya peka terhadap kebutuhan dan perasaan orang lain serta menawarkan dukungan dan bantuan jika diperlukan.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mungkin merasa kesulitan untuk memahami kebutuhan dan perasaan orang lain dan tidak yakin kapan harus menawarkan dukungan atau bantuan.",
        "summary": "Kecenderungan untuk peka terhadap perasaan dan kekhawatiran orang lain, serta bersikap pengertian dan membantu.",
        "questionContents": [
          {
            "question": "Jelaskan saat Anda mampu bersikap suportif dan meyakinkan terhadap kekhawatiran atau kebutuhan rekan kerja.",
            "additionals": [
              "Tentang jam berapa? Dengan siapa Anda bekerja?",
              "Apa tujuannya? Bagaimana Anda harus bekerja sama dengan orang lain untuk mencapai hal ini?",
              "Apa yang Anda lakukan untuk mencapainya? Bagaimana Anda mengelola emosi orang lain dan menunjukkan kepedulian?",
              "Apa hasil akhirnya? Apa yang akan Anda lakukan secara berbeda?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Orientasi Sosial",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang aktif membangun hubungan pribadi di tempat kerja dan cenderung mencari peluang untuk bekerja dengan orang lain.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menjaga hubungan pribadi di tempat kerja dan merasa nyaman bekerja dengan orang lain.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang lebih memilih untuk menjaga pemisahan antara hubungan pribadi dan pekerjaan dan menyelesaikan tugas sendirian.",
        "summary": "Lebih suka terhubung secara sosial dan bekerja dengan orang lain untuk menyelesaikan tugas.",
        "questionContents": [
          {
            "question": "Jelaskan sebuah kesempatan di mana Anda membangun hubungan baik dengan orang lain untuk menyelesaikan pekerjaan.",
            "additionals": [
              "Tentang apa acara tersebut? Dengan siapa Anda harus berinteraksi?",
              "Apa hasil kerja yang diharapkan?",
              "Apa yang kamu lakukan? Apa yang Anda lakukan untuk memastikan keterlibatan mereka penting?",
              "Apa hasil akhirnya? Apa yang akan Anda lakukan secara berbeda untuk membangun hubungan dengan orang lain?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Kontrol diri",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang menunjukkan tingkat pengendalian diri dan pengaturan diri yang tinggi ketika menghadapi emosi dan cenderung tidak bertindak impulsif.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang menunjukkan tingkat pengendalian diri dan pengaturan diri yang moderat ketika menghadapi emosi dan umumnya menghindari tindakan impulsif.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mungkin merasa sulit mengendalikan dan mengatur emosi dan terkadang dapat bertindak impulsif.",
        "summary": "Menjaga ketenangan, mengendalikan emosi, mengendalikan amarah, dan menghindari perilaku agresif, bahkan dalam situasi sulit.",
        "questionContents": [
          {
            "question": "Jelaskan saat Anda merasa frustrasi pada situasi kerja ketika berinteraksi dengan orang lain.",
            "additionals": [
              "Tentang apa itu? Dengan siapa Anda harus bekerja? Mengapa kamu frustrasi?",
              "Tentang apa tugas atau tujuannya?",
              "Tindakan apa yang Anda ambil? Bagaimana Anda mengelola emosi dan komunikasi Anda sendiri? Apakah ada perlawanan yang dihadapi?",
              "Apa hasil akhirnya? Bagaimana perasaanmu? Apa yang akan Anda lakukan secara berbeda?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Toleransi stres",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung mudah menerima masukan dan kritik serta menangani situasi stres secara efektif. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang secara umum mampu menerima masukan dan kritik serta mampu bekerja dengan baik dalam situasi yang penuh tekanan. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mungkin merasa sulit menerima kritik dan masukan dan mungkin merasa sulit bekerja dalam situasi yang penuh tekanan.",
        "summary": "Kecenderungan untuk menerima kritik, dan menghadapi situasi stres tinggi dengan tenang dan efektif.",
        "questionContents": [
          {
            "question": "Jelaskan saat di mana Anda harus tampil di bawah lingkungan yang penuh tekanan dan menuntut.",
            "additionals": [
              "Tentang apa contohnya? Mengapa hal itu membuat stres atau menuntut?",
              "Apa yang harus Anda lakukan dalam situasi itu? Bagaimana Anda ingin mendapatkan hasilnya?",
              "Bagaimana Anda mengatur antara pemicu stres dan pekerjaan? Bagaimana perasaan Anda selama proses tersebut?",
              "Apa hasil akhirnya? Renungkan area apa pun yang telah Anda lakukan dengan baik atau ingin Anda tingkatkan."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Kemampuan beradaptasi/Fleksibilitas",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung bereaksi positif terhadap perubahan dan fleksibel dalam mengadopsi cara-cara baru dalam melakukan sesuatu.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang secara umum mampu menerima perubahan dan agak fleksibel dalam mengadopsi cara-cara baru dalam melakukan sesuatu.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang agak menolak perubahan dan mungkin merasa kesulitan untuk menyesuaikan diri dengan cara baru dalam melakukan sesuatu.",
        "summary": "Kecenderungan untuk terbuka terhadap perubahan dan metode baru, dan mempertimbangkan variasi dalam lingkungan.",
        "questionContents": [
          {
            "question": "Jelaskan saat Anda harus menyesuaikan diri dengan perubahan kondisi atau prioritas kerja untuk menyelesaikan sebuah proyek. Bagaimana Anda menanganinya?",
            "additionals": [
              "Tentang jam berapa? Apakah ini sesuatu yang baru bagi Anda yang belum pernah Anda lakukan sebelumnya?",
              "Apa yang harus kamu lakukan? Apa hasil yang diharapkan?",
              "Apa yang Anda lakukan secara berbeda? Mengapa Anda melakukan pendekatan seperti itu? Bagaimana perasaan Anda dalam proses ini?",
              "Apa yang terjadi pada akhirnya? Bagaimana Anda mengubahnya agar menjadi lebih baik?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Keteguhan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang secara aktif mengambil tanggung jawab pribadi atas tugas dan dapat diandalkan untuk menyelesaikan tugas dan memenuhi komitmen.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya mengambil tanggung jawab pribadi atas tugas dan biasanya dapat diandalkan untuk menyelesaikan tugas dan memenuhi komitmen.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mungkin mengalami kesulitan untuk tetap konsisten dalam menyelesaikan tugas atau memenuhi komitmen.",
        "summary": "Dapat diandalkan, bertanggung jawab, dan dapat diandalkan dalam memenuhi kewajiban.",
        "questionContents": [
          {
            "question": "Ingat-ingatlah sebuah contoh ketika kewajiban Anda yang lain memengaruhi kemampuan Anda untuk menyelesaikan tugas tepat waktu.",
            "additionals": [
              "Bagaimana dampak kewajiban terhadap pekerjaan Anda?",
              "Apa peran Anda dalam menyelesaikan tugas?",
              "Apa yang Anda lakukan untuk memastikan pekerjaan Anda tetap terkirim tepat waktu? Apa saja langkah-langkah yang terlibat?",
              "Apa hasil akhirnya? Melihat ke belakang, adakah hal lain yang bisa Anda tangani secara berbeda?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Perhatian terhadap detail",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung berhati-hati dan terorganisir dalam menjalankan tugas di tempat kerja, jarang mengabaikan detail.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya berhati-hati dan terorganisir ketika menjalankan tugas di tempat kerja meskipun detailnya terkadang terabaikan. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang kurang teliti dan teliti dalam bekerja serta cenderung mengabaikan detail. ",
        "summary": "Kecenderungan untuk berhati-hati terhadap detail, dan teliti dalam menyelesaikan tugas.",
        "questionContents": [
          {
            "question": "Tugas pekerjaan yang berbeda mungkin memerlukan tingkat detail dan perhatian yang berbeda-beda. Jelaskan tugas yang Anda kerjakan yang memerlukan perhatian terhadap detail dan kualitas.",
            "additionals": [
              "Tentang apa tugasnya? Apakah Anda bekerja dengan orang lain?",
              "Apa peran Anda dalam tugas ini? Apa hasil yang diharapkan?",
              "Bagaimana pendekatan Anda terhadap tugas tersebut? Bagaimana Anda memastikan detail dan kualitas tidak terganggu?",
              "Apa hasil akhirnya? Apa yang kamu lakukan dengan baik? Apa yang ingin Anda tingkatkan?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Integritas",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang dapat dipercaya, jujur, dan beretika serta secara aktif memastikan konsistensi antara perkataan dan tindakan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang dapat dipercaya, jujur, dan selalu beretika serta berusaha memastikan konsistensi antara perkataan dan tindakan. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mungkin lebih menghargai kepentingan pribadi daripada menjunjung standar etika dan mungkin menunjukkan ketidakkonsistenan antara perkataan dan tindakan. ",
        "summary": "Kecenderungan untuk jujur ​​dan beretika.",
        "questionContents": [
          {
            "question": "Jelaskan situasi di mana Anda harus menyelesaikan tugas namun integritas Anda ditantang dalam prosesnya.",
            "additionals": [
              "Tentang apa tugasnya? Apa kekhawatiran Anda terhadap integritas?",
              "Apa peran Anda dalam situasi ini? Tantangan apa yang Anda hadapi?",
              "Bagaimana Anda menangani situasi ini? Bagaimana Anda juga meyakinkan mereka yang terlibat?",
              "Apa hasil akhirnya? Bagaimana perasaan Anda tentang hal itu? Apa yang akan Anda lakukan secara berbeda?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Kemerdekaan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang mandiri, mampu, dan percaya diri dalam menyelesaikan sesuatu dengan sedikit atau tanpa pengawasan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang secara umum dapat mengarahkan diri sendiri dan mampu serta percaya diri dalam menyelesaikan sesuatu dengan sedikit pengawasan sepanjang waktu. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung membutuhkan bimbingan dan arahan serta mungkin kurang percaya diri dan kemampuan untuk menyelesaikan sesuatu secara mandiri.",
        "summary": "Kecenderungan untuk memilih cara sendiri dalam melakukan sesuatu, membimbing diri sendiri dengan sedikit atau tanpa pengawasan, dan bergantung pada diri sendiri untuk menyelesaikan sesuatu.",
        "questionContents": [
          {
            "question": "Ceritakan tentang waktu Anda harus bekerja sendiri dan membuat keputusan penting dengan sedikit bimbingan.",
            "additionals": [
              "Tentang apa itu? Bimbingan apa yang Anda terima?",
              "Apa keputusan penting yang Anda buat? Kenapa kamu harus melakukan ini sendiri?",
              "Bagaimana proses berpikir Anda? Bagaimana Anda mengatasi kurangnya dukungan?",
              "Apa hasil akhirnya? Bagaimana perasaanmu? Apa yang akan Anda lakukan secara berbeda?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Inovasi",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung menggunakan pendekatan kreatif dalam bekerja dan menggunakan cara berpikir alternatif untuk memecahkan masalah.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sesekali menggunakan metode kreatif atau cara berpikir alternatif untuk memecahkan masalah. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung lebih menyukai cara-cara yang telah dicoba dan diuji dalam melakukan sesuatu daripada berpikir di luar kebiasaan untuk memecahkan masalah.",
        "summary": "Memanfaatkan kreativitas dan pemikiran alternatif untuk mengembangkan ide dan jawaban baru.",
        "questionContents": [
          {
            "question": "Jelaskan contoh di mana Anda menemukan solusi kreatif untuk masalah yang ada.",
            "additionals": [
              "Tentang apa contohnya? Apakah Anda bekerja dengan orang lain dalam hal ini?",
              "Apa masalah yang ada? Menurut Anda mengapa penting untuk mengatasi masalah ini?",
              "Apa yang Anda lakukan untuk mengatasi masalah tersebut? Apa bedanya dengan pendekatan lain?",
              "Bagaimana pendekatan ini memperbaiki masalah yang ada? Apakah Anda akan mengubah pendekatan Anda jika diberi kesempatan lagi?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Berpikir Analitis",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung metodis dalam mengkaji informasi dan mencari pola mendasar untuk menyimpulkan wawasan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang biasanya mengkaji informasi untuk memahami suatu masalah dan terkadang mencari pola mendasar untuk menyimpulkan wawasan. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang cenderung kurang metodis dalam memeriksa informasi dan cenderung tidak mencari pola mendasar untuk menyimpulkan wawasan.\n",
        "summary": "Kecenderungan untuk menganalisis informasi dan menggunakan logika untuk mengatasi masalah dan masalah.",
        "questionContents": [
          {
            "question": "Ingat kembali situasi ketika Anda harus memeriksa berbagai sumber data dan merumuskan solusi atau pendekatan.",
            "additionals": [
              "Apa contohnya? Mengapa Anda perlu merumuskan solusi?",
              "Apa yang harus kamu lakukan? Jenis data atau informasi apa yang harus Anda gunakan?",
              "Bagaimana Anda memahami berbagai data ini? Adakah tantangan yang dihadapi?",
              "Apa hasilnya? Apakah Anda akan melakukan sesuatu yang berbeda?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Pencapaian",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai lingkungan yang menekankan orientasi pencapaian, di mana seseorang diharuskan untuk menunjukkan kemampuan terkuatnya untuk memberikan hasil yang sukses.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai lingkungan yang menekankan orientasi pencapaian, yang terkadang mengharuskan seseorang untuk menunjukkan kemampuan terkuatnya untuk mencapai hasil.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan yang menekankan orientasi prestasi, lebih memilih lingkungan yang kurang fokus pada kemampuan seseorang untuk memberikan hasil.",
        "summary": "Seseorang didorong dengan menggunakan kemampuan dan keterampilan terkuatnya untuk mencapai tujuan, memperoleh rasa pencapaian.",
        "questionContents": [
          {
            "question": "Bagikan bagaimana Anda akan memberikan kemampuan terbaik Anda pada sebuah proyek di peran atau tugas sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Menurut Anda, apa yang harus Anda lakukan agar hal ini sukses?",
              "Bagaimana Anda memastikan keberhasilannya?",
              "Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Kondisi kerja",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai lingkungan yang menawarkan aktivitas tinggi dan peluang terus-menerus untuk mencoba berbagai tugas, yang mendorong perkembangan dan pertumbuhan seseorang.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai lingkungan yang menawarkan keseimbangan aktivitas kerja dan konsistensi kerja, serta fokus pada perkembangan dan pertumbuhan seseorang.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan yang menekankan aktivitas kerja tinggi dan kesempatan belajar yang berbeda, lebih menyukai lingkungan yang tugas konsisten.",
        "summary": "Yang pertama didorong oleh pemenuhan melalui aktivitas tinggi dan mempelajari berbagai tugas dalam lingkungan pertumbuhan yang aman dan profesional.",
        "questionContents": [
          {
            "question": "Bagikan bagaimana faktor-faktor seperti variasi pekerjaan dan kesempatan belajar telah membantu Anda dalam peran atau tugas sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Apa yang harus Anda lakukan untuk peran atau tugas ini? Apa saja faktor spesifiknya?",
              "Bagaimana faktor-faktor ini membantu Anda dalam proses tersebut?",
              "Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Pengakuan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai lingkungan yang mengedepankan prestise dan reputasi karier yang mengutamakan penghargaan ekstrinsik dan kemajuan karier bagi karyawan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai lingkungan yang menawarkan imbalan ekstrinsik, peluang kemajuan karier, dan memiliki kedudukan tinggi.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan yang menekankan penghargaan ekstrinsik, prestise, kemajuan karier, atau memiliki kedudukan karier yang tinggi.",
        "summary": "Yang pertama didorong oleh kemajuan karier, yang disertai dengan prestise, status, dan komponen moneter.",
        "questionContents": [
          {
            "question": "Bagikan bagaimana Anda mendefinisikan dan mengukur kesuksesan dan pengakuan pekerjaan pribadi dalam peran atau tugas sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Apa yang harus Anda lakukan untuk tugas atau peran ini? Bagaimana Anda mendefinisikan kesuksesan dan hasil?",
              "Apa yang Anda lakukan untuk mencapai kesuksesan dan pengakuan kerja?",
              "Apa hasil akhirnya? Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Hubungan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai lingkungan yang penuh dengan persahabatan, tempat karyawan bekerja dan saling mendukung secara erat, serta memiliki tingkat keterlibatan yang tinggi dengan orang lain.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai lingkungan yang mendorong terbentuknya hubungan kerja yang erat di tempat kerja namun mungkin menahan diri dari keterlibatan berlebihan dengan rekan kerja.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan yang mendorong terbentuknya hubungan kerja yang erat di tempat kerja dan mungkin memilih untuk tidak terlibat dengan rekan kerja pekerja.",
        "summary": "Yang pertama didorong oleh bekerja sama dan membangun hubungan baik dengan rekan kerja dan pemangku kepentingan dalam lingkungan non-kompetitif yang bersahabat.",
        "questionContents": [
          {
            "question": "Ceritakan bagaimana pengalaman Anda bekerja dalam tim dan membangun hubungan di tempat kerja pada peran atau tugas sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Bagaimana Anda membangun hubungan dengan orang lain? Menurut Anda mengapa hal ini membantu Anda di tempat kerja?",
              "Apa saja tantangan yang dihadapi? Bagaimana Anda mempertahankan hubungan tersebut?",
              "Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      },
      "support": {
        "name": "Mendukung",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai lingkungan yang mendukung toleransi dan praktik etika dengan rekan kerja dan manajer yang suportif untuk meminta nasihat dan dukungan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai lingkungan yang mengutamakan toleransi atau praktik etika di tempat kerja dan terkadang ingin memiliki rekan kerja dan manajer yang suportif.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan yang mengutamakan toleransi atau praktik etika di tempat kerja atau memiliki rekan kerja dan manajer yang suportif.",
        "summary": "Yang pertama didorong oleh lingkungan yang mengedepankan keadilan dan toleransi, didukung oleh rekan kerja dan manajemen yang suportif.",
        "questionContents": [
          {
            "question": "Bagikan bagaimana dukungan dari rekan kerja dan manajemen bagi Anda pada peran sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Apa tugas yang ada? Dukungan apa yang Anda rasa diperlukan?",
              "Apa yang Anda lakukan untuk tugas ini? Dukungan seperti apa yang Anda terima?",
              "Apa hasil akhirnya? Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Kemerdekaan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang sangat menghargai otonomi dan fleksibilitas untuk mengembangkan dan mencapai tujuan sendiri, dengan pemberdayaan untuk mengambil alih tugas dan kemajuan.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang umumnya menghargai otonomi untuk membuat keputusan dan mengelola kemajuannya sendiri di tempat kerja tetapi hanya dalam parameter yang dapat dikelola. Dalam situasi tertentu, lebih memilih menerima bimbingan rinci dan pengawasan ketat.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap lingkungan di mana karyawan memiliki kebebasan dan wewenang yang signifikan untuk memenuhi tanggung jawab mereka dan mengelola kemajuan dan tugas mereka sendiri, lebih memilih untuk dibimbing dalam bekerja.",
        "summary": "Seseorang didorong oleh otonomi, dan diberi wewenang untuk mengelola kemajuannya sendiri dan membuat keputusan secara independen.",
        "questionContents": [
          {
            "question": "Bagikan bagaimana otonomi dan kemampuan bekerja secara mandiri merupakan komponen kinerja Anda dalam peran atau tugas sebelumnya.",
            "additionals": [
              "Peran atau tugas apa yang Anda lakukan?",
              "Keputusan seperti apa yang harus Anda ambil? Mengapa Anda bisa melatih pemikiran mandiri?",
              "Apa yang Anda lakukan untuk membuat keputusan ini? Apakah pihak lain terlibat dalam proses tersebut, dan seberapa terlibatnya mereka?",
              "Apa hasil akhirnya? Bagaimana perasaan Anda tentang prosesnya? Apa yang Anda pelajari dari hal ini tentang diri Anda?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Realistis",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas di luar ruangan, fisik, dan mekanis dan mencari masalah konkrit dibandingkan masalah abstrak serta senang berada dalam situasi langsung .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas di luar ruangan, fisik, dan mekanis, namun mungkin tidak selalu menikmati situasi kerja langsung.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas di luar ruangan, fisik, dan mekanis dan tidak menyukai situasi kerja langsung seperti membangun dan memperbaiki sesuatu atau mengoperasikan peralatan.",
        "summary": "Pekerjaan realistis sering kali melibatkan aktivitas kerja yang mencakup masalah dan solusi praktis dan langsung. Pekerjaan ini sering kali berhubungan dengan tumbuhan, hewan, dan material dunia nyata seperti kayu, peralatan, dan mesin.",
        "questionContents": [
          {
            "question": "Jelaskan sebuah proyek di mana Anda mendemonstrasikan keterampilan pemecahan masalah dalam situasi praktis dan langsung.",
            "additionals": [
              "Tentang apa proyek itu? Mengapa memerlukan banyak komponen praktis atau praktis?",
              "Apa peran Anda dalam hal ini?",
              "Bagaimana Anda menyelesaikan proyek ini? Apakah Anda menghadapi tantangan?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Penyelidikan",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat untuk bekerja dengan teori dan data, menggunakan metodologi ilmiah untuk memecahkan masalah yang kompleks.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat untuk bekerja dengan teori, data dan angka, mengumpulkan fakta dan menganalisis situasi untuk memecahkan masalah yang kompleks.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang berkisar pada penggunaan teori dan mengumpulkan data atau angka untuk menganalisis atau memecahkan masalah yang kompleks.",
        "summary": "Pekerjaan investigasi sering kali melibatkan pengerjaan ide, penelitian, dan memerlukan banyak pemikiran. Ini mencakup peran yang bersifat analitis dan ilmiah, yang melibatkan eksplorasi dan penelitian menggunakan data dan angka.",
        "questionContents": [
          {
            "question": "Bagikan contoh di mana Anda harus meneliti teori dan bekerja dengan data untuk memecahkan suatu masalah.",
            "additionals": [
              "Tentang apa proyek atau tugasnya?",
              "Apa peran Anda dalam hal ini? Penelitian atau analisis seperti apa yang harus Anda lakukan?",
              "Bagaimana Anda menyelesaikan tugas atau proyek tersebut? Apakah Anda menghadapi tantangan?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Artistik",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap peluang yang melibatkan ekspresi diri yang kreatif dan estetis dalam menciptakan karya atau produk orisinal.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap peluang yang memungkinkan ekspresi diri melalui kreasi artistik dan orisinal, meskipun mungkin tidak selalu cenderung terlibat dalam tugas-tugas kreatif .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang membutuhkan kemampuan estetika dan ekspresi diri atau yang menuntut seseorang untuk kreatif dalam menciptakan karya atau produk orisinal .",
        "summary": "Pekerjaan artistik sering kali melibatkan pengerjaan desain dan konsep. Pekerjaan-pekerjaan ini sering kali memerlukan ekspresi diri dan mencakup peran yang memungkinkan seseorang menjadi artistik dan kreatif dalam menciptakan karya atau produk orisinal.",
        "questionContents": [
          {
            "question": "Jelaskan saat Anda menunjukkan kreativitas atau melatih pemikiran artistik pada suatu tugas atau solusi yang diusulkan.",
            "additionals": [
              "Tentang apa tugasnya? Masukan seperti apa yang dibutuhkan?",
              "Apa peran Anda dalam hal ini? Bagaimana Anda menunjukkan kreativitas?",
              "Bagaimana Anda menyelesaikan tugas tersebut? Bagaimana Anda membayangkan hasil akhirnya?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      },
      "social": {
        "name": "Sosial",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap aktivitas yang melibatkan dukungan, pengembangan, dan pencerahan orang lain serta mengupayakan aktivitas antarpribadi yang bertujuan untuk memberikan hasil yang berdampak secara sosial.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap aktivitas yang melibatkan dukungan, pengembangan, dan pencerahan orang lain, serta berupaya memberikan hasil yang berdampak sosial.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang memberikan dukungan atau layanan kepada orang lain, serta bekerja untuk orang lain untuk memperoleh hasil yang berdampak secara sosial.",
        "summary": "Pekerjaan sosial sering kali melibatkan bekerja, berkomunikasi, dan mengajar orang. Pekerjaan ini sering kali melibatkan membantu atau memberikan layanan kepada orang lain, dengan preferensi untuk menciptakan dampak sosial.",
        "questionContents": [
          {
            "question": "Ingat-ingatlah kapan terakhir kali Anda melakukan lebih dari sekadar membantu atau mendukung seseorang dalam suatu tugas.",
            "additionals": [
              "Tentang apa itu? Mengapa Anda memutuskan untuk membantu orang ini?",
              "Apa yang harus kamu lakukan?",
              "Bagaimana Anda mendukung individu ini? Apakah Anda menghadapi tantangan?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Giat",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan, dan mungkin lebih memilih berada pada posisi berpengaruh atau berkuasa .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan.",
        "summary": "Pekerjaan wirausaha sering kali melibatkan permulaan dan penyelesaian proyek. Hal ini mencakup posisi kekuasaan yang melibatkan mengarahkan dan mempengaruhi orang lain untuk mengadopsi solusi dan kadang-kadang, berorientasi pada penjualan.",
        "questionContents": [
          {
            "question": "Jelaskan tugas yang Anda mulai dan pimpin tetapi tidak berjalan sesuai dengan rencana Anda.",
            "additionals": [
              "Tentang apa tugas ini? Mengapa tidak berjalan sesuai rencana?",
              "Apa peran Anda dalam hal ini?",
              "Bagaimana Anda menyelesaikan tugas tersebut? Apakah Anda menghadapi tantangan?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Konvensional",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas yang membutuhkan keteraturan dan pengorganisasian, serta bekerja dalam operasi yang sistematis dengan pedoman dan prosedur yang jelas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas yang dilakukan secara sistematis dan teratur, meskipun mungkin tidak selalu suka mengikuti aturan dan prosedur dengan cermat.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang terstruktur dan diatur oleh aturan yang harus dilakukan secara sistematis dan teratur, serta mematuhi aturan dan prosedur.",
        "summary": "Pekerjaan konvensional sering kali melibatkan prosedur dan rutinitas yang ditetapkan. Hal ini mencakup peran dengan peraturan dan prosedur yang jelas, di mana struktur dan standar ditegakkan dan dipatuhi.",
        "questionContents": [
          {
            "question": "Jelaskan tugas di mana Anda memastikan kepatuhan terhadap aturan, prosedur, atau standar agar berhasil.",
            "additionals": [
              "Tentang apa tugas ini? Protokol dan aturan apa yang harus Anda terapkan?",
              "Apa peran Anda dalam hal ini?",
              "Bagaimana Anda menyelesaikan tugas atau proyek tersebut? Apakah Anda menghadapi tantangan?",
              "Apa hasil akhirnya? Apakah Anda menikmati prosesnya? Bagaimana perasaan Anda tentang tugas seperti ini?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas emosional",
            "highDescription": "Memiliki grit yang tinggi",
            "lowDescription": "Memiliki ketabahan"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Keramahan",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Kehati-hatian",
            "highDescription": "Sangat puas dalam bekerja",
            "lowDescription": "Puas dalam bekerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Evaluasi Diri Inti",
            "highDescription": "Sangat berkomitmen secara emosional untuk bekerja",
            "lowDescription": "Berkomitmen secara emosional untuk bekerja"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Performa tinggi di tempat kerja",
            "lowDescription": "Performa bagus di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif dalam bekerja",
            "lowDescription": "Kreatif dalam bekerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Tingkat kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan multi-tasking yang sangat kuat",
            "lowDescription": "Bisa multitasking"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi wirausaha",
            "lowDescription": "Mampu menjadi wirausaha"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Stabilitas emosional",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} stabil secara emosional - ",
            "midDescription": "Anda agak bisa mengendalikan emosi dan umumnya tahan terhadap tekanan dan godaan.",
            "lowDescription": "Area perkembangan {{name}} adalah stabilitas emosional {{gender-possessive}} } - "
          },
          "extraversion": {
            "name": "Ekstraversi",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} ekstrover - ",
            "midDescription": "Anda termasuk orang yang mudah bergaul, positif, mencari kegembiraan, dan tegas.",
            "lowDescription": "Area pengembangan {{name}} adalah ekstraversi {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} terbuka terhadap beragam pengalaman - ",
            "midDescription": "Anda agak terbuka untuk terlibat dalam beragam ide, aktivitas, perasaan, dan perspektif.",
            "lowDescription": "Area pengembangan {{name}} adalah keterbukaan {{gender-possessive}} terhadap beragam pengalaman - "
          },
          "agreeableness": {
            "name": "Keramahan",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah keramahan - ",
            "midDescription": "Anda cukup hangat, rendah hati, dan berorientasi pada orang lain.",
            "lowDescription": "Area pengembangan {{name}} adalah keramahan {{gender-possessive}} } - "
          },
          "conscientiousness": {
            "name": "Kehati-hatian",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} teliti - ",
            "midDescription": "Anda cukup percaya diri dengan kemampuan Anda untuk mencapai prestasi dan cukup disiplin dalam memenuhi tugas dengan cara yang terstruktur dan disengaja.",
            "lowDescription": "Area pengembangan {{name}} adalah kesadaran {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Evaluasi Diri Inti",
            "highDescription": "{{name}} memiliki evaluasi diri inti yang tinggi - {{gender-subject}} memandang diri {{gender-object}} secara positif dan konsisten dalam berbagai situasi.",
            "lowDescription": "{{name}} rendah dalam evaluasi diri inti - {{gender-subject}} harus mencoba memandang diri {{gender-object}} dengan cara yang lebih positif dalam berbagai situasi."
          },
          "performanceOrientation": {
            "name": "Orientasi Kinerja",
            "highDescription": "{{name}} memiliki orientasi tujuan kinerja yang tinggi - {{gender-subject}} termotivasi untuk menunjukkan dan memvalidasi kompetensi {{gender-possessive}} dengan mencari penilaian positif dan menghindari penilaian negatif dari orang lain. ",
            "lowDescription": "{{name}} rendah dalam orientasi tujuan kinerja - {{gender-subject}} harus berusaha lebih termotivasi untuk menunjukkan dan memvalidasi kompetensi {{gender-possessive}} dengan mencari penilaian positif dan menghindari penilaian negatif."
          },
          "masteryOrientation": {
            "name": "Orientasi Penguasaan",
            "highDescription": "{{name}} memiliki orientasi tujuan penguasaan yang tinggi - {{gender-subject}} termotivasi untuk mengembangkan kompetensi dengan memperoleh keterampilan baru dan menguasai situasi baru.",
            "lowDescription": "{{name}} kurang dalam orientasi tujuan penguasaan - {{gender-subject}} harus berusaha lebih termotivasi untuk mengembangkan kompetensi dengan memperoleh keterampilan baru dan menguasai situasi baru."
          },
          "selfMonitoring": {
            "name": "Pemantauan diri",
            "highDescription": "{{name}} memiliki kemampuan pemantauan diri yang tinggi - {{gender-subject}} mampu memantau dan mengontrol ekspresi dan perilaku {{gender-possessive}} .",
            "lowDescription": "{{name}} rendah dalam hal pemantauan diri - {{gender-subject}} harus lebih banyak memantau dan mengontrol ekspresi dan perilaku {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Evaluasi Diri Inti",
            "highDescription": "Anda cenderung memandang diri Anda secara positif secara konsisten dalam berbagai situasi. Anda melihat diri Anda sebagai orang yang mampu, berharga, dan mengendalikan hidup Anda. Emosi, pemikiran, dan motivasi positif seperti itu dapat memengaruhi perasaan, pikiran, dan perilaku Anda di tempat kerja.",
            "midDescription": "Terkadang Anda memandang diri sendiri secara lebih positif, dan di lain waktu, lebih negatif. Hal ini memengaruhi apakah Anda memandang diri Anda mampu, berharga, dan mampu mengendalikan hidup Anda, yang berdampak pada perasaan, pemikiran, dan perilaku Anda di tempat kerja.",
            "lowDescription": "Anda cenderung memandang diri sendiri secara negatif dalam berbagai situasi. Anda mungkin melihat diri Anda kurang mampu, tidak berharga, dan tidak bisa mengendalikan hidup Anda. Emosi, pikiran, dan motivasi negatif tersebut dapat memengaruhi perasaan, pemikiran, dan perilaku Anda di tempat kerja."
          },
          "performanceOrientation": {
            "name": "Orientasi Kinerja",
            "highDescription": "Anda yakin bahwa kompetensi Anda ditunjukkan ketika Anda mengungguli orang lain. Akibatnya, Anda cenderung termotivasi untuk menetapkan tujuan yang tinggi untuk diri sendiri, dengan fokus untuk mencapai tingkat kesuksesan dan kemahiran yang lebih tinggi dibandingkan orang lain.",
            "midDescription": "Anda terkadang percaya bahwa kompetensi Anda ditunjukkan ketika Anda mengungguli orang lain. Oleh karena itu, Anda cukup termotivasi untuk menetapkan tujuan yang tinggi untuk diri sendiri, terkadang dengan fokus untuk mencapai tingkat kesuksesan dan kemahiran yang lebih tinggi daripada orang lain.",
            "lowDescription": "Anda tidak percaya bahwa mengungguli orang lain merupakan bukti kompetensi Anda. Anda tidak khawatir tentang bersaing dan menang melawan orang lain. Sasaran yang Anda tetapkan kemungkinan besar tidak akan dipengaruhi atau dimotivasi oleh kesuksesan orang lain."
          },
          "masteryOrientation": {
            "name": "Orientasi Penguasaan",
            "highDescription": "Anda termotivasi untuk mengembangkan kompetensi Anda dengan memperoleh keterampilan baru dan menguasainya dalam situasi baru. Anda mungkin memandang tugas-tugas yang menantang sebagai peluang untuk pertumbuhan dan perkembangan.",
            "midDescription": "Anda agak termotivasi untuk mengembangkan kompetensi Anda dengan memperoleh keterampilan baru dan menguasainya dalam situasi baru. Terkadang Anda mungkin memandang tugas-tugas yang menantang sebagai peluang untuk tumbuh dan berkembang.",
            "lowDescription": "Anda kurang termotivasi untuk mengembangkan kompetensi Anda dan mungkin kurang tertarik untuk memperoleh keterampilan baru atau menguasainya dalam situasi baru. Saat dihadapkan pada tugas-tugas yang menantang, Anda mungkin bereaksi terhadap tugas tersebut dengan ketakutan atau menganggapnya tidak praktis."
          },
          "selfMonitoring": {
            "name": "Pemantauan diri",
            "highDescription": "Anda cenderung mampu dan mau mengatur ekspresi dan perilaku Anda sesuai dengan keadaan sosial. Ini membantu Anda menyesuaikan cara Anda menampilkan diri kepada orang lain berdasarkan isyarat sosial dan menjadi lebih efektif dalam beradaptasi dengan situasi baru.",
            "midDescription": "Terkadang Anda mampu dan mau mengatur ekspresi dan perilaku Anda sesuai dengan keadaan sosial. Ini membantu Anda menyesuaikan cara Anda menampilkan diri kepada orang lain berdasarkan isyarat sosial dan menjadi lebih efektif dalam beradaptasi dengan situasi baru.",
            "lowDescription": "Anda cenderung kurang mampu atau tidak mau mengatur ekspresi dan perilaku Anda, apa pun keadaan sosialnya. Anda tidak mungkin menggunakan isyarat sosial untuk menyesuaikan cara Anda menampilkan diri kepada orang lain dan Anda mungkin kurang efektif dalam beradaptasi dengan situasi baru."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "Peran praktis & langsung yang melibatkan mesin & peralatan",
            "lowDescription": "Peran praktis & langsung yang melibatkan mesin & peralatan"
          },
          "investigative": {
            "name": "Penyelidikan",
            "highDescription": "Peran analitis & ilmiah yang melibatkan eksplorasi & penelitian berbagai hal",
            "lowDescription": "Peran analitis & ilmiah yang melibatkan eksplorasi & penelitian berbagai hal"
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "Peran kreatif & artistik yang melibatkan penciptaan karya orisinal",
            "lowDescription": "Peran kreatif & artistik yang melibatkan penciptaan karya orisinal"
          },
          "social": {
            "name": "Sosial",
            "highDescription": "Peran yang dapat membantu orang dengan mengajar & membantu mereka",
            "lowDescription": "Peran yang dapat membantu orang dengan mengajar & membantu mereka"
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "Posisi kepemimpinan yang melibatkan mempengaruhi & mengarahkan orang lain",
            "lowDescription": "Posisi kepemimpinan yang melibatkan mempengaruhi & mengarahkan orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "Peran dengan aturan & prosedur yang jelas",
            "lowDescription": "Peran dengan aturan & prosedur yang jelas"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "Lebih banyak aktivitas langsung di tempat kerja"
          },
          "investigative": {
            "name": "Penyelidikan",
            "highDescription": "Lebih banyak tugas yang berkisar pada penelitian dan analitik"
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "Lebih banyak peluang bagi {{name}} untuk menciptakan hal-hal baru"
          },
          "social": {
            "name": "Sosial",
            "highDescription": "Lebih banyak tugas pekerjaan yang memungkinkan {{name}} membantu orang lain"
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "Lebih banyak peluang yang memungkinkan {{name}} memengaruhi orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "Lebih banyak aktivitas yang berkisar pada pencatatan dan melakukan perhitungan"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realistis"
          },
          "investigative": {
            "name": "Penyelidikan"
          },
          "artistic": {
            "name": "Artistik"
          },
          "social": {
            "name": "Sosial"
          },
          "enterprising": {
            "name": "Giat"
          },
          "conventional": {
            "name": "Konvensional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realistis",
            "lowDescription": "{{name}} mungkin tidak menyukai aktivitas langsung di tempat kerja"
          },
          "investigative": {
            "name": "Penyelidikan",
            "lowDescription": "{{name}} mungkin menghindari tugas-tugas yang berkisar pada penelitian dan analisis"
          },
          "artistic": {
            "name": "Artistik",
            "lowDescription": "{{name}} mungkin merasa kesulitan dalam memanfaatkan peluang untuk menciptakan hal-hal baru"
          },
          "social": {
            "name": "Sosial",
            "lowDescription": "{{name}} mungkin tidak menyukai aktivitas yang membutuhkan {{gender-object}} untuk membantu orang lain"
          },
          "enterprising": {
            "name": "Giat",
            "lowDescription": "{{name}} mungkin menghindari aktivitas yang memerlukan {{gender-object}} untuk memengaruhi orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "lowDescription": "{{name}} mungkin merasa kesulitan untuk melakukan aktivitas seputar pencatatan dan penghitungan"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas di luar ruangan, fisik, dan mekanis dan mencari masalah konkrit dibandingkan masalah abstrak serta senang berada dalam situasi langsung .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas di luar ruangan, fisik, dan mekanis, namun mungkin tidak selalu menikmati situasi kerja langsung.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas di luar ruangan, fisik, dan mekanis dan tidak menyukai situasi kerja langsung seperti membangun dan memperbaiki sesuatu atau mengoperasikan peralatan.",
            "summary": "{{name}} paling suka bekerja dalam pekerjaan Realistis - {{gender-subject}} menyukai pekerjaan praktis, mekanis, dan langsung."
          },
          "investigative": {
            "name": "Penyelidikan",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat untuk bekerja dengan teori dan data, menggunakan metodologi ilmiah untuk memecahkan masalah yang kompleks.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat untuk bekerja dengan teori, data dan angka, mengumpulkan fakta dan menganalisis situasi untuk memecahkan masalah yang kompleks.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang berkisar pada penggunaan teori dan mengumpulkan data atau angka untuk menganalisis atau memecahkan masalah yang kompleks.",
            "summary": "{{name}} paling suka bekerja di pekerjaan Investigasi - {{gender-subject}} menyukai pekerjaan analitis dan ilmiah."
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap peluang yang melibatkan ekspresi diri yang kreatif dan estetis dalam menciptakan karya atau produk orisinal.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap peluang yang memungkinkan ekspresi diri melalui kreasi artistik dan orisinal, meskipun mungkin tidak selalu cenderung terlibat dalam tugas-tugas kreatif .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang membutuhkan kemampuan estetika dan ekspresi diri atau yang menuntut kreativitas dalam menciptakan karya atau produk orisinal .",
            "summary": "{{name}} paling suka bekerja di bidang Artistik - {{gender-subject}} menyukai pekerjaan yang kreatif, ekspresif, dan artistik."
          },
          "social": {
            "name": "Sosial",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap aktivitas yang melibatkan dukungan, pengembangan, dan pencerahan orang lain serta mengupayakan aktivitas antarpribadi yang bertujuan untuk memberikan hasil yang berdampak secara sosial.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap aktivitas yang melibatkan dukungan, pengembangan, dan pencerahan orang lain, serta berupaya memberikan hasil yang berdampak sosial.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang memberikan dukungan atau layanan kepada orang lain, serta bekerja untuk orang lain untuk memperoleh hasil yang berdampak secara sosial.",
            "summary": "{{name}} paling suka bekerja di pekerjaan Sosial - {{gender-subject}} menyukai pekerjaan yang dapat membantu orang."
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan, dan lebih memilih berada pada posisi berpengaruh atau berkuasa.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang memerlukan pengarahan dan pengaruh terhadap orang lain untuk mengadopsi solusi atau pendekatan.",
            "summary": "{{name}} paling suka bekerja di pekerjaan Wirausaha - {{gender-subject}} menyukai pekerjaan yang memungkinkan mereka berada di posisi kepemimpinan."
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi kuat terhadap tugas-tugas yang membutuhkan keteraturan dan pengorganisasian, serta bekerja dalam operasi yang sistematis dengan pedoman dan prosedur yang jelas.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi moderat terhadap tugas-tugas yang dilakukan secara sistematis dan teratur, meskipun mungkin tidak selalu suka mengikuti aturan dan prosedur dengan cermat.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki preferensi rendah terhadap tugas-tugas yang terstruktur dan diatur oleh aturan yang harus dilakukan secara sistematis dan teratur, serta mematuhi aturan dan prosedur.",
            "summary": "{{name}} paling suka bekerja di pekerjaan Konvensional - {{gender-subject}} menyukai pekerjaan dengan standar, aturan, dan prosedur yang jelas."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas emosional",
            "highDescription": "Memiliki grit yang tinggi",
            "lowDescription": "Memiliki ketabahan"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Keramahan",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Kehati-hatian",
            "highDescription": "Sangat puas dalam bekerja",
            "lowDescription": "Puas dalam bekerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Evaluasi Diri Inti",
            "highDescription": "Sangat berkomitmen secara emosional untuk bekerja",
            "lowDescription": "Berkomitmen secara emosional untuk bekerja"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Performa tinggi di tempat kerja",
            "lowDescription": "Performa bagus di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif dalam bekerja",
            "lowDescription": "Kreatif dalam bekerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Tingkat kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan multi-tasking yang sangat kuat",
            "lowDescription": "Bisa multitasking"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi wirausaha",
            "lowDescription": "Mampu menjadi wirausaha"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Pencapaian",
            "highDescription": "Didorong oleh hasil",
            "midDescription": "Fokus moderat pada hasil",
            "lowDescription": "Fokus rendah pada hasil"
          },
          "recognition": {
            "name": "Pengakuan",
            "highDescription": "Kemajuan dan penghargaan",
            "midDescription": "Fokus moderat pada kemajuan dan penghargaan",
            "lowDescription": "Rendahnya fokus pada kemajuan dan penghargaan"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "Kolaborasi dan ramah",
            "midDescription": "Keseimbangan antara kolaborasi dan otonomi",
            "lowDescription": "Otonomi dan kompetitif"
          },
          "support": {
            "name": "Mendukung",
            "highDescription": "Mendukung dan etis",
            "midDescription": "Beberapa dukungan dan etika",
            "lowDescription": "Dukungan dan etika yang rendah"
          },
          "independence": {
            "name": "Kemerdekaan",
            "highDescription": "Ketegasan dan kemandirian",
            "midDescription": "Tingkat ketegasan sedang",
            "lowDescription": "Keragu-raguan dan ketergantungan"
          },
          "workingConditions": {
            "name": "Kondisi kerja",
            "highDescription": "Keamanan dan kondisi kerja yang baik",
            "midDescription": "Fokus moderat pada keamanan dan kondisi kerja",
            "lowDescription": "Rendahnya fokus pada keamanan dan kondisi kerja"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Pencapaian",
            "highDescription": "Organisasi yang fokus pada hasil dengan menaruh harapan yang tinggi terhadap prestasi dan kinerja dengan memanfaatkan ketrampilan dan kemampuan pegawainya"
          },
          "recognition": {
            "name": "Pengakuan",
            "highDescription": "Sebuah organisasi yang mengakui pekerjaan karyawannya melalui peluang kemajuan dan penghargaan"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "Budaya organisasi yang mendorong kerja sama tim dan lingkungan kerja yang tidak kompetitif",
            "lowDescription": "Budaya organisasi yang kompetitif di mana orang-orang bekerja secara mandiri"
          },
          "support": {
            "name": "Mendukung",
            "highDescription": "Budaya organisasi yang mendukung karyawan dan pengembangannya, serta memiliki standar etika yang tinggi"
          },
          "independence": {
            "name": "Kemerdekaan",
            "highDescription": "Peluang konstan untuk mengambil risiko dan bereksperimen dengan ide-ide baru di seluruh organisasi",
            "lowDescription": "Sebuah organisasi yang berorientasi pada aturan dan berfokus pada stabilitas"
          },
          "workingConditions": {
            "name": "Kondisi kerja",
            "highDescription": "Suatu organisasi yang memberikan rasa keamanan kerja dan kondisi kerja yang baik kepada karyawannya"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Pencapaian"
          },
          "recognition": {
            "name": "Pengakuan"
          },
          "relationships": {
            "name": "Hubungan"
          },
          "support": {
            "name": "Mendukung"
          },
          "independence": {
            "name": "Kemerdekaan"
          },
          "workingConditions": {
            "name": "Kondisi kerja"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Pencapaian",
            "lowDescription": "Mungkin terlalu berat bagi {{name}} jika ada ekspektasi yang tinggi terhadap pencapaian, kinerja, dan hasil di seluruh organisasi"
          },
          "recognition": {
            "name": "Pengakuan",
            "lowDescription": "{{name}} tidak terlalu menekankan peluang kemajuan dan penghargaan dari organisasi sehingga penting untuk mengetahui hal-hal lain yang bernilai dari {{gender-subject}}"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "{{name}} mungkin kurang puas dengan budaya organisasi yang kompetitif dan mendorong orang untuk bekerja secara mandiri",
            "lowDescription": "{{name}} mungkin merasa kurang puas di tempat kerja jika organisasi mendorong kerja tim dan kolaborasi"
          },
          "support": {
            "name": "Mendukung",
            "lowDescription": "{{name}} mungkin tidak puas jika organisasi tidak mendukung karyawannya dan pengembangan mereka"
          },
          "independence": {
            "name": "Kemerdekaan",
            "highDescription": "{{name}} mungkin kurang puas di tempat kerja jika organisasi menjadi lebih berorientasi pada aturan dan lebih fokus pada stabilitas",
            "lowDescription": "{{name}} mungkin merasa kurang puas di tempat kerja jika organisasi mulai mengambil lebih banyak risiko dan mencoba lebih sering bereksperimen dengan ide-ide baru"
          },
          "workingConditions": {
            "name": "Kondisi kerja",
            "lowDescription": "{{name}} tidak memberikan fokus yang tinggi pada kondisi kerja dan rasa keamanan kerja yang diberikan organisasi sehingga penting untuk mengetahui hal-hal lain yang bernilai dari {{gender-subject}}"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Inovasi",
            "highDescription": "{{name}} lebih menghargai inovasi dan pengambilan risiko daripada stabilitas dan prediktabilitas dalam suatu organisasi.",
            "midDescription": "{{name}} menghargai keseimbangan inovasi dan stabilitas dalam organisasi.",
            "lowDescription": "{{name}} lebih menghargai stabilitas dan prediktabilitas daripada inovasi dan pengambilan risiko dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai inovasi dalam suatu organisasi."
          },
          "attentionToDetail": {
            "name": "Perhatian terhadap detail",
            "highDescription": "{{name}} sangat menghargai organisasi yang harus teliti dan memperhatikan detail.",
            "midDescription": "{{name}} menghargai organisasi yang harus tepat dan memperhatikan detail hingga tingkat yang moderat.",
            "lowDescription": "{{name}} tidak terlalu menghargai organisasi yang harus teliti dan memperhatikan detail.",
            "summary": "{{name}} sangat menghargai organisasi yang memperhatikan detail."
          },
          "outcomeOrientation": {
            "name": "Orientasi Hasil",
            "highDescription": "{{name}} menghargai organisasi yang memiliki ekspektasi tinggi terhadap kinerja, hasil, dan pencapaian.",
            "midDescription": "{{name}} menghargai organisasi yang memiliki ekspektasi tertentu terhadap kinerja, hasil, dan pencapaian.",
            "lowDescription": "{{name}} menghargai organisasi yang memiliki ekspektasi rendah terhadap kinerja, hasil, dan pencapaian.",
            "summary": "{{name}} sangat menghargai organisasi yang fokus pada hasil."
          },
          "aggressiveness": {
            "name": "Agresivitas",
            "highDescription": "{{name}} lebih menghargai agresivitas dan daya saing daripada tanggung jawab sosial dalam sebuah organisasi.",
            "midDescription": "{{name}} menghargai keseimbangan antara agresivitas dan tanggung jawab sosial dalam sebuah organisasi.",
            "lowDescription": "{{name}} lebih menghargai tanggung jawab sosial daripada agresivitas dan daya saing dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai agresivitas dalam suatu organisasi."
          },
          "supportiveness": {
            "name": "Dukungan",
            "highDescription": "{{name}} sangat menghargai dukungan dan berbagi informasi dalam sebuah organisasi.",
            "midDescription": "{{name}} menghargai dukungan dan berbagi informasi dalam organisasi hingga tingkat yang moderat.",
            "lowDescription": "{{name}} tidak terlalu menghargai dukungan dan berbagi informasi dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai dukungan dalam suatu organisasi."
          },
          "emphasisOnRewards": {
            "name": "Pertumbuhan dan Penghargaan",
            "highDescription": "{{name}} menghargai organisasi yang memberikan penghargaan kepada karyawan seperti gaji dan peluang pertumbuhan.",
            "midDescription": "{{name}} menghargai organisasi yang terkadang memberikan penghargaan kepada karyawan seperti gaji dan peluang pertumbuhan.",
            "lowDescription": "{{name}} tidak menghargai imbalan bagi karyawan seperti gaji dan peluang pertumbuhan dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai organisasi yang menekankan penghargaan."
          },
          "teamOrientation": {
            "name": "Orientasi Tim",
            "highDescription": "{{name}} lebih menghargai orientasi tim dan kolaborasi daripada otonomi dan kemandirian dalam organisasi.",
            "midDescription": "{{name}} menghargai keseimbangan orientasi tim dan otonomi dalam suatu organisasi.",
            "lowDescription": "{{name}} lebih menghargai otonomi dan kemandirian daripada orientasi tim dan kolaborasi dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai organisasi yang berorientasi pada tim."
          },
          "decisiveness": {
            "name": "Ketegasan",
            "highDescription": "{{name}} menghargai organisasi yang dapat mengambil keputusan dengan cepat.",
            "midDescription": "{{name}} menghargai organisasi yang menyeimbangkan antara konflik dan ketegasan.",
            "lowDescription": "{{name}} menghargai organisasi yang memiliki budaya yang mendorong konflik dibandingkan dengan ketegasan.",
            "summary": "{{name}} sangat menghargai organisasi yang dapat mengambil keputusan dengan cepat."
          },
          "respectForPeople": {
            "name": "Menghormati orang",
            "highDescription": "{{name}} sangat menjunjung tinggi keadilan dan toleransi dalam suatu organisasi.",
            "midDescription": "{{name}} menghargai keadilan dan toleransi dalam suatu organisasi hingga tingkat yang moderat.",
            "lowDescription": "{{name}} tidak terlalu menghargai keadilan dan toleransi dalam suatu organisasi.",
            "summary": "{{name}} sangat menghargai organisasi yang menghormati orang lain."
          },
          "adaptability": {
            "name": "Kemampuan beradaptasi",
            "highDescription": "{{name}} menghargai organisasi yang adaptif, inovatif, dan bersedia bereksperimen.",
            "midDescription": "{{name}} menghargai organisasi yang menyeimbangkan antara kemampuan beradaptasi dan stabilitas.",
            "lowDescription": "{{name}} menghargai organisasi yang stabil, dapat diprediksi, dan berhati-hati.",
            "summary": "{{name}} sangat menghargai organisasi yang mudah beradaptasi."
          },
          "collaboration": {
            "name": "Kolaborasi",
            "highDescription": "{{name}} menghargai organisasi yang memiliki budaya berorientasi pada manusia yang berfokus pada kolaborasi dan kerja tim.",
            "midDescription": "{{name}} menghargai organisasi yang mencapai keseimbangan antara kolaborasi dan otonomi (kebebasan untuk mengatur diri sendiri atau mengatur aktivitas Anda sendiri di tempat kerja).",
            "lowDescription": "{{name}} menghargai budaya organisasi dengan kurang fokus pada berorientasi pada orang dan lebih fokus pada otonomi (kebebasan untuk mengatur diri sendiri atau mengatur aktivitas sendiri di tempat kerja) dan agresivitas dalam mencapai tujuan Anda.",
            "summary": "{{name}} sangat menghargai organisasi yang mendorong kolaborasi."
          },
          "customerOrientation": {
            "name": "Orientasi pelanggan",
            "highDescription": "{{name}} menghargai organisasi yang didorong oleh pasar dan fokus pada pelanggan.",
            "midDescription": "{{name}} menghargai organisasi yang cukup berorientasi pada pasar dan fokus pada pelanggan.",
            "lowDescription": "{{name}} menghargai organisasi yang kurang berorientasi pada pasar dan kurang fokus pada pelanggan.",
            "summary": "{{name}} sangat menghargai organisasi yang berorientasi pada pelanggan."
          },
          "detailOrientation": {
            "name": "Orientasi Detil",
            "highDescription": "{{name}} menghargai organisasi yang memperhatikan detail dan kualitas.",
            "midDescription": "{{name}} menghargai organisasi yang memperhatikan detail dan kualitas sampai batas tertentu.",
            "lowDescription": "{{name}} tidak menghargai organisasi yang memperhatikan detail dan kualitas.",
            "summary": "{{name}} sangat menghargai organisasi yang fokus pada detail."
          },
          "integrity": {
            "name": "Integritas",
            "highDescription": "{{name}} sangat menghargai organisasi yang memiliki integritas tinggi dan standar etika yang tinggi seperti menghormati orang lain.",
            "midDescription": "{{name}} menghargai organisasi yang memiliki integritas dan standar etika tertentu seperti menghormati orang lain.",
            "lowDescription": "{{name}} tidak menghargai organisasi yang memiliki integritas dan standar etika seperti menghormati orang lain.",
            "summary": "{{name}} sangat menghargai organisasi yang memiliki integritas."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas emosional",
            "highDescription": "Memiliki grit yang tinggi",
            "lowDescription": "Memiliki ketabahan"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Keramahan",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Kehati-hatian",
            "highDescription": "Sangat puas dalam bekerja",
            "lowDescription": "Puas dalam bekerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Evaluasi Diri Inti",
            "highDescription": "Sangat berkomitmen secara emosional untuk bekerja",
            "lowDescription": "Berkomitmen secara emosional untuk bekerja"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Performa tinggi di tempat kerja",
            "lowDescription": "Performa bagus di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif dalam bekerja",
            "lowDescription": "Kreatif dalam bekerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Tingkat kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan multi-tasking yang sangat kuat",
            "lowDescription": "Bisa multitasking"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi wirausaha",
            "lowDescription": "Mampu menjadi wirausaha"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "Anda jarang merasa khawatir dan takut tentang berbagai hal.",
            "lowDescription": "Anda cenderung khawatir dan takut tentang berbagai hal."
          },
          "anger": {
            "name": "Ketenangan",
            "highDescription": "Anda tidak mudah merasa frustrasi atau marah.",
            "lowDescription": "Anda cenderung mudah merasa frustrasi atau marah."
          },
          "depression": {
            "name": "Harapan",
            "highDescription": "Anda tidak sering merasa sedih.",
            "lowDescription": "Anda sering merasa sedih."
          },
          "selfConsciousness": {
            "name": "Percaya diri",
            "highDescription": "Anda cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu khawatir tentang apa yang orang lain pikirkan tentang Anda.",
            "lowDescription": "Anda cenderung minder dalam situasi sosial dan peka terhadap apa yang orang lain pikirkan tentang Anda."
          },
          "immoderation": {
            "name": "Tekad",
            "highDescription": "Anda mampu menahan godaan dan tidak akan terlalu memanjakan diri.",
            "lowDescription": "Anda kesulitan menahan godaan dan cenderung memanjakan diri secara berlebihan."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "Anda bisa tetap tenang dalam situasi stres.",
            "lowDescription": "Anda cenderung merasa kewalahan dalam situasi stres."
          },
          "friendliness": {
            "name": "Keramahan",
            "highDescription": "Anda merasa nyaman berada di dekat orang lain dan dapat berteman dengan mudah.",
            "lowDescription": "Anda cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman."
          },
          "gregariousness": {
            "name": "sifat suka berteman",
            "highDescription": "Anda lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain.",
            "lowDescription": "Anda lebih suka menyendiri dan tidak dikelilingi oleh orang-orang."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "Anda cenderung mengambil alih.",
            "lowDescription": "Anda cenderung menghindari mengambil alih, lebih memilih orang lain yang memimpin."
          },
          "activityLevel": {
            "name": "Tingkat aktifitas",
            "highDescription": "Anda cenderung sibuk dan melakukan banyak hal dengan waktu Anda.",
            "lowDescription": "Kamu lebih suka santai saja dan tidak menghabiskan waktumu untuk terlalu banyak hal."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "Anda suka mencari kegembiraan, petualangan, dan mengambil risiko.",
            "lowDescription": "Anda tidak suka mencari kegembiraan dan petualangan atau mengambil risiko."
          },
          "cheerfulness": {
            "name": "Kegembiraan",
            "highDescription": "Anda adalah orang yang gembira dan sering mengalami suasana hati yang positif.",
            "lowDescription": "Anda cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "Anda suka tersesat dalam pikiran dan imajinasi Anda.",
            "lowDescription": "Anda tidak suka tersesat dalam pikiran dan imajinasi Anda."
          },
          "artisticInterests": {
            "name": "Minat artistik",
            "highDescription": "Anda tertarik pada seni dan sastra.",
            "lowDescription": "Anda tidak tertarik pada seni dan sastra."
          },
          "emotionality": {
            "name": "Emosionalitas",
            "highDescription": "Anda sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain.",
            "lowDescription": "Anda cenderung kurang sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain."
          },
          "adventurousness": {
            "name": "Kepetualangan",
            "highDescription": "Anda cenderung menerima variasi dan perubahan",
            "lowDescription": "Anda lebih menyukai rutinitas dan konvensi serta kurang menerima perubahan."
          },
          "intellect": {
            "name": "Intelek",
            "highDescription": "Anda tertarik pada ide dan diskusi abstrak dan filosofis.",
            "lowDescription": "Anda cenderung tidak tertarik pada ide dan diskusi yang abstrak dan filosofis."
          },
          "liberalism": {
            "name": "Liberalisme",
            "highDescription": "Anda cenderung bersedia menantang konvensi dan nilai-nilai tradisional.",
            "lowDescription": "Anda cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional."
          },
          "trust": {
            "name": "Memercayai",
            "highDescription": "Anda cenderung mempercayai orang lain.",
            "lowDescription": "Anda cenderung lebih skeptis terhadap niat orang lain."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "Anda tulus dalam berurusan dengan orang lain dan tidak melakukan manipulasi.",
            "lowDescription": "Anda percaya bahwa penipuan pada tingkat tertentu diperlukan dalam hubungan untuk mencapai tujuan yang Anda inginkan."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Anda peduli terhadap orang lain dan bersedia membantu mereka yang membutuhkan.",
            "lowDescription": "Anda kurang peduli terhadap orang lain dan mungkin memilih untuk tidak terlibat dalam urusan mereka."
          },
          "cooperation": {
            "name": "Kerja sama",
            "highDescription": "Anda tidak menyukai konfrontasi dan tidak bertindak secara kompetitif dan agresif.",
            "lowDescription": "Anda cenderung bertindak secara kompetitif dan agresif."
          },
          "modesty": {
            "name": "Kesopanan",
            "highDescription": "Anda cenderung rendah hati dan tidak terlalu mementingkan diri sendiri.",
            "lowDescription": "Anda cenderung memiliki penilaian tinggi terhadap diri sendiri dan mungkin menganggap diri Anda lebih unggul dari orang lain."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "Anda bersimpati dengan orang lain.",
            "lowDescription": "Anda cenderung tidak mudah bersimpati dengan orang lain."
          },
          "selfEfficacy": {
            "name": "Efikasi Diri",
            "highDescription": "Anda yakin dengan kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya.",
            "lowDescription": "Anda kurang percaya diri pada kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya."
          },
          "orderliness": {
            "name": "Ketertiban",
            "highDescription": "Anda rapi dan terorganisir.",
            "lowDescription": "Anda cenderung tidak rapi dan kurang terorganisir."
          },
          "dutifulness": {
            "name": "Kewajiban",
            "highDescription": "Anda cenderung mematuhi aturan dan memenuhi kewajiban.",
            "lowDescription": "Anda cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban."
          },
          "achievementStriving": {
            "name": "Berjuang berprestasi",
            "highDescription": "Anda bekerja keras dan melampaui ekspektasi.",
            "lowDescription": "Anda cenderung puas dengan tingkat pencapaian yang lebih rendah."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "Anda cenderung bersiap dan melaksanakan rencana secara disiplin.",
            "lowDescription": "Anda cenderung tidak siap dan mungkin tidak menjalankan rencana secara disiplin."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "Anda berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan.",
            "lowDescription": "Anda cenderung bertindak atau mengambil keputusan tanpa memikirkan konsekuensinya."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "Anda jarang merasa khawatir dan takut tentang berbagai hal. Selama situasi stres di tempat kerja, Anda tidak sering merasa tertekan atau terganggu, sehingga memungkinkan Anda untuk bekerja sesuai standar biasanya.",
            "midDescription": "Anda kadang-kadang merasa khawatir dan takut tentang berbagai hal. Selama situasi stres di tempat kerja, terkadang Anda mungkin merasa tertekan atau terganggu, yang dapat memengaruhi kinerja Anda jika Anda merasa hal tersebut berada di luar kemampuan Anda untuk mengatasinya.",
            "lowDescription": "Anda cenderung khawatir dan takut tentang berbagai hal. Selama situasi stres di tempat kerja, Anda mungkin sering merasa tertekan atau terganggu, yang dapat berdampak buruk pada kinerja Anda jika Anda merasa hal tersebut berada di luar kemampuan Anda untuk mengatasinya."
          },
          "anger": {
            "name": "Ketenangan",
            "highDescription": "Anda tidak mudah merasa frustrasi atau marah. Hal ini berguna dalam membangun kepercayaan di tempat kerja, memungkinkan pengelolaan konflik yang konstruktif, dan memfasilitasi iklim kerja yang sipil dan profesional.",
            "midDescription": "Anda cenderung merasa frustrasi atau marah sesekali. Jika salah dikelola, hal ini dapat merugikan kesehatan pribadi dan kinerja kerja Anda. Jika diungkapkan secara tidak konstruktif dan berlebihan, hal ini juga dapat membebani hubungan kerja dan dapat membahayakan iklim organisasi.",
            "lowDescription": "Anda cenderung mudah merasa frustrasi atau marah. Jika salah dikelola, hal ini dapat merugikan kesehatan pribadi dan kinerja kerja Anda. Jika diungkapkan secara tidak konstruktif dan berlebihan, hal ini juga dapat membebani hubungan kerja dan dapat membahayakan iklim organisasi."
          },
          "depression": {
            "name": "Harapan",
            "highDescription": "Anda tidak sering merasa sedih. Anda tidak mudah terpengaruh oleh perasaan sedih, yang memungkinkan Anda bekerja sesuai standar biasa.",
            "midDescription": "Anda kadang-kadang merasa sedih. Jika dibiarkan, perasaan tertekan seringkali mengakibatkan kurangnya motivasi dan energi serta kesulitan dalam memulai aktivitas, sehingga dapat berujung pada kesulitan dalam mempertahankan kinerja optimal dalam bekerja.",
            "lowDescription": "Anda cenderung sering merasa sedih. Jika dibiarkan, perasaan tertekan seringkali mengakibatkan kurangnya motivasi dan energi serta kesulitan dalam memulai aktivitas, sehingga dapat berujung pada kesulitan dalam mempertahankan kinerja optimal dalam bekerja."
          },
          "selfConsciousness": {
            "name": "Percaya diri",
            "highDescription": "Anda cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu khawatir tentang apa yang orang lain pikirkan tentang Anda. Hal ini memungkinkan Anda untuk menampilkan diri dan berinteraksi dengan orang lain secara lebih autentik. Namun, jika dilakukan secara ekstrem, mungkin ada risiko kurangnya kesadaran diri.",
            "midDescription": "Terkadang Anda mungkin merasa minder dalam situasi sosial dan peka terhadap apa yang orang lain pikirkan tentang Anda. Kekhawatiran ini dapat menyebabkan ketidaknyamanan dan kegugupan dalam interaksi sosial, yang mungkin menghalangi Anda mencapai apa yang sebenarnya dapat Anda capai di tempat kerja.",
            "lowDescription": "Anda cenderung minder dalam situasi sosial dan peka terhadap apa yang orang lain pikirkan tentang Anda. Kekhawatiran ini dapat menyebabkan ketidaknyamanan dan kegugupan dalam interaksi sosial, yang mungkin menghalangi Anda mencapai apa yang sebenarnya dapat Anda capai di tempat kerja."
          },
          "immoderation": {
            "name": "Tekad",
            "highDescription": "Anda mampu menahan godaan dan tidak akan terlalu memanjakan diri. Ini membantu produktivitas Anda di tempat kerja.",
            "midDescription": "Anda terkadang mampu menahan godaan dan terkadang memanjakan diri secara berlebihan. Terlalu sering menyerah pada dorongan hati di tempat kerja dapat memengaruhi produktivitas Anda.",
            "lowDescription": "Anda kesulitan menahan godaan dan cenderung memanjakan diri secara berlebihan. Terlalu sering menyerah pada dorongan hati di tempat kerja dapat memengaruhi produktivitas Anda."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "Anda bisa tetap tenang dalam situasi stres. Hal ini membantu Anda berpikir, mengambil keputusan, dan mengambil tindakan dengan pikiran jernih, bahkan saat berada di bawah tekanan. Namun, reaksi yang terlalu tenang terkadang dianggap oleh orang lain sebagai kurangnya empati atau kesalahpahaman tentang parahnya situasi.",
            "midDescription": "Terkadang Anda bisa tetap tenang dalam situasi stres. Tetap tenang membantu Anda berpikir, mengambil keputusan, dan mengambil tindakan dengan pikiran jernih. Sebaliknya, kewalahan akan menghambat kemampuan Anda dalam berpikir, mengambil keputusan, dan bertindak, sehingga berdampak pada performa kerja Anda.",
            "lowDescription": "Anda cenderung merasa kewalahan dalam situasi stres. Di bawah tekanan, Anda mungkin merasa panik, kebingungan, dan tidak berdaya yang dapat menghambat kemampuan Anda untuk berpikir jernih, mengambil keputusan, dan mengambil tindakan. Hal ini dapat berdampak pada performa kerja Anda."
          },
          "friendliness": {
            "name": "Keramahan",
            "highDescription": "Anda merasa nyaman berada di dekat orang lain dan dapat berteman dengan mudah. Hal ini memungkinkan Anda menavigasi situasi sosial, termasuk di tempat kerja.",
            "midDescription": "Anda merasa nyaman berada di dekat orang lain dan mampu berteman dengan susah payah. Hal ini memengaruhi kemampuan Anda dalam menghadapi situasi sosial, termasuk di tempat kerja.",
            "lowDescription": "Anda cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman. Hal ini mungkin berdampak pada kemampuan Anda dalam menghadapi situasi sosial, termasuk di tempat kerja."
          },
          "gregariousness": {
            "name": "sifat suka berteman",
            "highDescription": "Anda lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain. Hal ini berguna ketika Anda perlu bekerja dalam konteks sosial yang umum di tempat kerja.",
            "midDescription": "Terkadang Anda menikmati kebersamaan dengan orang lain, tetapi di lain waktu, Anda lebih suka menyendiri. Bersikap ramah sangat membantu ketika Anda perlu bekerja dalam konteks sosial yang umum di tempat kerja.",
            "lowDescription": "Anda lebih suka menyendiri dan tidak dikelilingi oleh orang-orang. Hal ini terkadang memengaruhi kemampuan Anda untuk bekerja dalam konteks sosial yang umum di tempat kerja."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "Anda cenderung mengambil alih. Ini berkontribusi pada potensi kepemimpinan Anda.",
            "midDescription": "Anda kadang-kadang mengambil alih. Ini berkontribusi pada potensi kepemimpinan Anda.",
            "lowDescription": "Anda cenderung menghindari mengambil alih, lebih memilih orang lain yang memimpin. Hal ini mungkin berdampak pada potensi kepemimpinan Anda."
          },
          "activityLevel": {
            "name": "Tingkat aktifitas",
            "highDescription": "Anda cenderung sibuk dan melakukan banyak hal dengan waktu Anda. Hal ini dapat menjadi indikasi seberapa banyak energi yang Anda habiskan dan tingkat keterlibatan Anda dalam aktivitas sehari-hari di tempat kerja.",
            "midDescription": "Anda mencoba mencapai keseimbangan dengan seberapa banyak yang Anda lakukan dengan waktu Anda. Demikian pula, hal ini dapat menjadi indikasi seberapa banyak energi yang Anda habiskan dan tingkat keterlibatan Anda dalam aktivitas sehari-hari di tempat kerja.",
            "lowDescription": "Kamu lebih suka santai saja dan tidak menghabiskan waktumu untuk terlalu banyak hal. Demikian pula, hal ini dapat menjadi indikasi seberapa banyak energi yang Anda habiskan dan tingkat keterlibatan Anda dalam aktivitas sehari-hari di tempat kerja."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "Anda suka mencari kegembiraan, petualangan, dan mengambil risiko. Hal ini dapat berguna untuk pekerjaan di lingkungan yang dinamis dan berubah dengan cepat, serta pekerjaan yang memerlukan pengambilan risiko pada tingkat tertentu.",
            "midDescription": "Anda kadang-kadang mencari kegembiraan dan petualangan serta mengambil risiko. Hal ini dapat berguna untuk pekerjaan di lingkungan yang dinamis dan berubah dengan cepat serta pekerjaan yang memerlukan pengambilan risiko pada tingkat tertentu.",
            "lowDescription": "Anda tidak suka mencari kegembiraan dan petualangan atau mengambil risiko. Anda mungkin merasa sulit untuk bekerja di lingkungan yang dinamis dan berubah dengan cepat serta dalam pekerjaan yang memerlukan pengambilan risiko pada tingkat tertentu."
          },
          "cheerfulness": {
            "name": "Kegembiraan",
            "highDescription": "Anda adalah orang yang gembira dan sering mengalami suasana hati yang positif. Orang yang positif sering kali dianggap lebih disukai orang lain.",
            "midDescription": "Anda adalah orang yang cukup gembira dan terkadang mengalami suasana hati yang positif. Hal ini berdampak pada seberapa positif orang lain memandang Anda dan mungkin juga memengaruhi seberapa disukai Anda.",
            "lowDescription": "Anda cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif. Hal ini berdampak pada seberapa positif orang lain memandang Anda, dan mungkin juga memengaruhi seberapa disukai Anda."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "Anda suka tersesat dalam pikiran dan imajinasi Anda. Menumbuhkan imajinasi membantu dalam pemecahan masalah dan inovasi.",
            "midDescription": "Anda kadang-kadang suka tersesat dalam pikiran dan imajinasi Anda. Menumbuhkan imajinasi membantu dalam pemecahan masalah dan inovasi.",
            "lowDescription": "Anda tidak suka tersesat dalam pikiran dan imajinasi Anda. Menumbuhkan imajinasi membantu dalam pemecahan masalah dan inovasi."
          },
          "artisticInterests": {
            "name": "Minat artistik",
            "highDescription": "Anda tertarik pada seni dan sastra. Keterlibatan dalam seni dan sastra dapat membantu Anda mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan.",
            "midDescription": "Anda terkadang tertarik pada seni dan sastra. Keterlibatan dalam seni dan sastra dapat membantu Anda mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan.",
            "lowDescription": "Anda tidak tertarik pada seni atau sastra. Keterlibatan dalam seni dan sastra dapat membantu Anda mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan."
          },
          "emotionality": {
            "name": "Emosionalitas",
            "highDescription": "Anda sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain. Hal ini memungkinkan Anda untuk berempati dan membangun hubungan yang sehat dengan orang lain.",
            "midDescription": "Anda cukup sadar dan terkadang terbuka terhadap pengalaman emosional Anda sendiri dan orang lain. Hal ini berdampak pada empati Anda terhadap orang lain dan kemampuan Anda membangun hubungan yang sehat.",
            "lowDescription": "Anda cenderung kurang sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain. Hal ini dapat berdampak pada empati Anda terhadap orang lain dan kemampuan Anda membangun hubungan yang sehat."
          },
          "adventurousness": {
            "name": "Kepetualangan",
            "highDescription": "Anda cenderung menerima variasi dan perubahan. Perubahan tidak bisa dihindari dalam kehidupan sehari-hari maupun di tempat kerja.",
            "midDescription": "Anda lebih menyukai keseimbangan antara variasi dan rutinitas dan Anda menyambut perubahan sesekali. Perubahan tidak bisa dihindari dalam kehidupan sehari-hari maupun di tempat kerja.",
            "lowDescription": "Anda lebih menyukai rutinitas dan konvensi serta kurang menerima perubahan. Perubahan tidak bisa dihindari dalam kehidupan sehari-hari maupun di tempat kerja."
          },
          "intellect": {
            "name": "Intelek",
            "highDescription": "Anda tertarik pada ide dan diskusi abstrak dan filosofis. Anda mungkin lebih mudah menerima teori dan ide alternatif.",
            "midDescription": "Anda agak tertarik pada ide dan diskusi abstrak dan filosofis. Anda mungkin kadang-kadang menerima teori dan ide alternatif.",
            "lowDescription": "Anda cenderung tidak tertarik pada ide dan diskusi yang abstrak dan filosofis. Anda mungkin kurang menerima teori dan ide alternatif."
          },
          "liberalism": {
            "name": "Liberalisme",
            "highDescription": "Anda cenderung bersedia menantang konvensi dan nilai-nilai tradisional. Anda mungkin lebih mudah menerima opini dan perspektif alternatif.",
            "midDescription": "Anda kadang-kadang bersedia menantang konvensi dan nilai-nilai tradisional. Anda mungkin agak menerima pendapat dan perspektif alternatif.",
            "lowDescription": "Anda cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional. Anda mungkin kurang menerima pendapat dan perspektif alternatif."
          },
          "trust": {
            "name": "Memercayai",
            "highDescription": "Anda cenderung mempercayai orang lain. Di tempat kerja, Anda cenderung berinteraksi dengan orang lain dengan asumsi bahwa mereka dapat dipercaya dan memiliki niat baik, yang terkadang bisa dibalas. Hal ini memungkinkan Anda membangun hubungan yang tulus di tempat kerja.",
            "midDescription": "Anda cenderung mempercayai orang lain sampai batas tertentu. Di tempat kerja, Anda mungkin berinteraksi dengan orang lain dengan asumsi bahwa mereka dapat dipercaya dan sebagian besar mempunyai niat baik, namun Anda juga harus berhati-hati. Meskipun kepercayaan terkadang berbalas, namun tingkat kehati-hatian terkadang membantu.",
            "lowDescription": "Anda cenderung lebih skeptis terhadap niat orang lain. Hal ini mungkin memengaruhi cara Anda berinteraksi dengan orang lain dan kemampuan Anda membangun hubungan yang tulus di tempat kerja."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "Anda tulus dalam berurusan dengan orang lain dan tidak melakukan manipulasi. Orang mungkin menganggap Anda lebih mudah berinteraksi dan berhubungan, sehingga memfasilitasi pembangunan hubungan.",
            "midDescription": "Anda biasanya tulus dalam berurusan dengan orang lain, meskipun Anda tidak segan-segan menggunakan penipuan jika perlu. Jika dilakukan secara ekstrem, perilaku seperti ini dapat merugikan tim dan organisasi dalam jangka panjang.",
            "lowDescription": "Anda percaya bahwa penipuan pada tingkat tertentu diperlukan dalam hubungan untuk mencapai tujuan yang Anda inginkan. Jika dilakukan secara ekstrem, perilaku seperti ini dapat merugikan tim dan organisasi dalam jangka panjang."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Anda peduli terhadap orang lain dan bersedia membantu mereka yang membutuhkan. Kesiapan Anda untuk membantu dan mendukung orang lain memfasilitasi pembangunan tim yang kohesif dan budaya kolaboratif.",
            "midDescription": "Anda terkadang peduli terhadap orang lain dan terkadang bersedia membantu mereka yang membutuhkan. Kesiapan Anda untuk membantu dan mendukung orang lain memfasilitasi pembangunan tim yang kohesif dan budaya kolaboratif.",
            "lowDescription": "Anda kurang peduli terhadap orang lain dan mungkin memilih untuk tidak terlibat dalam urusan mereka. Hal ini mungkin berdampak pada kekompakan dan kolaborasi tim."
          },
          "cooperation": {
            "name": "Kerja sama",
            "highDescription": "Anda tidak menyukai konfrontasi dan tidak bertindak secara kompetitif dan agresif. Orang lain mungkin akan membalasnya, sehingga membantu menciptakan lingkungan kerja yang bersahabat dan menyenangkan.",
            "midDescription": "Anda cenderung bersikap ambivalen dalam menghadapi konfrontasi, tetapi pada umumnya, Anda berusaha untuk tidak bertindak secara kompetitif dan agresif. Konfrontasi agresif dapat terjadi timbal balik, sehingga menciptakan lingkungan kerja yang tidak kondusif dan tidak konstruktif.",
            "lowDescription": "Anda cenderung bertindak secara kompetitif dan agresif. Konfrontasi agresif dapat terjadi timbal balik, sehingga menciptakan lingkungan kerja yang tidak kondusif dan tidak konstruktif."
          },
          "modesty": {
            "name": "Kesopanan",
            "highDescription": "Anda cenderung rendah hati dan tidak terlalu mementingkan diri sendiri. Orang yang rendah hati sering kali dianggap positif dan menyenangkan. Namun, kerendahan hati yang berlebihan juga bisa menjadi indikator rendahnya rasa percaya diri.",
            "midDescription": "Anda memiliki opini yang cukup tinggi tentang diri Anda sendiri. Orang yang sederhana sering dianggap sebagai orang yang positif dan menyenangkan, dan tingkat kepercayaan diri yang moderat adalah hal yang sehat.",
            "lowDescription": "Anda cenderung memiliki penilaian tinggi terhadap diri sendiri dan mungkin menganggap diri Anda lebih unggul dari orang lain. Anda juga mungkin dianggap cenderung mendiskusikan pencapaian Anda dan terlihat terlalu percaya diri. Sebaliknya, orang yang rendah hati sering kali dianggap lebih positif dan menyenangkan."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "Anda bersimpati dengan orang lain. Mengekspresikan simpati di tempat kerja menunjukkan bahwa Anda menghargai perasaan orang lain dan menyampaikan dukungan Anda. Hal ini membantu membangun dan memperkaya hubungan kerja.",
            "midDescription": "Anda kadang-kadang bersimpati dengan orang lain. Mengekspresikan simpati di tempat kerja menunjukkan bahwa Anda menghargai perasaan orang lain dan menyampaikan dukungan Anda. Hal ini membantu membangun dan memperkaya hubungan kerja.",
            "lowDescription": "Anda cenderung tidak mudah bersimpati dengan orang lain. Mengekspresikan simpati di tempat kerja akan menunjukkan bahwa Anda menghargai perasaan orang lain dan menyampaikan dukungan Anda. Hal ini membantu membangun dan memperkaya hubungan kerja."
          },
          "selfEfficacy": {
            "name": "Efikasi Diri",
            "highDescription": "Anda yakin dengan kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya. Prestasi kerja berkaitan dengan keyakinan seseorang terhadap kemampuannya.",
            "midDescription": "Anda agak yakin dengan kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya. Keyakinan Anda pada kemampuan Anda mungkin berdampak pada kinerja Anda.",
            "lowDescription": "Anda kurang percaya diri pada kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya. Kurangnya rasa percaya diri Anda pada kemampuan Anda mungkin berdampak pada kinerja Anda."
          },
          "orderliness": {
            "name": "Ketertiban",
            "highDescription": "Anda rapi dan terorganisir. Menjadi rapi dan terorganisir dapat memungkinkan produktivitas yang lebih baik.",
            "midDescription": "Anda agak rapi dan terorganisir. Menjadi lebih rapi dan terorganisir dapat memungkinkan produktivitas yang lebih baik.",
            "lowDescription": "Anda cenderung tidak rapi dan kurang terorganisir. Menjadi lebih rapi dan terorganisir dapat memungkinkan produktivitas yang lebih baik."
          },
          "dutifulness": {
            "name": "Kewajiban",
            "highDescription": "Anda cenderung mematuhi aturan dan memenuhi kewajiban. Mengikuti aturan membantu menjaga ketertiban dan memenuhi kewajiban menghasilkan kepercayaan.",
            "midDescription": "Anda mematuhi peraturan dan memenuhi kewajiban dalam batas wajar. Mengikuti aturan membantu menjaga ketertiban dan memenuhi kewajiban akan membantu menghasilkan kepercayaan.",
            "lowDescription": "Anda cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban. Mengikuti aturan membantu menjaga ketertiban dengan lebih baik dan memenuhi kewajiban akan membantu menghasilkan kepercayaan."
          },
          "achievementStriving": {
            "name": "Berjuang berprestasi",
            "highDescription": "Anda bekerja keras dan melampaui ekspektasi. Ini memungkinkan Anda mencapai tingkat kesuksesan yang lebih tinggi.",
            "midDescription": "Anda terkadang bekerja keras dan melampaui ekspektasi. Hal ini berdampak pada kemampuan Anda untuk mencapai tingkat kesuksesan yang lebih tinggi.",
            "lowDescription": "Anda cenderung puas dengan tingkat pencapaian yang lebih rendah. Hal ini mungkin berdampak pada kemampuan Anda untuk mencapai tingkat kesuksesan yang lebih tinggi."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "Anda cenderung bersiap dan melaksanakan rencana secara disiplin. Ini membuat Anda tetap pada jalur untuk mencapai tujuan Anda.",
            "midDescription": "Anda mencoba untuk bersiap dan melaksanakan rencana secara disiplin. Hal ini mungkin berdampak pada kemampuan Anda untuk tetap berada di jalur yang tepat dalam mencapai tujuan Anda.",
            "lowDescription": "Anda cenderung tidak siap dan mungkin tidak menjalankan rencana secara disiplin. Hal ini mungkin berdampak pada kemampuan Anda untuk tetap berada di jalur yang tepat dalam mencapai tujuan Anda."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "Anda berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan. Kehati-hatian seperti itu terkadang membuat Anda lebih efektif dalam merespons situasi.",
            "midDescription": "Anda sesekali berpikir dengan hati-hati dan berusaha untuk tidak terburu-buru dalam bertindak atau mengambil keputusan. Kehati-hatian seperti itu terkadang membuat Anda lebih efektif dalam merespons situasi.",
            "lowDescription": "Anda cenderung bertindak atau mengambil keputusan tanpa memikirkan konsekuensinya. Kehati-hatian dapat membantu Anda menjadi lebih efektif saat merespons situasi."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "Anda jarang merasa khawatir dan takut tentang berbagai hal.",
            "lowDescription": "Anda cenderung khawatir dan takut tentang berbagai hal."
          },
          "anger": {
            "name": "Ketenangan",
            "highDescription": "Anda tidak mudah merasa frustrasi atau marah.",
            "lowDescription": "Anda cenderung mudah merasa frustrasi atau marah."
          },
          "depression": {
            "name": "Harapan",
            "highDescription": "Anda tidak sering merasa sedih.",
            "lowDescription": "Anda sering merasa sedih."
          },
          "selfConsciousness": {
            "name": "Percaya diri",
            "highDescription": "Anda cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu khawatir tentang apa yang orang lain pikirkan tentang Anda.",
            "lowDescription": "Anda cenderung minder dalam situasi sosial dan peka terhadap apa yang orang lain pikirkan tentang Anda."
          },
          "immoderation": {
            "name": "Tekad",
            "highDescription": "Anda mampu menahan godaan dan tidak akan terlalu memanjakan diri.",
            "lowDescription": "Anda kesulitan menahan godaan dan cenderung memanjakan diri secara berlebihan."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "Anda bisa tetap tenang dalam situasi stres.",
            "lowDescription": "Anda cenderung merasa kewalahan dalam situasi stres."
          },
          "friendliness": {
            "name": "Keramahan",
            "highDescription": "Anda merasa nyaman berada di dekat orang lain dan dapat berteman dengan mudah.",
            "lowDescription": "Anda cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman."
          },
          "gregariousness": {
            "name": "sifat suka berteman",
            "highDescription": "Anda lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain.",
            "lowDescription": "Anda lebih suka menyendiri dan tidak dikelilingi oleh orang-orang."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "Anda cenderung mengambil alih.",
            "lowDescription": "Anda cenderung menghindari mengambil alih, lebih memilih orang lain yang memimpin."
          },
          "activityLevel": {
            "name": "Tingkat aktifitas",
            "highDescription": "Anda cenderung sibuk dan melakukan banyak hal dengan waktu Anda.",
            "lowDescription": "Kamu lebih suka santai saja dan tidak menghabiskan waktumu untuk terlalu banyak hal."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "Anda suka mencari kegembiraan, petualangan, dan mengambil risiko.",
            "lowDescription": "Anda tidak suka mencari kegembiraan dan petualangan atau mengambil risiko."
          },
          "cheerfulness": {
            "name": "Kegembiraan",
            "highDescription": "Anda adalah orang yang gembira dan sering mengalami suasana hati yang positif.",
            "lowDescription": "Anda cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "Anda suka tersesat dalam pikiran dan imajinasi Anda.",
            "lowDescription": "Anda tidak suka tersesat dalam pikiran dan imajinasi Anda."
          },
          "artisticInterests": {
            "name": "Minat artistik",
            "highDescription": "Anda tertarik pada seni dan sastra.",
            "lowDescription": "Anda tidak tertarik pada seni dan sastra."
          },
          "emotionality": {
            "name": "Emosionalitas",
            "highDescription": "Anda sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain.",
            "lowDescription": "Anda cenderung kurang sadar dan terbuka terhadap pengalaman emosional Anda sendiri dan orang lain."
          },
          "adventurousness": {
            "name": "Kepetualangan",
            "highDescription": "Anda cenderung menerima variasi dan perubahan.",
            "lowDescription": "Anda lebih menyukai rutinitas dan konvensi serta kurang menerima perubahan."
          },
          "intellect": {
            "name": "Intelek",
            "highDescription": "Anda tertarik pada ide dan diskusi abstrak dan filosofis.",
            "lowDescription": "Anda cenderung tidak tertarik pada ide dan diskusi yang abstrak dan filosofis."
          },
          "liberalism": {
            "name": "Liberalisme",
            "highDescription": "Anda cenderung bersedia menantang konvensi dan nilai-nilai tradisional.",
            "lowDescription": "Anda cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional."
          },
          "trust": {
            "name": "Memercayai",
            "highDescription": "Anda cenderung mempercayai orang lain.",
            "lowDescription": "Anda cenderung lebih skeptis terhadap niat orang lain."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "Anda tulus dalam berurusan dengan orang lain dan tidak melakukan manipulasi.",
            "lowDescription": "Anda percaya bahwa penipuan pada tingkat tertentu diperlukan dalam hubungan untuk mencapai tujuan yang Anda inginkan."
          },
          "altruism": {
            "name": "Altruisme",
            "highDescription": "Anda peduli terhadap orang lain dan bersedia membantu mereka yang membutuhkan.",
            "lowDescription": "Anda kurang peduli terhadap orang lain dan mungkin memilih untuk tidak terlibat dalam urusan mereka."
          },
          "cooperation": {
            "name": "Kerja sama",
            "highDescription": "Anda tidak menyukai konfrontasi dan tidak bertindak secara kompetitif dan agresif.",
            "lowDescription": "Anda cenderung bertindak secara kompetitif dan agresif."
          },
          "modesty": {
            "name": "Kesopanan",
            "highDescription": "Anda cenderung rendah hati dan tidak terlalu mementingkan diri sendiri.",
            "lowDescription": "Anda cenderung memiliki penilaian tinggi terhadap diri sendiri dan mungkin menganggap diri Anda lebih unggul dari orang lain."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "Anda bersimpati dengan orang lain.",
            "lowDescription": "Anda cenderung tidak mudah bersimpati dengan orang lain."
          },
          "selfEfficacy": {
            "name": "Efikasi Diri",
            "highDescription": "Anda yakin dengan kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya.",
            "lowDescription": "Anda kurang percaya diri pada kemampuan Anda untuk menyelesaikan tugas dengan sukses dan unggul di dalamnya."
          },
          "orderliness": {
            "name": "Ketertiban",
            "highDescription": "Anda rapi dan terorganisir.",
            "lowDescription": "Anda cenderung tidak rapi dan kurang terorganisir."
          },
          "dutifulness": {
            "name": "Kewajiban",
            "highDescription": "Anda cenderung mematuhi aturan dan memenuhi kewajiban.",
            "lowDescription": "Anda cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban."
          },
          "achievementStriving": {
            "name": "Berjuang berprestasi",
            "highDescription": "Anda bekerja keras dan melampaui ekspektasi.",
            "lowDescription": "Anda cenderung puas dengan tingkat pencapaian yang lebih rendah."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "Anda cenderung bersiap dan melaksanakan rencana secara disiplin.",
            "lowDescription": "Anda cenderung tidak siap dan mungkin tidak menjalankan rencana secara disiplin."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "Anda berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan.",
            "lowDescription": "Anda cenderung bertindak atau mengambil keputusan tanpa memikirkan konsekuensinya."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "Anda",
      "objective": "Anda",
      "possessiveAdjective": "milikmu",
      "possessive": "milikmu",
      "reflexive": "dirimu sendiri"
    },
    "neutral": {
      "subjective": "mereka",
      "objective": "mereka",
      "possessiveAdjective": "milik mereka",
      "possessive": "milik mereka",
      "reflexive": "diri mereka sendiri"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "melihat",
      "plural": "merasakan"
    }
  },
  "nouns": {
    "person": {
      "singular": "Orang ini"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas emosional",
            "highDescription": "Memiliki grit yang tinggi",
            "lowDescription": "Memiliki ketabahan"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Keramahan",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Kehati-hatian",
            "highDescription": "Sangat puas dalam bekerja",
            "lowDescription": "Puas dalam bekerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Evaluasi Diri Inti",
            "highDescription": "Sangat berkomitmen secara emosional untuk bekerja",
            "lowDescription": "Berkomitmen secara emosional untuk bekerja"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Performa tinggi di tempat kerja",
            "lowDescription": "Performa bagus di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif dalam bekerja",
            "lowDescription": "Kreatif dalam bekerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Tingkat kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan multi-tasking yang sangat kuat",
            "lowDescription": "Bisa multitasking"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi wirausaha",
            "lowDescription": "Mampu menjadi wirausaha"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Stabilitas emosional",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} stabil secara emosional - ",
            "midDescription": "{{name}} agak bisa mengendalikan emosinya dan umumnya tahan terhadap tekanan dan godaan.",
            "lowDescription": "Area perkembangan {{name}} adalah stabilitas emosional {{gender-possessive}} } - "
          },
          "extraversion": {
            "name": "Ekstraversi",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} ekstrovert - ",
            "midDescription": "{{name}} agak mudah bergaul, positif, mencari kegembiraan, dan tegas.",
            "lowDescription": "Area pengembangan {{name}} adalah ekstraversi {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} terbuka terhadap beragam pengalaman - ",
            "midDescription": "{{name}} agak terbuka untuk terlibat dalam beragam ide, aktivitas, perasaan, dan perspektif. ",
            "lowDescription": "Area pengembangan {{name}} adalah keterbukaan {{gender-possessive}} terhadap beragam pengalaman - "
          },
          "agreeableness": {
            "name": "Keramahan",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah keramahan - ",
            "midDescription": "{{name}} cukup hangat, sederhana dan berorientasi pada orang.",
            "lowDescription": "Area pengembangan {{name}} adalah keramahan {{gender-possessive}} } - "
          },
          "conscientiousness": {
            "name": "Kehati-hatian",
            "highDescription": "Ciri kepribadian terkuat {{name}} adalah {{gender-subject}} teliti - ",
            "midDescription": "{{name}} agak percaya diri dengan kemampuannya untuk mencapai prestasi dan cukup disiplin dalam memenuhi tugas dengan cara yang terstruktur dan disengaja.",
            "lowDescription": "Area pengembangan {{name}} adalah kesadaran {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Evaluasi Diri Inti",
            "highDescription": "{{name}} memiliki evaluasi diri inti yang tinggi - {{gender-subject}} memandang diri {{gender-object}} secara positif dan konsisten dalam berbagai situasi.",
            "lowDescription": "{{name}} rendah dalam evaluasi diri inti - {{gender-subject}} harus mencoba memandang diri {{gender-object}} dengan cara yang lebih positif dalam berbagai situasi."
          },
          "performanceOrientation": {
            "name": "Orientasi Kinerja",
            "highDescription": "{{name}} memiliki orientasi tujuan kinerja yang tinggi - {{gender-subject}} termotivasi untuk menunjukkan dan memvalidasi kompetensi {{gender-possessive}} dengan mencari penilaian positif dan menghindari penilaian negatif dari orang lain. ",
            "lowDescription": "{{name}} rendah dalam orientasi tujuan kinerja - {{gender-subject}} harus berusaha lebih termotivasi untuk menunjukkan dan memvalidasi kompetensi {{gender-possessive}} dengan mencari penilaian positif dan menghindari penilaian negatif."
          },
          "masteryOrientation": {
            "name": "Orientasi Penguasaan",
            "highDescription": "{{name}} memiliki orientasi tujuan penguasaan yang tinggi - {{gender-subject}} termotivasi untuk mengembangkan kompetensi dengan memperoleh keterampilan baru dan menguasai situasi baru.",
            "lowDescription": "{{name}} kurang dalam orientasi tujuan penguasaan - {{gender-subject}} harus berusaha lebih termotivasi untuk mengembangkan kompetensi dengan memperoleh keterampilan baru dan menguasai situasi baru."
          },
          "selfMonitoring": {
            "name": "Pemantauan diri",
            "highDescription": "{{name}} memiliki kemampuan pemantauan diri yang tinggi - {{gender-subject}} mampu memantau dan mengontrol ekspresi dan perilaku {{gender-possessive}} .",
            "lowDescription": "{{name}} rendah dalam hal pemantauan diri - {{gender-subject}} harus lebih banyak memantau dan mengontrol ekspresi dan perilaku {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Evaluasi Diri Inti",
            "highDescription": "{{name}} cenderung memandang dirinya secara positif dan konsisten dalam segala situasi. Mereka melihat diri mereka sebagai orang yang mampu, berharga, dan mampu mengendalikan kehidupan mereka. Emosi, pemikiran, dan motivasi positif tersebut dapat memengaruhi perasaan, pemikiran, dan perilaku mereka di tempat kerja.",
            "midDescription": "{{name}} terkadang memandang dirinya secara lebih positif, dan di lain waktu, lebih negatif. Hal ini memengaruhi apakah mereka memandang diri mereka sebagai orang yang mampu, berharga, dan mampu mengendalikan kehidupan mereka, yang berdampak pada perasaan, pemikiran, dan perilaku mereka di tempat kerja.",
            "lowDescription": "{{name}} cenderung memandang dirinya sendiri secara negatif dalam berbagai situasi. Mereka mungkin melihat diri mereka sendiri sebagai orang yang kurang mampu, tidak layak dan tidak mempunyai kendali atas kehidupan mereka. Emosi, pemikiran, dan motivasi negatif tersebut dapat memengaruhi perasaan, pikiran, dan perilaku mereka di tempat kerja."
          },
          "performanceOrientation": {
            "name": "Orientasi Kinerja",
            "highDescription": "{{name}} percaya bahwa kompetensi mereka ditunjukkan ketika mereka mengungguli orang lain. Akibatnya, mereka cenderung termotivasi untuk menetapkan tujuan yang tinggi bagi diri mereka sendiri, dengan fokus pada pencapaian tingkat kesuksesan dan kemahiran yang lebih tinggi dibandingkan orang lain. ",
            "midDescription": "{{name}} terkadang percaya bahwa kompetensi mereka ditunjukkan ketika mereka mengungguli orang lain. Oleh karena itu, mereka cukup termotivasi untuk menetapkan tujuan yang tinggi bagi diri mereka sendiri, terkadang dengan fokus untuk mencapai tingkat kesuksesan dan kemahiran yang lebih tinggi dibandingkan orang lain.",
            "lowDescription": "{{name}} tidak percaya bahwa mengungguli orang lain merupakan bukti kompetensi mereka. Mereka tidak peduli tentang bersaing dan menang melawan orang lain. Sasaran yang mereka tetapkan kemungkinan besar tidak akan dipengaruhi atau dimotivasi oleh kesuksesan orang lain."
          },
          "masteryOrientation": {
            "name": "Orientasi Penguasaan",
            "highDescription": "{{name}} termotivasi untuk mengembangkan kompetensi mereka dengan memperoleh keterampilan baru dan menguasainya dalam situasi baru. Mereka mungkin memandang tugas-tugas yang menantang sebagai peluang untuk tumbuh dan berkembang.",
            "midDescription": "{{name}} agak termotivasi untuk mengembangkan kompetensi mereka dengan memperoleh keterampilan baru dan menguasainya dalam situasi baru. Mereka terkadang memandang tugas-tugas yang menantang sebagai peluang untuk tumbuh dan berkembang.",
            "lowDescription": "{{name}} kurang termotivasi untuk mengembangkan kompetensinya dan mungkin kurang tertarik untuk memperoleh keterampilan baru atau menguasainya dalam situasi baru. Ketika dihadapkan dengan tugas-tugas yang menantang, mereka mungkin bereaksi dengan ketakutan atau menganggapnya tidak praktis."
          },
          "selfMonitoring": {
            "name": "Pemantauan diri",
            "highDescription": "{{name}} cenderung mampu dan mau mengatur ekspresi dan perilaku mereka sesuai dengan keadaan sosial. Hal ini membantu mereka menyesuaikan cara mereka menampilkan diri kepada orang lain sesuai dengan isyarat sosial dan menjadi lebih efektif dalam beradaptasi dengan situasi baru.",
            "midDescription": "{{name}} terkadang mampu dan mau mengatur ekspresi dan perilaku mereka sesuai dengan keadaan sosial. Hal ini membantu mereka menyesuaikan cara mereka menampilkan diri kepada orang lain sesuai dengan isyarat sosial dan menjadi lebih efektif dalam beradaptasi dengan situasi baru.",
            "lowDescription": "{{name}} cenderung kurang mampu atau tidak mau mengatur ekspresi dan perilaku mereka terlepas dari keadaan sosial. Mereka cenderung tidak menggunakan isyarat sosial untuk menyesuaikan cara mereka menampilkan diri kepada orang lain dan mereka mungkin kurang efektif dalam beradaptasi dengan situasi baru."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "Peran praktis & langsung yang melibatkan mesin & peralatan",
            "lowDescription": "Peran praktis & langsung yang melibatkan mesin & peralatan"
          },
          "investigative": {
            "name": "Investigasi",
            "highDescription": "Peran analitis & ilmiah yang melibatkan eksplorasi & penelitian",
            "lowDescription": "Peran analitis & ilmiah yang melibatkan eksplorasi & penelitian"
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "Peran kreatif & artistik yang melibatkan pembuatan karya orisinal",
            "lowDescription": "Peran kreatif & artistik yang melibatkan pembuatan karya orisinal"
          },
          "social": {
            "name": "Sosial",
            "highDescription": "Peran yang dapat membantu orang lain dengan memberikan pengajaran dan bimbingan",
            "lowDescription": "Peran yang dapat membantu orang lain dengan memberikan pengajaran dan bimbingan"
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "Posisi kepemimpinan yang melibatkan pengaruh & pengarahan terhadap orang lain",
            "lowDescription": "Posisi kepemimpinan yang melibatkan pengaruh & pengarahan terhadap orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "Peran dengan peraturan & prosedur yang jelas",
            "lowDescription": "Peran dengan peraturan & prosedur yang jelas"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "Lebih banyak aktivitas langsung di tempat kerja"
          },
          "investigative": {
            "name": "Investigasi",
            "highDescription": "Lebih banyak tugas yang berkaitan dengan penelitian dan analisa"
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "Lebih banyak kesempatan bagi {{name}} untuk menciptakan hal-hal baru"
          },
          "social": {
            "name": "Sosial",
            "highDescription": "Lebih banyak pekerjaan yang memungkinkan {{name}} membantu orang lain"
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "Lebih banyak kesempatan yang memungkinkan {{name}} untuk mempengaruhi orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "Lebih banyak aktivitas yang berkaitan dengan pencatatan dan penghitungan"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realistis"
          },
          "investigative": {
            "name": "Investigasi"
          },
          "artistic": {
            "name": "Artistik"
          },
          "social": {
            "name": "Sosial"
          },
          "enterprising": {
            "name": "Giat"
          },
          "conventional": {
            "name": "Konvensional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realistis",
            "lowDescription": "{{name}} merasa tidak nyaman dengan kegiatan langsung di tempat kerja"
          },
          "investigative": {
            "name": "Investigasi",
            "lowDescription": "{{name}} dapat menghindari tugas-tugas yang berkaitan dengan penelitian dan analisa"
          },
          "artistic": {
            "name": "Artistik",
            "lowDescription": "{{name}} mungkin merasa sulit untuk mengambil peluang untuk menciptakan hal-hal baru"
          },
          "social": {
            "name": "Sosial",
            "lowDescription": "{{name}} terkadang tidak dapat menikmati kegiatan yang mengharuskan {{gender-objek}} untuk membantu orang lain"
          },
          "enterprising": {
            "name": "Giat",
            "lowDescription": "{{name}} menghindari kegiatan yang membutuhkan {{gender-objek}} untuk mempengaruhi orang lain"
          },
          "conventional": {
            "name": "Konvensional",
            "lowDescription": "{{name}} mungkin merasa kesulitan untuk melakukan aktivitas yang berkaitan dengan pencatatan dan penghitungan."
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realistis",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan kuat untuk melakukan tugas-tugas di luar ruangan, fisik, dan teknis, dan mencari masalah yang nyata daripada yang abstrak, serta senang berada dalam situasi yang bersifat langsung.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan sedang untuk tugas-tugas di luar ruangan, fisik, dan teknis, namun mungkin tidak selalu menikmati berada dalam situasi kerja langsung.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan rendah terhadap tugas-tugas di luar ruangan, fisik, dan teknis, serta tidak menyukai situasi kerja yang bersifat langsung seperti membangun dan memperbaiki sesuatu atau mengoperasikan peralatan.",
            "summary": "{{name}} lebih suka bekerja dalam pekerjaan yang nyata - {{gender-subject}} menyukai pekerjaan yang praktis, teknis, dan langsung."
          },
          "investigative": {
            "name": "Investigasi",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan kuat untuk bekerja dengan teori dan data, menggunakan metodologi ilmiah untuk memecahkan masalah yang kompleks.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan sedang untuk bekerja dengan teori, data, dan angka, mengumpulkan fakta, dan menganalisa situasi untuk memecahkan masalah yang kompleks.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang kurang menyukai tugas-tugas yang berhubungan dengan penggunaan teori dan pengumpulan data atau angka untuk menganalisa atau memecahkan masalah yang kompleks.",
            "summary": "{{name}} lebih suka bekerja di bidang investigasi - {{gender-subject}} menyukai pekerjaan yang bersifat analitis dan ilmiah."
          },
          "artistic": {
            "name": "Artistik",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan kuat terhadap peluang yang melibatkan ekspresi diri yang kreatif dan estetis dalam menciptakan karya atau produk yang orisinal.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan sedang terhadap peluang yang memungkinkan ekspresi diri melalui kreasi artistik dan orisinal, meskipun mungkin tidak selalu cenderung terlibat dalam tugas-tugas kreatif.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan rendah terhadap tugas-tugas yang membutuhkan kemampuan estetika dan ekspresi diri atau tugas-tugas yang mengharuskan seseorang menjadi kreatif dalam menciptakan karya atau produk yang orisinal.",
            "summary": "{{name}} lebih suka bekerja di bidang seni - {{gender-subject}} menyukai pekerjaan yang kreatif, ekspresif, dan artistik."
          },
          "social": {
            "name": "Sosial",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan kuat terhadap aktivitas yang melibatkan dukungan, pengembangan, dan pencerahan bagi orang lain, serta mencari kegiatan antarkelompok yang bertujuan untuk memberikan hasil yang berdampak sosial.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan sedang terhadap kegiatan yang melibatkan dukungan, pengembangan, dan pencerahan bagi orang lain, serta bekerja untuk memberikan hasil yang berdampak sosial.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan rendah terhadap tugas-tugas yang memberikan dukungan atau layanan kepada orang lain, serta bekerja untuk orang lain untuk mendapatkan hasil yang berdampak sosial.",
            "summary": "{{name}} lebih suka bekerja di bidang sosial - {{gender-subject}} menyukai pekerjaan yang dapat membantu orang lain."
          },
          "enterprising": {
            "name": "Giat",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} I perceive myself as someone with a strong inclination towards tasks that require direction and influencing others to implement solutions or approaches, and I prefer to be in influential or authoritative positions.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} I perceive myself as someone with a moderate inclination towards tasks that require direction and influencing others to implement solutions or approaches.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} I perceive myself as someone with a low inclination towards tasks that require direction and influencing others to implement solutions or approaches.",
            "summary": "{{name}} lebih memilih pekerjaan untuk mengembangkan dan mengatur usaha - {{gender-subject}} menyukai pekerjaan yang memungkinkan mereka berada dalam posisi kepemimpinan"
          },
          "conventional": {
            "name": "Konvensional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan kuat terhadap tugas-tugas yang membutuhkan keteraturan dan pengorganisasian, serta bekerja dalam operasi yang sistematis dengan pedoman dan prosedur yang jelas.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan sedang terhadap tugas-tugas yang dilakukan dengan cara yang sistematis dan teratur, meskipun mungkin tidak selalu suka mengikuti aturan dan prosedur dengan cermat.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sebagai seseorang yang memiliki kecenderungan rendah terhadap tugas-tugas yang terstruktur dan diatur oleh aturan yang harus dilakukan dengan cara yang sistematis dan teratur, serta mengikuti aturan dan prosedur.",
            "summary": "{{name}} lebih suka bekerja di pekerjaan konvensional - {{gender-subject}} menyukai pekerjaan dengan standar, aturan, dan prosedur yang jelas."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas Emosional",
            "highDescription": "Memiliki ketangguhan yang tinggi",
            "lowDescription": "Memiliki tekad"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Mudah bekerjasama",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Ketelitian",
            "highDescription": "Sangat puas di tempat kerja",
            "lowDescription": "Puas di tempat kerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Penilaian Inti terhadap Diri Sendiri",
            "highDescription": "Sangat berkomitmen secara emosional terhadap pekerjaan",
            "lowDescription": "Berkomitmen secara emosional terhadap pekerjaan"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Berkinerja tinggi di tempat kerja",
            "lowDescription": "Berkinerja baik di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif di tempat kerja",
            "lowDescription": "Kreatif di tempat kerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan melakukan banyak tugas yang sangat kuat",
            "lowDescription": "Dapat melakukan banyak tugas"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi seorang wirausahawan",
            "lowDescription": "Mampu menjadi seorang wirausahawan"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Pencapaian",
            "highDescription": "Berfokus pada hasil",
            "midDescription": "Cukup fokus pada hasil",
            "lowDescription": "Kurang fokus pada hasil"
          },
          "recognition": {
            "name": "Pengakuan",
            "highDescription": "Kemajuan dan penghargaan",
            "midDescription": "Cukup fokus pada pencapaian dan penghargaan",
            "lowDescription": "Kurangnya fokus pada pencapaian dan penghargaan"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "Kerjasama dan bersahabat",
            "midDescription": "Keseimbangan antara kerjasama dan kemandirian",
            "lowDescription": "Kemandirian dan daya saing"
          },
          "support": {
            "name": "Dukungan",
            "highDescription": "Dukungan dan etika",
            "midDescription": "Sejumlah dukungan dan etika",
            "lowDescription": "Rendahnya dukungan dan etika"
          },
          "independence": {
            "name": "Kemandirian / Kemerdekaan",
            "highDescription": "Ketegasan dan kemandirian",
            "midDescription": "Tingkat ketegasan sedang",
            "lowDescription": "Tidak tegas dan ketergantungan"
          },
          "workingConditions": {
            "name": "Kondisi Kerja",
            "highDescription": "Kondisi kerja yang aman dan baik",
            "midDescription": "Fokus yang sederhana terhadap keamanan dan kondisi kerja yang cukup baik",
            "lowDescription": "Kurangnya perhatian pada keamanan dan kondisi kerja"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Pencapaian",
            "highDescription": "Perusahaan yang berfokus pada hasil dengan menempatkan ekspektasi yang tinggi terhadap pencapaian dan kinerja dengan memanfaatkan keterampilan dan kemampuan karyawannya"
          },
          "recognition": {
            "name": "Pengakuan",
            "highDescription": "Perusahaan yang mengakui hasil kerja karyawannya melalui kesempatan untuk maju dan penghargaan"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "Budaya perusahaan yang mendorong kerja sama tim dan lingkungan kerja yang tidak kompetitif",
            "lowDescription": "Budaya perusahaan yang kompetitif di mana orang-orang bekerja secara mandiri"
          },
          "support": {
            "name": "Dukungan",
            "highDescription": "Budaya perusahaan yang mendukung karyawan dan perkembangan mereka, serta memiliki standar etika yang tinggi"
          },
          "independence": {
            "name": "Kemandirian / Kemerdekaan",
            "highDescription": "Kesempatan yang konstan untuk mengambil risiko dan bereksperimen dengan ide-ide baru di seluruh perusahaan",
            "lowDescription": "Perusahaan yang berorientasi pada aturan dan berfokus pada stabilitas"
          },
          "workingConditions": {
            "name": "Kondisi Kerja",
            "highDescription": "Perusahaan yang memberikan jaminan keamanan kerja dan kondisi kerja yang baik bagi karyawannya"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Pencapaian"
          },
          "recognition": {
            "name": "Pengakuan"
          },
          "relationships": {
            "name": "Hubungan"
          },
          "support": {
            "name": "Dukungan"
          },
          "independence": {
            "name": "Kemandirian / Kemerdekaan"
          },
          "workingConditions": {
            "name": "Kondisi Kerja"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Pencapaian",
            "lowDescription": "Mungkin terlalu memberatkan bagi {{name}} jika ada ekspektasi yang tinggi terhadap pencapaian, kinerja, dan hasil di seluruh perusahaan"
          },
          "recognition": {
            "name": "Pengakuan",
            "lowDescription": "{{name}} tidak memberikan perhatian yang tinggi pada kesempatan untuk maju dan penghargaan dari perusahaan, sehingga penting untuk mengetahui hal-hal lain yang menjadi nilai {{gender-subject}} sebagai gantinya"
          },
          "relationships": {
            "name": "Hubungan",
            "highDescription": "{{name}} merasa kurang puas dengan budaya perusahaan yang kompetitif dan yang mendorong orang untuk bekerja secara mandiri",
            "lowDescription": "{{name}} merasa kurang puas di tempat kerja jika perusahaan mendorong kerja sama tim dan kolaborasi"
          },
          "support": {
            "name": "Dukungan",
            "lowDescription": "{{name}} merasa tidak puas jika perusahaan tidak mendukung karyawannya dan perkembangan mereka"
          },
          "independence": {
            "name": "Kemandirian / Kemerdekaan",
            "highDescription": "{{name}} merasa kurang puas di tempat kerja jika perusahaan menjadi lebih berorientasi pada aturan dan berfokus pada stabilitas",
            "lowDescription": "{{name}} merasa kurang puas di tempat kerja jika perusahaan mulai mengambil lebih banyak risiko dan mencoba bereksperimen dengan ide-ide baru lebih sering"
          },
          "workingConditions": {
            "name": "Kondisi Kerja",
            "lowDescription": "{{name}} tidak menempatkan fokus yang tinggi pada kondisi kerja dan rasa keamanan kerja yang disediakan perusahaan, sehingga penting untuk mengetahui hal-hal lain yang menjadi nilai {{gender-subject}} sebagai gantinya"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Inovasi",
            "highDescription": "{{name}} lebih menyukai inovasi dan pengambilan risiko daripada stabilitas dan kemampuan memprediksi dalam sebuah perusahaan.",
            "midDescription": "{{name}} menyukai keseimbangan antara inovasi dan stabilitas dalam sebuah perusahaan.",
            "lowDescription": "{{name}} lebih menyukai stabilitas dan kemampuan memprediksi daripada inovasi dan pengambilan risiko dalam sebuah perusahaan",
            "summary": "{{name}} sangat menyukai inovasi dalam sebuah perusahaan."
          },
          "attentionToDetail": {
            "name": "Perhatian terhadap Detail",
            "highDescription": "{{name}} sangat menyukai perusahaan yang membutuhkan ketelitian dan perhatian terhadap detail.",
            "midDescription": "{{name}} cukup menyukai perusahaan yang membutuhkan ketelitian dan perhatian terhadap detail.",
            "lowDescription": "{{name}} tidak terlalu menyukai perusahaan yang membutuhkan ketelitian dan perhatian terhadap detail.",
            "summary": "{{name}} sangat menyukai perusahaan yang memperhatikan detail."
          },
          "outcomeOrientation": {
            "name": "Orientasi pada Hasil",
            "highDescription": "{{name}} menghargai perusahaan yang memiliki ekspektasi tinggi terhadap kinerja, hasil, dan pencapaian.",
            "midDescription": "{{name}} menghargai perusahaan yang memiliki cukup ekspektasi terhadap kinerja, hasil, dan pencapaian.",
            "lowDescription": "{{name}} menghargai perusahaan yang memiliki ekspektasi rendah terhadap kinerja, hasil, dan pencapaian.",
            "summary": "{{name}} sangat menghargai perusahaan yang berfokus pada hasil."
          },
          "aggressiveness": {
            "name": "Keagresifan",
            "highDescription": "{{name}} lebih menghargai keagresifan dan daya saing daripada tanggung jawab sosial dalam sebuah perusahaan.",
            "midDescription": "{{name}} menghargai keseimbangan antara keagresifan dan tanggung jawab sosial dalam sebuah perusahaan.",
            "lowDescription": "{{name}} menghargai tanggung jawab sosial lebih dari sekadar keagresifan dan daya saing dalam sebuah perusahaan.",
            "summary": "{{name}} sangat menghargai keagresifan dalam perusahaan."
          },
          "supportiveness": {
            "name": "Dukungan",
            "highDescription": "{{name}} sangat menghargai sikap saling mendukung dan berbagi informasi dalam perusahaan.",
            "midDescription": "{{name}} cukup menghargai sikap mendukung dan berbagi informasi dalam perusahaan.",
            "lowDescription": "{{name}} tidak terlalu menghargai sikap saling mendukung dan berbagi informasi dalam perusahaan.",
            "summary": "{{name}} sangat menghargai sikap suportif dalam perusahaan."
          },
          "emphasisOnRewards": {
            "name": "Perkembangan dan Penghargaan",
            "highDescription": "{{name}} menghargai perusahaan yang memberikan penghargaan kepada karyawannya, seperti gaji dan kesempatan berkembang.",
            "midDescription": "{{name}} menghargai perusahaan yang sesekali memberikan penghargaan kepada karyawannya, seperti gaji dan kesempatan berkembang.",
            "lowDescription": "{{name}} tidak menghargai penghargaan bagi karyawan seperti gaji dan kesempatan untuk berkembang dalam perusahaan.",
            "summary": "{{name}} sangat menghargai perusahaan yang memberikan penghargaan."
          },
          "teamOrientation": {
            "name": "Orientasi Tim",
            "highDescription": "{{name}} lebih menyukai orientasi tim dan kerjasama daripada kemandirian dan independensi dalam perusahaan.",
            "midDescription": "{{name}} menyukai keseimbangan antara orientasi tim dan kemandirian dalam sebuah perusahaan.",
            "lowDescription": "{{name}} lebih menyukai kemandirian dan independensi daripada orientasi tim dan kerjasama dalam perusahaan.",
            "summary": "{{name}} sangat menyukai perusahaan yang berorientasi pada tim."
          },
          "decisiveness": {
            "name": "Ketegasan",
            "highDescription": "{{name}} menyukai perusahaan yang dapat mengambil keputusan dengan cepat.",
            "midDescription": "{{name}} menghargai organisasi yang menyeimbangkan antara perdiskusian dan pengambilan keputusan. ",
            "lowDescription": "{{name}} menghargai organisasi yang menganjurkan adanya perdebatan dibandingkan pengambilan keputusan",
            "summary": "{{name}} sangat menyukai perusahaan yang dapat mengambil keputusan dengan cepat."
          },
          "respectForPeople": {
            "name": "Rasa hormat terhadap orang lain",
            "highDescription": "{{name}} sangat menyukai keadilan dan toleransi dalam perusahaan.",
            "midDescription": "{{name}} cukup menyukai keadilan dan toleransi dalam perusahaan.",
            "lowDescription": "{{name}} tidak benar-benar menyukai keadilan dan toleransi dalam perusahaan.",
            "summary": "{{name}} sangat menyukai perusahaan yang menghargai orang lain."
          },
          "adaptability": {
            "name": "Kemampuan beradaptasi",
            "highDescription": "{{name}} menyukai perusahaan yang adaptif, inovatif, dan mau bereksperimen.",
            "midDescription": "{{name}} menyukai perusahaan yang menyeimbangkan antara kemampuan beradaptasi dan stabilitas.",
            "lowDescription": "{{name}} menyukai perusahaan yang stabil, dapat diprediksi, dan berhati-hati.",
            "summary": "{{name}} sangat menyukai perusahaan yang mudah beradaptasi."
          },
          "collaboration": {
            "name": "Kolaborasi",
            "highDescription": "{{name}} menyukai perusahaan yang memiliki budaya yang berorientasi pada orang yang berfokus pada kolaborasi dan kerja sama tim.",
            "midDescription": "{{name}} menyukai perusahaan yang menyeimbangkan antara kolaborasi dan otonomi (kebebasan untuk mengatur diri sendiri atau mengatur kegiatan Anda sendiri di tempat kerja).",
            "lowDescription": "{{name}} menyukai perusahaan yang memiliki budaya yang kurang berfokus pada orientasi pada orang dan lebih berfokus pada otonomi (kebebasan untuk mengatur diri sendiri atau mengatur kegiatan Anda sendiri di tempat kerja) dan keagresifan.",
            "summary": "{{name}} sangat menyukai perusahaan yang mendorong kolaborasi."
          },
          "customerOrientation": {
            "name": "Orientasi Pelanggan",
            "highDescription": "{{name}} menyukai perusahaan yang digerakkan oleh pasar dan berfokus pada pelanggan.",
            "midDescription": "{{name}} menyukai perusahaan yang cukup berorientasi pada pasar dan memiliki fokus pada pelanggan.",
            "lowDescription": "{{name}} menyukai perusahaan yang tidak terlalu berorientasi pada pasar dan tidak terlalu fokus pada pelanggan.",
            "summary": "{{name}} sangat menyukai perusahaan yang berorientasi pada pelanggan."
          },
          "detailOrientation": {
            "name": "Orientasi Detail",
            "highDescription": "{{name}} menyukai perusahaan yang memperhatikan detail dan kualitas.",
            "midDescription": "{{name}} cukup menyukai perusahaan yang memperhatikan detail dan kualitas.",
            "lowDescription": "{{name}} tidak menyukai perusahaan yang memperhatikan detail dan kualitas.",
            "summary": "{{name}} sangat menyukai perusahaan yang mengutamakan detail."
          },
          "integrity": {
            "name": "Integritas",
            "highDescription": "{{name}} sangat menyukai perusahaan yang memiliki integritas dan standar etika yang tinggi, seperti menghormati orang lain.",
            "midDescription": "{{name}} menyukai perusahaan yang memiliki integritas dan standar etika, seperti menghormati orang lain.",
            "lowDescription": "{{name}} tidak menyukai perusahaan yang memiliki integritas dan standar etika, seperti menghormati orang lain.",
            "summary": "{{name}} sangat menyukai perusahaan yang memiliki integritas."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Stabilitas Emosional",
            "highDescription": "Memiliki ketangguhan yang tinggi",
            "lowDescription": "Memiliki tekad"
          },
          "extraversion": {
            "id": "2",
            "name": "Ekstraversi",
            "highDescription": "Sangat proaktif",
            "lowDescription": "Proactive"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Keterbukaan terhadap Pengalaman",
            "highDescription": "Sangat termotivasi untuk belajar",
            "lowDescription": "Termotivasi untuk belajar"
          },
          "agreeableness": {
            "id": "4",
            "name": "Mudah bekerjasama",
            "highDescription": "Sangat nyaman dengan perubahan",
            "lowDescription": "Nyaman dengan perubahan"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Ketelitian",
            "highDescription": "Sangat puas di tempat kerja",
            "lowDescription": "Puas di tempat kerja"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Penilaian Inti terhadap Diri Sendiri",
            "highDescription": "Sangat berkomitmen secara emosional terhadap pekerjaan",
            "lowDescription": "Berkomitmen secara emosional terhadap pekerjaan"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientasi Kinerja",
            "highDescription": "Berkinerja tinggi di tempat kerja",
            "lowDescription": "Berkinerja baik di tempat kerja"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientasi Penguasaan",
            "highDescription": "Sangat kreatif di tempat kerja",
            "lowDescription": "Kreatif di tempat kerja"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Pemantauan diri",
            "highDescription": "Dapat bekerja dengan baik dalam tim",
            "lowDescription": "Dapat bekerja dalam tim"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Pengambilan Perspektif",
            "highDescription": "Memiliki kemampuan kepemimpinan yang kuat",
            "lowDescription": "Memiliki kemampuan kepemimpinan"
          },
          "realistic": {
            "id": "11",
            "name": "Realistis",
            "highDescription": "Kelelahan kerja yang sangat rendah",
            "lowDescription": "Kelelahan kerja yang rendah"
          },
          "artistic": {
            "id": "13",
            "name": "Artistik",
            "highDescription": "Sangat efektif dalam komunikasi",
            "lowDescription": "Efektif dalam komunikasi"
          },
          "social": {
            "id": "14",
            "name": "Sosial",
            "highDescription": "Kemampuan melakukan banyak tugas yang sangat kuat",
            "lowDescription": "Dapat melakukan banyak tugas"
          },
          "enterprising": {
            "id": "15",
            "name": "Giat",
            "highDescription": "Sangat mampu menjadi seorang wirausahawan",
            "lowDescription": "Mampu menjadi seorang wirausahawan"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "{{name}} jarang merasa khawatir dan takut akan berbagai hal.",
            "lowDescription": "{{name}} cenderung merasa khawatir dan takut akan berbagai hal."
          },
          "anger": {
            "name": "Pengendalian diri",
            "highDescription": "{{name}} tidak mudah merasa frustrasi atau marah.",
            "lowDescription": "{{name}} cenderung merasa frustrasi atau mudah marah."
          },
          "depression": {
            "name": "Pengharapan",
            "highDescription": "{{name}} tidak sering merasa sedih.",
            "lowDescription": "{{name}} sering merasa sedih."
          },
          "selfConsciousness": {
            "name": "Kepercayaan diri",
            "highDescription": "{{name}} cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu mengkhawatirkan apa yang dipikirkan orang lain tentang mereka.",
            "lowDescription": "{{name}} cenderung sadar diri dalam situasi sosial dan peka terhadap apa yang dipikirkan orang lain tentang mereka."
          },
          "immoderation": {
            "name": "Kemauan",
            "highDescription": "{{name}} mampu menahan godaan dan tidak cenderung memanjakan diri secara berlebihan.",
            "lowDescription": "{{name}} mengalami kesulitan untuk menahan godaan dan cenderung memanjakan diri secara berlebihan."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "{{name}} dapat tetap tenang dalam situasi yang penuh tekanan.",
            "lowDescription": "{{name}} cenderung merasa kewalahan dalam situasi yang penuh tekanan."
          },
          "friendliness": {
            "name": "Keramahtamahan",
            "highDescription": "{{name}} merasa nyaman berada di sekitar orang lain dan dapat berteman dengan mudah.",
            "lowDescription": "{{name}} cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman."
          },
          "gregariousness": {
            "name": "Suka berteman / Ramah / Bergaul",
            "highDescription": "{{name}} lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain.",
            "lowDescription": "{{name}} lebih suka menyendiri dan tidak dikelilingi oleh banyak orang."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "{{name}} cenderung mengambil alih kendali.",
            "lowDescription": "{{name}} cenderung menghindari mengambil alih, dan lebih suka orang lain yang memimpin."
          },
          "activityLevel": {
            "name": "Tingkat aktivitas",
            "highDescription": "{{name}} cenderung sibuk dan melakukan banyak hal dengan waktu mereka.",
            "lowDescription": "{{name}} lebih memilih untuk santai dan tidak menghabiskan waktu mereka untuk terlalu banyak hal."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "{{name}} suka mencari keseruan dan petualangan serta mengambil risiko.",
            "lowDescription": "{{name}} tidak suka mencari kegembiraan dan petualangan atau mengambil risiko."
          },
          "cheerfulness": {
            "name": "Keceriaan",
            "highDescription": "{{name}} adalah orang yang menyenangkan dan sering mengalami suasana hati yang positif.",
            "lowDescription": "{{name}} cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "{{name}} suka tersesat dalam pikiran dan imajinasi mereka.",
            "lowDescription": "{{name}} tidak suka tersesat dalam pikiran dan imajinasi mereka."
          },
          "artisticInterests": {
            "name": "Ketertarikan pada seni",
            "highDescription": "{{name}} tertarik pada seni dan sastra.",
            "lowDescription": "{{name}} tidak tertarik pada seni dan sastra."
          },
          "emotionality": {
            "name": "Perasaan",
            "highDescription": "{{name}} sadar dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain.",
            "lowDescription": "{{name}} cenderung kurang sadar dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain."
          },
          "adventurousness": {
            "name": "Berjiwa petualang",
            "highDescription": "{{name}} cenderung merangkul variasi dan perubahan",
            "lowDescription": "{{name}} lebih menyukai rutinitas dan konvensi dan kurang menerima perubahan."
          },
          "intellect": {
            "name": "Kecerdasan",
            "highDescription": "{{name}} tertarik dengan ide dan diskusi yang abstrak dan filosofis.",
            "lowDescription": "{{name}} cenderung tidak tertarik dengan ide dan diskusi yang abstrak dan filosofis."
          },
          "liberalism": {
            "name": "Kebebasan",
            "highDescription": "{{name}} cenderung bersedia menantang konvensi dan nilai-nilai tradisional.",
            "lowDescription": "{{name}} cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional."
          },
          "trust": {
            "name": "Kepercayaan",
            "highDescription": "{{name}} cenderung mempercayai orang lain.",
            "lowDescription": "{{name}} cenderung lebih skeptis terhadap niat orang lain."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "{{name}} tulus dalam berurusan dengan orang lain dan tidak melakukan manipulasi.",
            "lowDescription": "{{name}} percaya bahwa beberapa tingkat penipuan diperlukan dalam hubungan untuk mencapai tujuan yang diinginkan."
          },
          "altruism": {
            "name": "Kedermawanan",
            "highDescription": "{{name}} peduli dengan orang lain dan bersedia membantu mereka yang membutuhkan.",
            "lowDescription": "{{name}} kurang peduli dengan orang lain dan mungkin memilih untuk tidak terlibat dalam masalah mereka."
          },
          "cooperation": {
            "name": "Kerjasama",
            "highDescription": "{{name}} tidak menyukai konfrontasi dan tidak bertindak dengan cara yang kompetitif dan agresif.",
            "lowDescription": "{{name}} cenderung bertindak dengan cara yang kompetitif dan agresif."
          },
          "modesty": {
            "name": "Kerendahan hati",
            "highDescription": "{{name}} cenderung rendah hati dan tidak memiliki pendapat yang terlalu tinggi tentang diri mereka sendiri.",
            "lowDescription": "{{name}} cenderung memiliki pendapat yang tinggi tentang diri mereka sendiri dan mungkin melihat diri mereka lebih unggul daripada orang lain."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "{{name}} bersimpati kepada orang lain.",
            "lowDescription": "{{name}} cenderung tidak mudah bersimpati dengan orang lain."
          },
          "selfEfficacy": {
            "name": "Keyakinan diri",
            "highDescription": "{{name}} percaya diri dengan kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut.",
            "lowDescription": "{{name}} kurang percaya diri dalam kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut."
          },
          "orderliness": {
            "name": "Keteraturan",
            "highDescription": "{{name}} rapi dan teratur.",
            "lowDescription": "{{name}} cenderung tidak rapi dan kurang terorganisir."
          },
          "dutifulness": {
            "name": "Ketaatan",
            "highDescription": "{{name}} cenderung mematuhi aturan dan memenuhi kewajiban.",
            "lowDescription": "{{name}} cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban."
          },
          "achievementStriving": {
            "name": "Berusaha keras untuk mencapai prestasi",
            "highDescription": "{{name}} bekerja keras dan melampaui ekspektasi.",
            "lowDescription": "{{name}} cenderung puas dengan tingkat pencapaian yang lebih rendah."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "{{name}} cenderung siap dan melaksanakan rencana secara disiplin.",
            "lowDescription": "{{name}} cenderung tidak siap dan mungkin tidak melaksanakan rencana secara disiplin."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "{{name}} berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan.",
            "lowDescription": "{{name}} cenderung bertindak atau membuat keputusan tanpa memikirkan konsekuensinya."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "{{name}} jarang merasa khawatir dan takut akan berbagai hal. Selama situasi yang penuh tekanan di tempat kerja, mereka tidak sering merasa tertekan atau terganggu, yang memungkinkan mereka untuk bekerja sesuai standar yang biasa Anda lakukan.",
            "midDescription": "{{name}} terkadang merasa khawatir dan takut akan berbagai hal. Selama situasi yang penuh tekanan di tempat kerja, mereka terkadang merasa tertekan atau terganggu, yang dapat berdampak pada kinerja mereka jika mereka merasa hal tersebut di luar kemampuan mereka untuk mengatasinya.",
            "lowDescription": "{{name}} cenderung merasa khawatir dan takut akan berbagai hal. Selama situasi stres di tempat kerja, mereka mungkin sering merasa tertekan atau terganggu, yang dapat berdampak buruk pada kinerja mereka jika mereka merasa hal tersebut di luar kemampuan mereka untuk mengatasinya."
          },
          "anger": {
            "name": "Pengendalian diri",
            "highDescription": "{{name}} tidak mudah merasa frustrasi atau marah. Hal ini sangat membantu dalam membangun kepercayaan di tempat kerja, memungkinkan manajemen konflik yang konstruktif, dan memfasilitasi iklim kerja yang sipil dan profesional.",
            "midDescription": "{{name}} cenderung merasa frustrasi atau marah sesekali. Jika salah dikelola, hal ini dapat merugikan kesehatan pribadi dan kinerja mereka. Jika diekspresikan secara tidak konstruktif dan berlebihan, hal ini juga dapat merenggangkan hubungan kerja dan dapat membahayakan iklim organisasi.",
            "lowDescription": "{{name}} cenderung merasa frustrasi atau mudah marah. Jika tidak dikelola dengan baik, hal ini dapat merugikan kesehatan pribadi dan kinerja mereka. Jika diekspresikan secara tidak konstruktif dan berlebihan, hal ini juga dapat merenggangkan hubungan kerja dan dapat membahayakan iklim organisasi."
          },
          "depression": {
            "name": "Pengharapan",
            "highDescription": "{{name}} tidak sering merasa sedih. Mereka tidak mudah terpengaruh oleh perasaan sedih, yang memungkinkan mereka untuk bekerja dengan standar yang biasa mereka lakukan di tempat kerja.",
            "midDescription": "{{name}} kadang-kadang merasa sedih. Jika dibiarkan, perasaan tertekan sering kali mengakibatkan kurangnya motivasi dan energi serta kesulitan untuk memulai aktivitas, yang dapat menyebabkan kesulitan dalam mempertahankan kinerja yang optimal di tempat kerja.",
            "lowDescription": "{{name}} cenderung sering merasa sedih. Jika dibiarkan, perasaan tertekan sering kali mengakibatkan kurangnya motivasi dan energi serta kesulitan dalam memulai aktivitas, yang dapat menyebabkan kesulitan dalam mempertahankan kinerja yang optimal di tempat kerja."
          },
          "selfConsciousness": {
            "name": "Kepercayaan diri",
            "highDescription": "{{name}} cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu mengkhawatirkan apa yang orang lain pikirkan tentang mereka. Hal ini memungkinkan mereka untuk menempatkan diri di luar sana dan berinteraksi dengan orang lain secara lebih otentik. Namun, jika dilakukan secara ekstrem, mungkin ada risiko kurangnya kesadaran diri.",
            "midDescription": "{{name}} terkadang menjadi sadar diri dalam situasi sosial dan peka terhadap apa yang dipikirkan orang lain tentang mereka. Kekhawatiran ini dapat menyebabkan ketidaknyamanan dan kegugupan dalam interaksi sosial, yang dapat menghambat mereka untuk mencapai apa yang sebenarnya dapat mereka capai di tempat kerja.",
            "lowDescription": "{{name}} cenderung sadar diri dalam situasi sosial dan peka terhadap apa yang dipikirkan orang lain tentang mereka. Kekhawatiran ini dapat menyebabkan ketidaknyamanan dan kegugupan dalam interaksi sosial, yang dapat menghambat mereka untuk mencapai apa yang sebenarnya dapat mereka capai di tempat kerja."
          },
          "immoderation": {
            "name": "Kemauan",
            "highDescription": "{{name}} mampu menahan godaan dan tidak cenderung memanjakan diri secara berlebihan. Hal ini membantu produktivitas mereka di tempat kerja.",
            "midDescription": "{{name}} terkadang mampu menahan godaan dan terkadang memanjakan diri secara berlebihan. Terlalu sering menyerah pada dorongan hati di tempat kerja dapat memengaruhi produktivitas mereka.",
            "lowDescription": "{{name}} mengalami kesulitan untuk menahan godaan dan cenderung memanjakan diri secara berlebihan. Terlalu sering menyerah pada dorongan hati di tempat kerja dapat memengaruhi produktivitas mereka."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "{{name}} dapat tetap tenang dalam situasi yang penuh tekanan. Hal ini membantu mereka untuk berpikir, mengambil keputusan dan mengambil tindakan dengan pikiran yang jernih, bahkan ketika berada di bawah tekanan. Namun, reaksi yang terlalu tenang terkadang dapat dianggap oleh orang lain sebagai kurangnya empati atau kesalahpahaman akan parahnya situasi.",
            "midDescription": "{{name}} terkadang dapat tetap tenang dalam situasi yang penuh tekanan. Tetap tenang membantu mereka untuk berpikir, membuat keputusan dan mengambil tindakan dengan pikiran yang jernih. Sebaliknya, menjadi kewalahan akan menghambat kemampuan mereka untuk berpikir, mengambil keputusan dan bertindak, yang berdampak pada kinerja mereka.",
            "lowDescription": "{{name}} cenderung merasa kewalahan dalam situasi yang penuh tekanan. Di bawah tekanan, mereka mungkin merasa panik, bingung, dan tidak berdaya yang dapat menghambat kemampuan mereka untuk berpikir jernih, mengambil keputusan, dan mengambil tindakan. Hal ini dapat berdampak pada performa kerja mereka."
          },
          "friendliness": {
            "name": "Keramahtamahan",
            "highDescription": "{{name}} merasa nyaman berada di sekitar orang lain dan dapat berteman dengan mudah. Hal ini memungkinkan mereka untuk menavigasi situasi sosial, termasuk di tempat kerja.",
            "midDescription": "{{name}} merasa nyaman berada di sekitar orang lain dan mampu berteman dengan sedikit usaha. Hal ini memengaruhi kemampuan mereka untuk menavigasi situasi sosial, termasuk di tempat kerja.",
            "lowDescription": "{{name}} cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman. Hal ini dapat berdampak pada kemampuan mereka untuk menavigasi situasi sosial, termasuk di tempat kerja."
          },
          "gregariousness": {
            "name": "Suka berteman / Ramah / Bergaul",
            "highDescription": "{{name}} lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain. Hal ini sangat membantu ketika mereka harus bekerja dalam konteks sosial yang umum di tempat kerja.",
            "midDescription": "{{name}} terkadang menikmati kebersamaan dengan orang lain, namun di lain waktu, lebih suka menyendiri. Kemampuan bersosialisasi sangat membantu ketika mereka harus bekerja dalam konteks sosial yang umum terjadi di tempat kerja.",
            "lowDescription": "{{name}} lebih suka menyendiri dan tidak dikelilingi oleh banyak orang. Hal ini terkadang dapat memengaruhi kemampuan mereka untuk bekerja dalam konteks sosial yang umum di tempat kerja."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "{{name}} cenderung untuk mengambil alih. Hal ini berkontribusi pada potensi kepemimpinan mereka.",
            "midDescription": "{{name}} sesekali mengambil alih kepemimpinan. Hal ini berkontribusi pada potensi kepemimpinan mereka.",
            "lowDescription": "{{name}} cenderung menghindari mengambil alih, dan lebih suka orang lain yang memimpin. Hal ini dapat berdampak pada potensi kepemimpinan mereka."
          },
          "activityLevel": {
            "name": "Tingkat aktivitas",
            "highDescription": "{{name}} cenderung sibuk dan melakukan banyak hal dengan waktu mereka. Hal ini dapat menjadi indikasi seberapa banyak energi yang mereka habiskan dan tingkat keterlibatan mereka dalam aktivitas sehari-hari di tempat kerja.",
            "midDescription": "{{name}} mencoba untuk menyeimbangkan seberapa banyak yang mereka lakukan dengan waktu mereka. Demikian pula, hal ini dapat menjadi indikasi seberapa banyak energi yang mereka habiskan dan tingkat keterlibatan mereka dalam kegiatan sehari-hari di tempat kerja.",
            "lowDescription": "{{name}} lebih memilih untuk bersantai dan tidak menghabiskan waktu mereka untuk terlalu banyak hal. Demikian pula, hal ini dapat menjadi indikasi seberapa banyak energi yang mereka habiskan dan tingkat keterlibatan mereka dalam kegiatan sehari-hari di tempat kerja."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "{{name}} suka mencari kegembiraan dan petualangan serta mengambil risiko. Hal ini dapat membantu untuk pekerjaan di lingkungan yang dinamis dan berubah dengan cepat, dan pekerjaan yang membutuhkan tingkat pengambilan risiko tertentu.",
            "midDescription": "{{name}} sesekali mencari kegembiraan dan petualangan serta mengambil risiko. Hal ini dapat membantu untuk pekerjaan di lingkungan yang dinamis dan berubah dengan cepat dan pekerjaan yang membutuhkan tingkat pengambilan risiko tertentu.",
            "lowDescription": "{{name}} tidak suka mencari kegembiraan dan petualangan atau mengambil risiko. Mereka mungkin merasa tertantang untuk bekerja di lingkungan yang dinamis dan berubah dengan cepat dan dalam pekerjaan yang membutuhkan tingkat pengambilan risiko tertentu."
          },
          "cheerfulness": {
            "name": "Keceriaan",
            "highDescription": "{{name}} adalah orang yang menyenangkan dan sering mengalami suasana hati yang positif. Orang yang positif sering dianggap lebih disukai oleh orang lain.",
            "midDescription": "{{name}} adalah orang yang cukup menyenangkan yang terkadang mengalami suasana hati yang positif. Hal ini berdampak pada seberapa positif orang lain memandang mereka dan juga berdampak pada seberapa disukai mereka.",
            "lowDescription": "{{name}} cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif. Hal ini berdampak pada seberapa positif orang lain memandang mereka, dan mungkin juga berdampak pada seberapa disukai mereka."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "Anda suka tersesat dalam pikiran dan imajinasi mereka. Memupuk imajinasi membantu dalam pemecahan masalah dan inovasi.",
            "midDescription": "Anda terkadang suka tersesat dalam pikiran dan imajinasi. Memupuk imajinasi membantu dalam pemecahan masalah dan inovasi.",
            "lowDescription": "Anda tidak suka tersesat dalam pikiran dan imajinasi mereka. Memupuk imajinasi membantu dalam pemecahan masalah dan inovasi."
          },
          "artisticInterests": {
            "name": "Ketertarikan pada seni",
            "highDescription": "Anda tertarik dengan seni dan sastra. Keterlibatan dalam seni dan sastra dapat membantu mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan.",
            "midDescription": "Anda terkadang tertarik pada seni dan sastra. Keterlibatan dalam seni dan sastra dapat membantu mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan.",
            "lowDescription": "Anda tidak tertarik pada seni atau sastra. Keterlibatan dalam seni dan sastra dapat membantu mengembangkan keterampilan seperti berpikir analitis dan bahkan meningkatkan kesejahteraan."
          },
          "emotionality": {
            "name": "Perasaan",
            "highDescription": "Anda sadar dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain. Hal ini memungkinkan mereka untuk berempati dan membangun hubungan yang sehat dengan orang lain.",
            "midDescription": "{{name}} cukup sadar dan terkadang terbuka terhadap pengalaman emosional mereka sendiri dan orang lain. Hal ini berdampak pada empati mereka terhadap orang lain dan kemampuan mereka untuk membangun hubungan yang sehat.",
            "lowDescription": "{{name}} cenderung kurang menyadari dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain. Hal ini dapat berdampak pada empati mereka terhadap orang lain dan kemampuan mereka untuk membangun hubungan yang sehat."
          },
          "adventurousness": {
            "name": "Berjiwa petualang",
            "highDescription": "{{name}} cenderung merangkul variasi dan perubahan. Perubahan tidak dapat dihindari dalam kehidupan sehari-hari dan juga di tempat kerja.",
            "midDescription": "{{name}} lebih menyukai keseimbangan antara variasi dan rutinitas dan menerima perubahan sesekali. Perubahan tidak dapat dihindari dalam kehidupan sehari-hari dan juga di tempat kerja.",
            "lowDescription": "{{name}} lebih menyukai rutinitas dan konvensi dan kurang menerima perubahan. Perubahan tidak dapat dihindari dalam kehidupan sehari-hari dan juga di tempat kerja."
          },
          "intellect": {
            "name": "Kecerdasan",
            "highDescription": "{{name}} tertarik dengan ide dan diskusi yang abstrak dan filosofis. Mereka mungkin lebih mudah menerima teori dan gagasan alternatif.",
            "midDescription": "{{name}} agak tertarik dengan ide-ide dan diskusi yang abstrak dan filosofis. Mereka terkadang dapat menerima teori dan gagasan alternatif.",
            "lowDescription": "{{name}} cenderung tidak tertarik dengan ide-ide dan diskusi yang abstrak dan filosofis. Mereka mungkin kurang dapat menerima teori dan gagasan alternatif."
          },
          "liberalism": {
            "name": "Kebebasan",
            "highDescription": "{{name}} cenderung bersedia menantang konvensi dan nilai-nilai tradisional. Mereka mungkin lebih mudah menerima pendapat dan perspektif alternatif.",
            "midDescription": "{{name}} kadang-kadang bersedia untuk menantang konvensi dan nilai-nilai tradisional. Mereka mungkin agak mudah menerima pendapat dan perspektif alternatif.",
            "lowDescription": "{{name}} cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional. Mereka mungkin kurang dapat menerima pendapat dan perspektif alternatif."
          },
          "trust": {
            "name": "Kepercayaan",
            "highDescription": "{{name}} cenderung mempercayai orang lain. Di tempat kerja, mereka cenderung berinteraksi dengan orang lain dengan asumsi bahwa mereka dapat dipercaya dan memiliki niat baik, yang terkadang dibalas dengan hal yang sama. Hal ini memungkinkan mereka untuk membangun hubungan yang tulus di tempat kerja.",
            "midDescription": "{{name}} cenderung mempercayai orang lain sampai batas tertentu. Di tempat kerja, mereka mungkin berinteraksi dengan orang lain dengan asumsi bahwa mereka dapat dipercaya dan memiliki niat yang baik, tetapi mereka juga tetap berhati-hati. Meskipun kepercayaan terkadang dibalas dengan kepercayaan, tingkat kehati-hatian terkadang sangat membantu.",
            "lowDescription": "{{name}} cenderung lebih skeptis terhadap niat orang lain. Hal ini dapat memengaruhi cara mereka berinteraksi dengan orang lain dan kemampuan mereka untuk membangun hubungan yang tulus di tempat kerja."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "{{name}} tulus dalam berurusan dengan orang lain dan tidak menggunakan manipulasi. Orang lain mungkin akan lebih mudah berinteraksi dan berhubungan dengan mereka, sehingga memudahkan pembangunan hubungan.",
            "midDescription": "{{name}} biasanya tulus dalam berurusan dengan orang lain, meskipun mereka tidak segan-segan menggunakan penipuan jika perlu. Jika dilakukan secara ekstrem, perilaku seperti itu dapat membahayakan tim dan organisasi dalam jangka panjang.",
            "lowDescription": "{{name}} percaya bahwa beberapa tingkat penipuan diperlukan dalam hubungan untuk mencapai tujuan yang diinginkan. Jika dilakukan secara ekstrem, perilaku seperti itu dapat membahayakan tim dan organisasi dalam jangka panjang."
          },
          "altruism": {
            "name": "Kedermawanan",
            "highDescription": "{{name}} peduli dengan orang lain dan bersedia membantu mereka yang membutuhkan. {{Their}} Kesiapan untuk membantu dan mendukung orang lain memfasilitasi pembentukan tim yang kohesif dan budaya kolaboratif.",
            "midDescription": "{{name}} terkadang peduli dengan orang lain dan terkadang bersedia membantu mereka yang membutuhkan. {{Their}} Kesiapan untuk membantu dan mendukung orang lain memfasilitasi pembentukan tim yang kohesif dan budaya kolaboratif.",
            "lowDescription": "{{name}} kurang peduli dengan orang lain dan mungkin memilih untuk tidak terlibat dalam masalah mereka. Hal ini dapat berdampak pada kekompakan dan kolaborasi tim"
          },
          "cooperation": {
            "name": "Kerjasama",
            "highDescription": "{{name}} tidak menyukai konfrontasi dan tidak bertindak dengan cara yang kompetitif dan agresif. Orang lain dapat membalasnya dengan cara yang sesuai, yang membantu menciptakan lingkungan kerja yang ramah dan menyenangkan.",
            "midDescription": "{{name}} cenderung bersikap ambivalen terhadap konfrontasi, tetapi sebagian besar, mereka berusaha untuk tidak bertindak dengan cara yang kompetitif dan agresif. Konfrontasi yang agresif dapat dibalas dengan konfrontasi yang agresif pula, yang menciptakan lingkungan kerja yang tidak kondusif dan tidak konstruktif.",
            "lowDescription": "{{name}} cenderung bertindak dengan cara yang kompetitif dan agresif. Konfrontasi yang agresif dapat dibalas dengan konfrontasi yang agresif pula, yang menciptakan lingkungan kerja yang tidak kondusif dan tidak konstruktif."
          },
          "modesty": {
            "name": "Kerendahan hati",
            "highDescription": "{{name}} cenderung rendah hati dan tidak memiliki pendapat yang terlalu tinggi tentang diri mereka sendiri. Orang yang rendah hati sering dianggap sebagai orang yang positif dan disukai. Namun, sikap rendah hati yang berlebihan juga dapat menjadi indikator rendahnya kepercayaan diri.",
            "midDescription": "{{name}} memiliki pendapat yang cukup tinggi tentang diri mereka sendiri. Orang yang rendah hati sering dianggap positif dan disukai, dan tingkat kepercayaan diri yang moderat adalah sehat.",
            "lowDescription": "{{name}} cenderung memiliki pendapat yang tinggi tentang diri mereka sendiri dan mungkin melihat diri mereka lebih unggul daripada orang lain. Mereka juga mungkin dianggap cenderung mendiskusikan pencapaian mereka dan tampak terlalu percaya diri. Sebaliknya, orang yang rendah hati sering dianggap lebih positif dan disukai."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "{{name}} bersimpati dengan orang lain. Mengekspresikan simpati di tempat kerja menunjukkan bahwa mereka menghargai perasaan orang lain dan menyampaikan dukungan. Hal ini membantu membangun dan memperkaya hubungan kerja.",
            "midDescription": "{{name}} sesekali bersimpati kepada orang lain. Mengekspresikan simpati di tempat kerja menunjukkan bahwa mereka menghargai perasaan orang lain dan menyampaikan dukungan. Hal ini membantu membangun dan memperkaya hubungan kerja.",
            "lowDescription": "{{name}} cenderung tidak mudah bersimpati kepada orang lain. Mengekspresikan simpati di tempat kerja akan menunjukkan bahwa mereka menghargai perasaan orang lain dan menyampaikan dukungan mereka. Hal ini membantu membangun dan memperkaya hubungan kerja."
          },
          "selfEfficacy": {
            "name": "Keyakinan diri",
            "highDescription": "{{name}} percaya diri dengan kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut. Prestasi kerja terkait dengan kepercayaan diri seseorang terhadap kemampuannya.",
            "midDescription": "{{name}} cukup percaya diri dengan kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut. Keyakinan mereka akan kemampuan mereka dapat berpengaruh pada kinerja mereka.",
            "lowDescription": "{{name}} kurang percaya diri dalam kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut. Kurangnya kepercayaan diri mereka terhadap kemampuan mereka dapat berdampak pada kinerja mereka."
          },
          "orderliness": {
            "name": "Keteraturan",
            "highDescription": "{{name}} rapi dan teratur. Menjadi rapi dan terorganisir dapat meningkatkan produktivitas.",
            "midDescription": "{{name}} agak rapi dan teratur. Dengan menjadi lebih rapi dan terorganisir, produktivitas akan meningkat.",
            "lowDescription": "{{name}} cenderung tidak rapi dan kurang terorganisir. Dengan menjadi lebih rapi dan terorganisir, produktivitas akan menjadi lebih baik."
          },
          "dutifulness": {
            "name": "Ketaatan",
            "highDescription": "{{name}} cenderung mematuhi aturan dan memenuhi kewajiban. Mematuhi aturan membantu menjaga ketertiban dan memenuhi kewajiban menghasilkan kepercayaan.",
            "midDescription": "{{name}} mematuhi peraturan dan memenuhi kewajiban pada tingkat yang moderat. Mematuhi aturan membantu menjaga ketertiban dan memenuhi kewajiban akan membantu menghasilkan kepercayaan.",
            "lowDescription": "{{name}} cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban. Mematuhi aturan membantu menjaga ketertiban dengan lebih baik dan memenuhi kewajiban akan membantu menghasilkan kepercayaan."
          },
          "achievementStriving": {
            "name": "Berusaha keras untuk mencapai prestasi",
            "highDescription": "{{name}} bekerja keras dan melampaui ekspektasi. Hal ini memungkinkan mereka untuk mencapai tingkat kesuksesan yang lebih tinggi.",
            "midDescription": "{{name}} terkadang bekerja keras dan melampaui ekspektasi. Hal ini berdampak pada kemampuan mereka untuk mencapai tingkat kesuksesan yang lebih tinggi.",
            "lowDescription": "{{name}} cenderung puas dengan tingkat pencapaian yang lebih rendah. Hal ini dapat berdampak pada kemampuan mereka untuk mencapai tingkat kesuksesan yang lebih tinggi."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "{{name}} cenderung siap dan melaksanakan rencana secara disiplin. Hal ini membuat mereka tetap berada di jalur yang tepat untuk mencapai tujuan mereka.",
            "midDescription": "{{name}} mencoba untuk bersiap dan menjalankan rencana secara disiplin. Hal ini dapat berdampak pada kemampuan mereka untuk tetap berada di jalur yang tepat dalam mencapai tujuan mereka.",
            "lowDescription": "{{name}} cenderung tidak siap dan mungkin tidak menjalankan rencana secara disiplin. Hal ini dapat berdampak pada kemampuan mereka untuk tetap berada di jalur yang tepat dalam mencapai tujuan mereka."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "{{name}} berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan. Kehati-hatian seperti itu terkadang membuat mereka menjadi lebih efektif dalam merespons situasi.",
            "midDescription": "{{name}} terkadang berpikir dengan hati-hati dan mencoba untuk tidak terburu-buru dalam bertindak atau mengambil keputusan. Kehati-hatian seperti itu terkadang membuat mereka menjadi lebih efektif saat merespons situasi.",
            "lowDescription": "{{name}} cenderung bertindak atau mengambil keputusan tanpa memikirkan konsekuensinya. Sikap hati-hati dapat membantu Anda menjadi lebih efektif saat merespons situasi."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Ketenangan",
            "highDescription": "{{name}} jarang merasa khawatir dan takut akan berbagai hal.",
            "lowDescription": "{{name}} cenderung merasa khawatir dan takut akan berbagai hal."
          },
          "anger": {
            "name": "Pengendalian diri",
            "highDescription": "{{name}} tidak mudah merasa frustrasi atau marah.",
            "lowDescription": "{{name}} cenderung merasa frustrasi atau mudah marah."
          },
          "depression": {
            "name": "Pengharapan",
            "highDescription": "{{name}} tidak sering merasa sedih.",
            "lowDescription": "{{name}} sering merasa sedih."
          },
          "selfConsciousness": {
            "name": "Kepercayaan diri",
            "highDescription": "{{name}} cenderung tidak sadar diri dalam situasi sosial dan tidak terlalu mengkhawatirkan apa yang dipikirkan orang lain tentang mereka.",
            "lowDescription": "{{name}} cenderung sadar diri dalam situasi sosial dan peka terhadap apa yang dipikirkan orang lain tentang mereka."
          },
          "immoderation": {
            "name": "Kemauan",
            "highDescription": "{{name}} mampu menahan godaan dan tidak cenderung memanjakan diri secara berlebihan.",
            "lowDescription": "{{name}} mengalami kesulitan untuk menahan godaan dan cenderung memanjakan diri secara berlebihan."
          },
          "vulnerability": {
            "name": "Ketangguhan",
            "highDescription": "{{name}} dapat tetap tenang dalam situasi yang penuh tekanan.",
            "lowDescription": "{{name}} cenderung merasa kewalahan dalam situasi yang penuh tekanan."
          },
          "friendliness": {
            "name": "Keramahtamahan",
            "highDescription": "{{name}} merasa nyaman berada di sekitar orang lain dan dapat berteman dengan mudah.",
            "lowDescription": "{{name}} cenderung lebih pendiam di sekitar orang lain dan mungkin tidak mudah berteman."
          },
          "gregariousness": {
            "name": "Suka berteman / Ramah / Bergaul",
            "highDescription": "{{name}} lebih suka dikelilingi oleh orang-orang dan menikmati kebersamaan dengan orang lain.",
            "lowDescription": "{{name}} lebih suka menyendiri dan tidak dikelilingi oleh banyak orang."
          },
          "assertiveness": {
            "name": "Ketegasan",
            "highDescription": "{{name}} cenderung mengambil alih kendali.",
            "lowDescription": "{{name}} cenderung menghindari mengambil alih, dan lebih suka orang lain yang memimpin."
          },
          "activityLevel": {
            "name": "Tingkat aktivitas",
            "highDescription": "{{name}} cenderung sibuk dan melakukan banyak hal dengan waktu mereka.",
            "lowDescription": "{{name}} lebih memilih untuk santai dan tidak menghabiskan waktu mereka untuk terlalu banyak hal."
          },
          "excitementSeeking": {
            "name": "Mencari kegembiraan",
            "highDescription": "{{name}} suka mencari keseruan dan petualangan serta mengambil risiko.",
            "lowDescription": "{{name}} tidak suka mencari kegembiraan dan petualangan atau mengambil risiko."
          },
          "cheerfulness": {
            "name": "Keceriaan",
            "highDescription": "{{name}} adalah orang yang menyenangkan dan sering mengalami suasana hati yang positif.",
            "lowDescription": "{{name}} cenderung tidak bersemangat dan mungkin tidak sering mengalami suasana hati yang positif."
          },
          "imagination": {
            "name": "Imajinasi",
            "highDescription": "{{name}} suka tersesat dalam pikiran dan imajinasi mereka.",
            "lowDescription": "{{name}} tidak suka tersesat dalam pikiran dan imajinasi mereka."
          },
          "artisticInterests": {
            "name": "Ketertarikan pada seni",
            "highDescription": "{{name}} tertarik pada seni dan sastra.",
            "lowDescription": "{{name}} tidak tertarik pada seni dan sastra."
          },
          "emotionality": {
            "name": "Perasaan",
            "highDescription": "{{name}} sadar dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain.",
            "lowDescription": "{{name}} cenderung kurang sadar dan terbuka terhadap pengalaman emosional mereka sendiri dan orang lain."
          },
          "adventurousness": {
            "name": "Berjiwa petualang",
            "highDescription": "{{name}} cenderung merangkul variasi dan perubahan",
            "lowDescription": "{{name}} lebih menyukai rutinitas dan konvensi dan kurang menerima perubahan."
          },
          "intellect": {
            "name": "Kecerdasan",
            "highDescription": "{{name}} tertarik dengan ide dan diskusi yang abstrak dan filosofis.",
            "lowDescription": "{{name}} cenderung tidak tertarik dengan ide dan diskusi yang abstrak dan filosofis."
          },
          "liberalism": {
            "name": "Kebebasan",
            "highDescription": "{{name}} cenderung bersedia menantang konvensi dan nilai-nilai tradisional.",
            "lowDescription": "{{name}} cenderung menyesuaikan diri dengan konvensi dan nilai-nilai tradisional."
          },
          "trust": {
            "name": "Kepercayaan",
            "highDescription": "{{name}} cenderung mempercayai orang lain.",
            "lowDescription": "{{name}} cenderung lebih skeptis terhadap niat orang lain."
          },
          "morality": {
            "name": "Moralitas",
            "highDescription": "{{name}} tulus dalam berurusan dengan orang lain dan tidak melakukan manipulasi.",
            "lowDescription": "{{name}} percaya bahwa beberapa tingkat penipuan diperlukan dalam hubungan untuk mencapai tujuan yang diinginkan."
          },
          "altruism": {
            "name": "Kedermawanan",
            "highDescription": "{{name}} peduli dengan orang lain dan bersedia membantu mereka yang membutuhkan.",
            "lowDescription": "{{name}} kurang peduli dengan orang lain dan mungkin memilih untuk tidak terlibat dalam masalah mereka."
          },
          "cooperation": {
            "name": "Kerjasama",
            "highDescription": "{{name}} tidak menyukai konfrontasi dan tidak bertindak dengan cara yang kompetitif dan agresif.",
            "lowDescription": "{{name}} cenderung bertindak dengan cara yang kompetitif dan agresif."
          },
          "modesty": {
            "name": "Kerendahan hati",
            "highDescription": "{{name}} cenderung rendah hati dan tidak memiliki pendapat yang terlalu tinggi tentang diri mereka sendiri.",
            "lowDescription": "{{name}} cenderung memiliki pendapat yang tinggi tentang diri mereka sendiri dan mungkin melihat diri mereka lebih unggul daripada orang lain."
          },
          "sympathy": {
            "name": "Simpati",
            "highDescription": "{{name}} bersimpati kepada orang lain.",
            "lowDescription": "{{name}} cenderung tidak mudah bersimpati dengan orang lain."
          },
          "selfEfficacy": {
            "name": "Keyakinan diri",
            "highDescription": "{{name}} percaya diri dengan kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut.",
            "lowDescription": "{{name}} kurang percaya diri dalam kemampuan mereka untuk menyelesaikan tugas dengan sukses dan unggul dalam tugas tersebut."
          },
          "orderliness": {
            "name": "Keteraturan",
            "highDescription": "{{name}} rapi dan teratur.",
            "lowDescription": "{{name}} cenderung tidak rapi dan kurang terorganisir."
          },
          "dutifulness": {
            "name": "Ketaatan",
            "highDescription": "{{name}} cenderung mematuhi aturan dan memenuhi kewajiban.",
            "lowDescription": "{{name}} cenderung lebih santai dan fleksibel dalam mematuhi aturan dan mungkin tidak memenuhi kewajiban."
          },
          "achievementStriving": {
            "name": "Berusaha keras untuk mencapai prestasi",
            "highDescription": "{{name}} bekerja keras dan melampaui harapan.",
            "lowDescription": "{{name}} cenderung puas dengan tingkat pencapaian yang lebih rendah."
          },
          "selfDiscipline": {
            "name": "Disiplin diri",
            "highDescription": "{{name}} cenderung siap dan melaksanakan rencana secara disiplin.",
            "lowDescription": "{{name}} cenderung tidak siap dan mungkin tidak melaksanakan rencana secara disiplin."
          },
          "cautiousness": {
            "name": "Kehati-hatian",
            "highDescription": "{{name}} berpikir dengan hati-hati dan tidak terburu-buru dalam bertindak atau mengambil keputusan.",
            "lowDescription": "{{name}} cenderung bertindak atau membuat keputusan tanpa memikirkan konsekuensinya."
          }
        }
      }
    }
  }
}
