{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Realização/Esforço",
        "highDescription": "Estabelece metas pessoais ambiciosas e tomaria medidas definitivas para alcançá-las. Esforça-se por um desempenho de alta qualidade.",
        "lowDescription": "Pode beneficiar do fortalecimento da confiança na execução de tarefas, garantindo o cumprimento dos compromissos, cumprindo metas e alinhando-se mais estreitamente com as expectativas de desempenho."
      },
      "persistence": {
        "name": "Persistência",
        "highDescription": "Demonstra tenacidade e resiliência. Permanece comprometido com os planos e propósitos estratégicos, apesar dos desafios.",
        "lowDescription": "Pode beneficiar do desenvolvimento de estratégias para gerir a pressão e superar obstáculos de forma mais eficaz. Incentivado a buscar e utilizar apoio ao enfrentar adversidades."
      },
      "initiative": {
        "name": "Iniciativa",
        "highDescription": "Aceita tarefas novas e adicionais sem ser solicitada. Desafia proativamente o status quo e identifica maneiras de contribuir e melhorar.",
        "lowDescription": "Tem a oportunidade de crescer adotando uma abordagem mais proativa em situações de influência. Encorajado a assumir novas responsabilidades e desafios e a fazer tentativas para iniciar ações."
      },
      "leadership": {
        "name": "Liderança",
        "highDescription": "Disposto a orientar, liderar e fornecer instruções a outras pessoas. Muitas vezes sugere maneiras de melhorar a qualidade e a eficácia.",
        "lowDescription": "Pode se beneficiar ao assumir a liderança e oferecer orientação quando surgirem oportunidades. Incentivado a buscar apoio para crescer nas áreas de gestão e orientação de outras pessoas."
      },
      "cooperation": {
        "name": "Cooperação",
        "highDescription": "Capaz de trabalhar de forma positiva e harmoniosa com pessoas diferentes e é provável que trate todos de forma justa e respeitosa.",
        "lowDescription": "Pode aumentar o moral e a produtividade da equipe, trabalhando para se tornar mais cooperativo e mais fácil de colaborar. Isso pode significar trabalhar as habilidades de comunicação e trabalho em equipe."
      },
      "concernForOthers": {
        "name": "Preocupação para outros",
        "highDescription": "Considera e respeita as necessidades, sentimentos e perspectivas dos outros. Oferece apoio a outras pessoas, especialmente quando estão em situações difíceis.",
        "lowDescription": "Pode se beneficiar do desenvolvimento de empatia e compreensão em relação às necessidades e sentimentos dos outros. Por exemplo, ao procurar oferecer apoio e ajuda, podemos ficar mais sintonizados com os outros, promovendo um ambiente mais compassivo e de apoio."
      },
      "socialOrientation": {
        "name": "Orientação Social",
        "highDescription": "Incentiva a união e promove a sinergia dentro da equipe para atingir os objetivos. Constrói e mantém relacionamentos produtivos com outras pessoas.",
        "lowDescription": "Pode se beneficiar ao encontrar um equilíbrio entre independência e colaboração, incentivando um maior envolvimento com os colegas para enriquecer as experiências e os resultados de trabalho."
      },
      "selfControl": {
        "name": "Auto-controle",
        "highDescription": "Demonstra um alto nível de autocontrole e autorregulação, mesmo diante das adversidades. Consciente dos efeitos das próprias ações e humores nos outros e é improvável que aja impulsivamente.",
        "lowDescription": "Pode se beneficiar do desenvolvimento de estratégias para regular melhor as emoções e melhorar a tomada de decisões ponderadas."
      },
      "stressTolerance": {
        "name": "Tolerância ao estresse",
        "highDescription": "Capacidade de tomar decisões racionais e continuar a ter um desempenho eficaz em situações estressantes, e aceita prontamente feedback e críticas.",
        "lowDescription": "Pode beneficiar de técnicas relacionadas com a regulação emocional e a gestão do stress para estar mais preparado para controlar as emoções, encarar o feedback como uma oportunidade de crescimento e trabalhar sob stress, melhorando assim o desempenho."
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilidade/Flexibilidade",
        "highDescription": "Responde positivamente às mudanças e adota novas práticas. Mostra flexibilidade na mudança de estratégias para alcançar resultados em situações dinâmicas.",
        "lowDescription": "Incentivado a cultivar uma mentalidade mais aberta para mudanças e novas ideias. O desenvolvimento da flexibilidade pode levar a melhores competências de resolução de problemas e a ajustamentos mais suaves às condições em evolução."
      },
      "dependability": {
        "name": "Confiabilidade",
        "highDescription": "Cumpre diligentemente os compromissos e cumpre os prazos de forma consistente. Demonstra responsabilidade no trabalho e assume a responsabilidade pelos erros.",
        "lowDescription": "Pode se beneficiar ao focar no aumento da consistência na conclusão de tarefas e no cumprimento de compromissos."
      },
      "attentionToDetail": {
        "name": "Atenção aos detalhes",
        "highDescription": "Tende a ser cuidadoso e organizado ao realizar tarefas no trabalho, raramente negligencia detalhes e garante precisão e integridade.",
        "lowDescription": "Pode se beneficiar ao colocar mais foco nos detalhes e buscar maior precisão nas tarefas."
      },
      "integrity": {
        "name": "Integridade",
        "highDescription": "Adere firmemente ao código de conduta e aos princípios éticos. Confiável e mostra consistência em palavras e ações.",
        "lowDescription": "Pode se beneficiar do alinhamento de ações com valores autodeclarados e da consideração do impacto das decisões sobre os outros, podendo construir confiança e respeito nas relações profissionais."
      },
      "independence": {
        "name": "Independência",
        "highDescription": "Autodirigido, capaz e confiante de realizar tarefas com pouca ou nenhuma supervisão.",
        "lowDescription": "Pode se beneficiar da construção de confiança e habilidades na resolução independente de problemas e na tomada de decisões."
      },
      "innovation": {
        "name": "Inovação",
        "highDescription": "Capaz de conectar ideias, experimentar novas abordagens e desenvolver novas soluções para problemas existentes.",
        "lowDescription": "Tem espaço para crescimento ao abraçar a criatividade e a inovação. Encorajado a explorar novas abordagens para a resolução de problemas e a valorizar diversas perspectivas, que podem levar a novas ideias e melhorias."
      },
      "analyticalThinking": {
        "name": "Pensamento analítico",
        "highDescription": "Tende a ser metódico no exame de questões e procura padrões subjacentes para deduzir insights e tirar conclusões.",
        "lowDescription": "Pode tender a ser menos propenso a analisar informações cuidadosamente e achar difícil examinar informações multifacetadas para dar sentido a questões complexas. Pode se beneficiar da adoção de um método mais estruturado para avaliação da informação e da consideração de diferentes perspectivas ao examinar uma questão."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Conquista",
        "highDescription": "Gosta de uma cultura orientada para resultados que permite a utilização máxima de suas próprias habilidades e capacidades para alcançar resultados.",
        "lowDescription": "Pode tender a sentir-se menos confortável num ambiente onde os resultados são enfatizados. Pode acreditar que outras considerações deveriam, às vezes, ter prioridade sobre os resultados."
      },
      "workingConditions": {
        "name": "Condições de trabalho",
        "highDescription": "Motivado por ambientes que proporcionam oportunidades e autonomia para crescer e se desenvolver.",
        "lowDescription": "Pode tender a ser menos motivado por oportunidades de aprender e experimentar tarefas diferentes, preferindo um ambiente que seja consistente com as tarefas."
      },
      "recognition": {
        "name": "Reconhecimento",
        "highDescription": "Motivado por recompensas extrínsecas, reconhecimento e oportunidades de crescimento.",
        "lowDescription": "Pode tender a ser menos motivado por status ou incentivo financeiro. Não define o sucesso pessoal pelo avanço na carreira ou posição elevada."
      },
      "relationships": {
        "name": "Relacionamentos",
        "highDescription": "Prefere um ambiente caloroso e colaborativo, baseado na confiança mútua, sinceridade, trabalho em equipe e relacionamentos positivos.",
        "lowDescription": "Pode dar menor importância à construção de camaradagem na equipe ou sinergia no local de trabalho. Pode estar menos interessado em interagir com outras pessoas no trabalho."
      },
      "support": {
        "name": "Apoiar",
        "highDescription": "Valoriza a tolerância e as práticas éticas no local de trabalho. Favorece um ambiente favorável e justo.",
        "lowDescription": "Pode tender a não valorizar muito a tolerância e as práticas éticas no local de trabalho. Não prioriza um ambiente favorável e justo."
      },
      "independence": {
        "name": "Independência",
        "highDescription": "Valoriza a liberdade de experimentação e o empoderamento para agir sem necessidade de comando, interferência e confirmação frequentes.",
        "lowDescription": "A autonomia e a independência não são vistas como um factor importante. Pode tender a preferir receber instruções e supervisão nas tarefas."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Realista",
        "highDescription": "Prefere trabalhar na prática para explorar e realizar tarefas em um ambiente prático.",
        "lowDescription": "Pode tender a ter aversão a tarefas manuais."
      },
      "investigative": {
        "name": "Investigativo",
        "highDescription": "Gosta de resolver problemas abstratos e altamente complexos.",
        "lowDescription": "Pode tender a estar menos interessado em pesquisas, atividades matemáticas ou científicas."
      },
      "artistic": {
        "name": "Artístico",
        "highDescription": "Gosta de atividades que envolvam criatividade, originalidade e autoexpressão.",
        "lowDescription": "Pode tender a não ter entusiasmo em atividades artísticas, como a criação de obras originais e únicas."
      },
      "social": {
        "name": "Social",
        "highDescription": "Gosta de ser prestativo e participar de trabalhos de orientação social.",
        "lowDescription": "Pode tender a ser menos interessado em trabalhos de orientação social ou em prestar serviço aos outros. "
      },
      "enterprising": {
        "name": "Empreendedor",
        "highDescription": "Gosta de trabalhos que envolvam liderar pessoas, tomar decisões, assumir riscos e persuadir outros a atingirem objetivos.",
        "lowDescription": "Pode tender a preferir não desempenhar um papel diretivo e influente."
      },
      "conventional": {
        "name": "Convencional",
        "highDescription": "Prefere trabalhar dentro de cadeias de comando estabelecidas e seguir diretrizes bem definidas.",
        "lowDescription": "Pode tender a ter aversão ao trabalho rotineiro, regulamentado por regras e com processos pesados."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Realização/Esforço",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que busca ativamente crescimento e domínio estabelecendo metas pessoalmente desafiadoras e se esforça para alcançar um alto nível de desempenho.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente busca crescimento trabalhando duro para atender aos padrões, mas ocasionalmente pode ficar aquém de alcançar os resultados desejados.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que ocasionalmente está motivado a buscar crescimento e domínio, mas também pode não ter confiança em alcançar os resultados desejados.",
        "summary": "Estabelecer e manter conquistas e metas pessoalmente desafiadoras e exercer esforço para dominar tarefas.",
        "questionContents": [
          {
            "question": "Descreva um momento em que você trabalhou duro para completar com sucesso uma meta desafiadora.",
            "additionals": [
              "Sobre o que era a tarefa? Por que foi um desafio para você?",
              "Qual foi o seu papel?",
              "O que você fez nesta tarefa ou projeto? Você enfrentou algum obstáculo?",
              "Qual foi o resultado final? O que você fez bem e o que poderia ser melhorado?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Persistência",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que responde aos contratempos com esforço contínuo e manterá o curso diante de obstáculos ou adversidades.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente persevera em meio a contratempos, mas ocasionalmente pode precisar do apoio de outras pessoas para superar obstáculos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem dificuldade em perseverar em meio a contratempos e precisa do apoio de outras pessoas para superar os obstáculos.",
        "summary": "Demonstrar persistência diante dos obstáculos.",
        "questionContents": [
          {
            "question": "Descreva uma situação em que você teve que superar um ou mais obstáculos para alcançar os resultados desejados.",
            "additionals": [
              "Do que se tratava esta situação? Que desafios você enfrentou?",
              "Qual foi o seu papel? O que você teve que fazer? Como você teve que trabalhar com outras pessoas para conseguir isso?",
              "Como você enfrentou e resolveu o(s) obstáculo(s)? Como se sentiu com relação a isso?",
              "Qual foi o resultado deste projeto? O que você mudaria se pudesse fazer de novo?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Iniciativa",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que é proativo em garantir que as tarefas sejam concluídas, muitas vezes disposto a assumir novas responsabilidades e desafios e pode desafiar o status quo e buscar novas maneiras de melhorar processos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente conclui tarefas com o mínimo de estímulo e geralmente está disposto a assumir novas responsabilidades e desafios, mas às vezes pode experimentar inércia ocasional ao fazê-lo.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que precisa de alguma orientação para concluir tarefas e hesita em assumir novas responsabilidades e desafios.",
        "summary": "Disposição para iniciar e assumir responsabilidades e desafios.",
        "questionContents": [
          {
            "question": "Compartilhe um exemplo recente em que você avançou e assumiu mais do que era esperado de você.",
            "additionals": [
              "Sobre o que foi esse exemplo?",
              "O que você teve que fazer?",
              "O que você fez? Como e por que você decidiu avançar?",
              "Qual foi o resultado final? você faria alguma coisa diferente?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Liderança",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que está inclinado a se apresentar e assumir a liderança, bem como a oferecer opiniões e orientações.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que ocasionalmente se apresenta para assumir a liderança e às vezes oferece opiniões e orientações.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que hesita em assumir a liderança e raramente oferece opiniões ou orientações.",
        "summary": "Disposição para liderar, assumir o comando e oferecer opiniões e orientações nas quais se acredita.",
        "questionContents": [
          {
            "question": "Conte sobre uma ocasião em que você assumiu o comando e liderou um grupo com sucesso.",
            "additionals": [
              "Sobre o que era o exemplo? Quem eram os outros membros da equipe envolvidos?",
              "O que você teve que fazer? Quais foram os resultados esperados? Houve algum desafio que você esperava?",
              "Como você liderou os membros da sua equipe? Como eles se sentem?",
              "Qual foi o resultado final? O que você gostaria de melhorar?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Cooperação",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a confiar que os outros são bem-intencionados e parece agradável, acessível e cooperativo ao trabalhar com outras pessoas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente tende a confiar que os outros são bem-intencionados e parece agradável, acessível e cooperativo ao trabalhar com outras pessoas.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que não confia nos outros facilmente e pode parecer pouco cooperativo ou difícil de trabalhar.",
        "summary": "Tendência a ser agradável com os outros no trabalho e demonstrar uma atitude cooperativa e bem-humorada.",
        "questionContents": [
          {
            "question": "Lembre-se de sua experiência mais memorável de trabalhar cooperativamente com outras pessoas para atingir uma meta importante.",
            "additionals": [
              "Sobre o que era o projeto ou tarefa? Com quem você estava trabalhando?",
              "O que você teve que fazer? Houve algum desafio que você esperava?",
              "Como você trabalhou e interagiu com o resto? Como você contribuiu para a equipe?",
              "Por que esta é a experiência mais memorável? Você teria feito algo diferente?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Preocupação para outros",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a ser sensível às necessidades e sentimentos dos outros e é empático, solidário e prestativo.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente é sensível às necessidades e sentimentos dos outros e oferece apoio e ajuda quando apropriado.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode achar difícil compreender as necessidades e sentimentos dos outros e não tem certeza de quando oferecer apoio ou ajuda.",
        "summary": "Tendência a ser sensível aos sentimentos e preocupações dos outros e a ser compreensivo e prestativo.",
        "questionContents": [
          {
            "question": "Descreva uma ocasião em que você conseguiu apoiar e tranquilizar a preocupação ou necessidade de um colega de trabalho.",
            "additionals": [
              "Qual foi o tempo? Com quem você estava trabalhando?",
              "Quais foram os objetivos? Como você teve que trabalhar com outras pessoas para conseguir isso?",
              "O que você fez para alcançá-lo? Como você administrou as emoções dos outros e demonstrou preocupação?",
              "Qual foi o resultado final? O que você teria feito diferente?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Orientação Social",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que constrói ativamente relacionamentos pessoais no trabalho e tende a buscar oportunidades de trabalhar com outras pessoas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente mantém relacionamentos pessoais no trabalho e se sente confortável trabalhando com outras pessoas.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que prefere manter uma separação entre as relações pessoais e de trabalho e realizar tarefas sozinho.",
        "summary": "Prefere estar socialmente conectado e trabalhar com outras pessoas para realizar tarefas.",
        "questionContents": [
          {
            "question": "Descreva uma ocasião em que você construiu um bom relacionamento com outras pessoas para realizar o trabalho.",
            "additionals": [
              "Qual foi o motivo da ocasião? Com quem você teve que interagir?",
              "Qual foi o resultado do trabalho pretendido?",
              "O que você fez? O que você fez para garantir que o envolvimento deles fosse importante?",
              "Qual foi o resultado final? O que você teria feito de diferente para construir relacionamentos com outras pessoas?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Auto-controle",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que demonstra um alto nível de autocontrole e autorregulação ao lidar com emoções e é improvável que aja impulsivamente.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que demonstra um nível moderado de autocontrole e autorregulação ao lidar com emoções e geralmente evita agir impulsivamente.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode achar difícil controlar e regular emoções e às vezes pode agir impulsivamente.",
        "summary": "Manter a compostura, controlar as emoções, controlar a raiva e evitar comportamentos agressivos, mesmo em situações difíceis.",
        "questionContents": [
          {
            "question": "Descreva uma ocasião em que você ficou frustrado em uma situação de trabalho ao interagir com outras pessoas.",
            "additionals": [
              "O que foi isso? Com quem você teve que trabalhar? Por que você ficou frustrado?",
              "Qual era a tarefa ou objetivo?",
              "Que ações você tomou? Como você administrou suas próprias emoções e comunicação? Houve alguma resistência enfrentada?",
              "Qual foi o resultado final? Como você se sentiu? O que você teria feito diferente?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Tolerância ao estresse",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a aceitar prontamente feedback e críticas e a lidar com situações estressantes de maneira eficaz. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente é capaz de aceitar alguns comentários e críticas e trabalha adequadamente em situações estressantes. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode achar difícil aceitar prontamente críticas e feedback e pode achar desafiador trabalhar em situações estressantes.",
        "summary": "Tendência a aceitar críticas e a lidar com calma e eficácia com situações de alto estresse.",
        "questionContents": [
          {
            "question": "Descreva um momento em que você teve que atuar em um ambiente estressante e exigente.",
            "additionals": [
              "Sobre o que era o exemplo? Por que foi estressante ou exigente?",
              "O que você teve que fazer nessa situação? Como você pretendia que fosse o resultado?",
              "Como você administrou os estressores e o trabalho? Como você se sentiu durante todo o processo?",
              "Qual foi o resultado final? Reflita sobre quaisquer áreas em que você se saiu bem ou deseja melhorar."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Adaptabilidade/Flexibilidade",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a reagir positivamente às mudanças e é flexível na adoção de novas maneiras de fazer as coisas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente é capaz de aceitar mudanças e é um tanto flexível na adoção de novas maneiras de fazer as coisas.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode ser um tanto resistente a mudanças e pode achar difícil se ajustar a novas maneiras de fazer as coisas.",
        "summary": "Tendência a estar aberto a mudanças e novos métodos, e a considerar a variedade dentro do ambiente.",
        "questionContents": [
          {
            "question": "Descreva um momento em que você teve que se ajustar às mudanças nas condições ou prioridades de trabalho para concluir um projeto. como você lidou com isto?",
            "additionals": [
              "Qual foi o tempo? Isso foi algo novo para você que você não fez antes?",
              "O que você teve que fazer? Qual foi o resultado pretendido?",
              "O que você fez de diferente? Por que você abordou dessa maneira? Como você se sentiu nesse processo?",
              "O que aconteceu no final? Como você mudaria para torná-lo ainda melhor?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Confiabilidade",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que assume ativamente a responsabilidade pessoal sobre os deveres e pode ser confiável para concluir tarefas e cumprir compromissos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente assume responsabilidade pessoal sobre deveres e geralmente pode ser confiável para concluir tarefas e cumprir compromissos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode ter dificuldade em manter a consistência no que diz respeito à conclusão de tarefas ou cumprimento de compromissos.",
        "summary": "Confiável, responsável e confiável no cumprimento de obrigações.",
        "questionContents": [
          {
            "question": "Lembre-se de um caso em que suas outras obrigações afetaram sua capacidade de concluir suas tarefas no prazo.",
            "additionals": [
              "Como as obrigações impactaram seu trabalho?",
              "Qual foi o seu papel na conclusão das tarefas?",
              "O que você fez para garantir que seu trabalho ainda fosse entregue no prazo? Quais foram as etapas envolvidas?",
              "Qual foi o resultado final? Olhando para trás, há algo que você teria tratado de forma diferente?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Atenção aos detalhes",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a ser cuidadoso e organizado ao realizar tarefas no trabalho, raramente negligenciando detalhes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente é cuidadoso e organizado ao realizar tarefas no trabalho, embora os detalhes às vezes possam ser esquecidos. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que é menos meticuloso e minucioso no trabalho e tende a ignorar os detalhes. ",
        "summary": "Tendência a ser cuidadoso com os detalhes e minucioso na conclusão das tarefas.",
        "questionContents": [
          {
            "question": "Diferentes tarefas de trabalho podem exigir diferentes níveis de detalhe e atenção. Explique uma tarefa na qual você trabalhou e que exigia atenção aos detalhes e à qualidade.",
            "additionals": [
              "Sobre o que era a tarefa? Você estava trabalhando com mais alguém?",
              "Qual foi o seu papel nesta tarefa? Qual foi o resultado pretendido?",
              "Como você abordou a tarefa? Como você garantiu que os detalhes e a qualidade não fossem comprometidos?",
              "Qual foi o resultado final? O que você fez bem? Em que você melhoraria?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Integridade",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que é confiável, honesto e ético e garante ativamente a consistência entre palavras e ações.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que é confiável, honesto e ético na maioria das vezes e tenta garantir consistência entre palavras e ações. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que pode valorizar o interesse próprio em vez de defender padrões éticos e pode demonstrar inconsistências entre palavras e ações. ",
        "summary": "Tendência a ser honesto e ético.",
        "questionContents": [
          {
            "question": "Descreva uma situação em que você teve que entregar uma tarefa, mas sua integridade foi desafiada no processo.",
            "additionals": [
              "Sobre o que era a tarefa? Quais eram suas preocupações com a integridade?",
              "Qual foi o seu papel nesta situação? Que desafios você enfrentou?",
              "Como você administrou essa situação? Como você convenceu os envolvidos também?",
              "Qual foi o resultado final? Como se sentiu com relação a isso? O que você teria feito diferente?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independência",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que é autodirigido, capaz e confiante de fazer as coisas com pouca ou nenhuma supervisão.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente pode se autodirigir e é capaz e confiante de fazer as coisas com pouca supervisão na maior parte do tempo. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a precisar de orientação e direção e pode não ter confiança e capacidade para fazer as coisas de forma independente.",
        "summary": "Tendência a preferir a própria maneira de fazer as coisas, orientando-se com pouca ou nenhuma supervisão e dependendo de si mesmo para realizar as tarefas.",
        "questionContents": [
          {
            "question": "Compartilhe sobre o tempo que você teve para trabalhar sozinho e tomar decisões importantes com pouca orientação.",
            "additionals": [
              "O que foi isso? Que orientação você recebeu?",
              "Quais foram as decisões importantes que você tomou? Por que você teve que fazer isso sozinho?",
              "Qual foi o seu processo de pensamento? Como você lidou com a falta de apoio?",
              "Qual foi o resultado final? Como você se sentiu? O que você teria feito diferente?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Inovação",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a adotar uma abordagem criativa para trabalhar e usa formas alternativas de pensar para resolver problemas.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que ocasionalmente adota métodos criativos ou formas alternativas de pensar para resolver problemas. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a preferir maneiras experimentadas e testadas de fazer as coisas em vez de pensar fora da caixa para resolver problemas.",
        "summary": "Aproveitar a criatividade e o pensamento alternativo para desenvolver novas ideias e respostas.",
        "questionContents": [
          {
            "question": "Descreva um exemplo em que você encontrou uma solução criativa para um problema existente.",
            "additionals": [
              "Sobre o que era o exemplo? Você trabalhou com outras pessoas nisso?",
              "Qual era o problema existente? Por que você achou importante resolver esse problema?",
              "O que você fez para resolver o problema? Como foi diferente de outras abordagens?",
              "Como essa abordagem melhorou o problema existente? Você mudaria sua abordagem se tivesse outra chance?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Pensamento analítico",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a ser metódico no exame de informações e procura padrões subjacentes para deduzir insights.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente examina informações para dar sentido aos problemas e ocasionalmente procura padrões subjacentes para deduzir insights. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tende a ser menos metódico no exame de informações e pode ser menos propenso a procurar padrões subjacentes para deduzir insights.\n",
        "summary": "Tendência para analisar informações e usar a lógica para resolver questões e problemas.",
        "questionContents": [
          {
            "question": "Lembre-se de uma situação em que você teve que examinar diversas fontes de dados e formular uma solução ou abordagem.",
            "additionals": [
              "Qual foi o exemplo? Por que você precisou formular uma solução?",
              "O que você teve que fazer? Com quais tipos de dados ou informações você teve que trabalhar?",
              "Como você entendeu esses vários dados? Algum desafio enfrentado?",
              "Qual foi o resultado? você faria alguma coisa diferente?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Conquista",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente um ambiente que enfatiza a orientação para realizações, onde é necessário que alguém atue de acordo com sua capacidade mais forte para entregar resultados bem-sucedidos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza um ambiente que enfatiza a orientação para realizações, onde às vezes é necessário que alguém atue de acordo com sua capacidade mais forte para entregar resultados.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente que enfatize a orientação para realizações, preferindo um onde menos foco esteja na capacidade de entregar resultados.",
        "summary": "A pessoa é motivada pelo uso de suas próprias habilidades e competências mais fortes para atingir objetivos, ganhando uma sensação de realização.",
        "questionContents": [
          {
            "question": "Compartilhe como você entregaria o melhor que pode em um projeto em uma função ou tarefa anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "O que você acha que precisa fazer para que isso tenha sucesso?",
              "Como você garantiu o sucesso disso?",
              "Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Condições de trabalho",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente um ambiente que oferece alta atividade e oportunidades constantes para experimentar diferentes tarefas, onde o desenvolvimento e o crescimento são promovidos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza um ambiente que oferece um equilíbrio entre atividade de trabalho e consistência de trabalho, bem como algum foco no desenvolvimento e crescimento de alguém.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente que enfatize alta atividade de trabalho e diferentes oportunidades de aprendizagem, preferindo um ambiente que seja consistente com tarefas.",
        "summary": "Um é movido pela realização por meio de alta atividade e aprendizagem de diferentes tarefas em um ambiente seguro e de crescimento profissional.",
        "questionContents": [
          {
            "question": "Compartilhe como fatores como variedade de trabalho e oportunidades de aprendizagem o ajudaram em uma função ou tarefa anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "O que você teve que fazer para esta função ou tarefa? Quais foram os fatores em específico?",
              "Como esses fatores o ajudaram no processo?",
              "Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Reconhecimento",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente um ambiente que promove prestígio e reputação profissional onde recompensas extrínsecas e avanço na carreira para os funcionários são priorizados.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza um ambiente que oferece recompensas extrínsecas, oportunidades de avanço na carreira e alta posição.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente que enfatiza recompensas extrínsecas, prestígio, avanço na carreira ou alta posição profissional.",
        "summary": "Um é impulsionado pelo avanço na carreira, que vem com prestígio, status e componentes monetários.",
        "questionContents": [
          {
            "question": "Compartilhe como você define e mede o sucesso e o reconhecimento do trabalho pessoal em uma função ou tarefa anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "O que você teve que fazer para esta tarefa ou função? Como você definiu sucesso e resultados?",
              "O que você fez para alcançar sucesso e reconhecimento no trabalho?",
              "Qual foi o resultado final? Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Relacionamentos",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente um ambiente cheio de camaradagem, onde os funcionários trabalham e apoiam uns aos outros de perto, e têm altos níveis de envolvimento com os outros.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza um ambiente que incentiva a formação de relações de trabalho estreitas no local de trabalho, mas pode evitar o envolvimento excessivo com colegas de trabalho.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente que incentiva a formação de relações de trabalho estreitas no local de trabalho e pode preferir abster-se de se envolver com colegas trabalhadores.",
        "summary": "Um deles é motivado por trabalhar e construir boas relações com colegas de trabalho e partes interessadas em um ambiente amigável e não competitivo.",
        "questionContents": [
          {
            "question": "Compartilhe como foi para você trabalhar em equipe e construir relacionamentos no local de trabalho em uma função ou tarefa anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "Como você construiu relacionamentos com outras pessoas? Por que você acha que isso o ajudou no local de trabalho?",
              "Quais foram alguns dos desafios enfrentados? Como você sustentou os relacionamentos?",
              "Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      },
      "support": {
        "name": "Apoiar",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente um ambiente que defende a tolerância e práticas éticas com colegas de trabalho e gerentes de apoio para buscar aconselhamento e apoio.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza um ambiente que prioriza alguma tolerância ou práticas éticas no local de trabalho e às vezes gostaria de ter colegas de trabalho e gerentes que o apoiassem.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente que priorize a tolerância ou práticas éticas no local de trabalho ou que tenha colegas de trabalho e gerentes que o apoiem.",
        "summary": "Um deles é impulsionado por um ambiente que promove a justiça e a tolerância, apoiado por colegas de trabalho e gestão solidários.",
        "questionContents": [
          {
            "question": "Compartilhe como foi o apoio de colegas de trabalho e da gerência para você em uma função anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "Qual era a tarefa em questão? Que apoio você sentiu que era necessário?",
              "O que você fez para esta tarefa? Que tipo de apoio você recebeu?",
              "Qual foi o resultado final? Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Independência",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que valoriza fortemente ter autonomia e flexibilidade para desenvolver e alcançar seus próprios objetivos, com capacidade para assumir o controle de tarefas e progresso.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que geralmente valoriza ter autonomia para tomar decisões e gerenciar seu próprio progresso no trabalho, mas apenas dentro de parâmetros gerenciáveis. Em determinadas situações, prefere receber orientações detalhadas e supervisão rigorosa.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por um ambiente onde os funcionários tenham liberdade e autoridade significativas para cumprir suas responsabilidades e gerenciar seu próprio progresso e tarefas, preferindo ser orientado no trabalho.",
        "summary": "Um é movido pela autonomia e tem o poder de gerir o próprio progresso e tomar decisões independentes.",
        "questionContents": [
          {
            "question": "Compartilhe como a autonomia e a capacidade de trabalhar de forma independente são componentes de seu desempenho em uma função ou tarefa anterior.",
            "additionals": [
              "Que tipo de função ou tarefa você assumiu?",
              "Que tipo de decisão você teve que tomar? Por que você foi capaz de exercitar o pensamento independente?",
              "O que você fez para tomar essa decisão? Outras pessoas estavam envolvidas no processo e até que ponto estavam envolvidas?",
              "Qual foi o resultado final? Como você se sentiu em relação ao processo? O que você aprendeu com isso sobre você?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Realista",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas externas, físicas e mecânicas e busca problemas concretos em vez de abstratos, além de gostar de estar em situações práticas .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas externas, físicas e mecânicas, mas nem sempre gosta de estar em situações de trabalho prático.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas externas, físicas e mecânicas e não prefere situações de trabalho prático, como construir e consertar coisas ou operar equipamento.",
        "summary": "As ocupações realistas geralmente envolvem atividades de trabalho que incluem problemas e soluções práticas e práticas. Essas ocupações geralmente lidam com plantas, animais e materiais do mundo real, como madeira, ferramentas e máquinas.",
        "questionContents": [
          {
            "question": "Descreva um projeto em que você demonstrou habilidades de resolução de problemas em uma situação prática.",
            "additionals": [
              "Sobre o que era o projeto? Por que exigiu muitos componentes práticos?",
              "Qual foi o seu papel nisso?",
              "Como você concluiu o projeto? Você enfrentou algum desafio?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Investigativo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por trabalhar com teorias e dados, empregando metodologias científicas para resolver problemas complexos.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por trabalhar com teorias, dados e números, coletando fatos e analisando situações para resolver problemas complexos.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que giram em torno do uso de teorias e coleta de dados ou números para analisar ou resolver problemas complexos.",
        "summary": "As ocupações investigativas geralmente envolvem trabalhar com ideias, pesquisar e exigem muita reflexão. Isso inclui funções analíticas e científicas, envolvendo exploração e pesquisa usando dados e números.",
        "questionContents": [
          {
            "question": "Compartilhe um exemplo em que você teve que pesquisar teorias e trabalhar com dados para resolver um problema.",
            "additionals": [
              "Sobre o que era o projeto ou tarefa?",
              "Qual foi o seu papel nisso? Que tipo de pesquisa ou análise você teve que fazer?",
              "Como você concluiu a tarefa ou projeto? Você enfrentou algum desafio?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Artístico",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por oportunidades que envolvam autoexpressão criativa e estética na criação de trabalhos ou produtos originais.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por oportunidades que permitem a autoexpressão por meio de criações artísticas e originais, embora nem sempre esteja inclinado a se envolver em tarefas criativas .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que exigem habilidades estéticas e auto-expressão ou aquelas que exigem que alguém seja criativo na criação de trabalhos ou produtos originais .",
        "summary": "As ocupações artísticas geralmente envolvem o trabalho com designs e conceitos. Estas ocupações muitas vezes exigem auto-expressão e incluem funções que permitem ser artístico e criativo na criação de trabalhos ou produtos originais.",
        "questionContents": [
          {
            "question": "Descreva um momento em que você demonstrou criatividade ou exerceu o pensamento artístico em uma tarefa ou solução proposta.",
            "additionals": [
              "Sobre o que era a tarefa? Que tipo de insumos eram necessários?",
              "Qual foi o seu papel nisso? Como você demonstrou criatividade?",
              "Como você concluiu a tarefa? Como você imaginou o resultado final?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      },
      "social": {
        "name": "Social",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por atividades que envolvem apoiar, desenvolver e esclarecer outras pessoas e busca atividades interpessoais que visam entregar resultados socialmente impactantes.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por atividades que envolvem apoiar, desenvolver e esclarecer outras pessoas, bem como trabalhar para entregar resultados socialmente impactantes.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que fornecem suporte ou serviço a outros, bem como trabalha para outros para obter resultados socialmente impactantes.",
        "summary": "As ocupações sociais freqüentemente envolvem trabalhar, comunicar-se e ensinar pessoas. Estas ocupações envolvem frequentemente ajudar ou prestar serviços a terceiros, com preferência para criar impacto social.",
        "questionContents": [
          {
            "question": "Lembre-se da última vez que você foi além para ajudar ou apoiar alguém em uma tarefa.",
            "additionals": [
              "O que foi isso? Por que você decidiu ajudar esse indivíduo?",
              "O que você teve que fazer?",
              "Como você apoiou esse indivíduo? Você enfrentou algum desafio?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Empreendedor",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem direcionar e influenciar outros para adotar soluções ou abordagens, e pode preferir estar em posições de influência ou poder .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas que exigem direcionar e influenciar outros a adotar soluções ou abordagens.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que exigem direcionar e influenciar outros a adotar soluções ou abordagens.",
        "summary": "As ocupações empreendedoras frequentemente envolvem o início e a execução de projetos. Isto inclui posições de poder que envolvem direcionar e influenciar outros a adotar soluções e, às vezes, orientados para vendas.",
        "questionContents": [
          {
            "question": "Descreva uma tarefa que você iniciou e liderou, mas não seguiu de acordo com o plano em mente.",
            "additionals": [
              "Em que consistia esta tarefa? Por que não correu conforme o planeado?",
              "Qual foi o seu papel nisso?",
              "Como você concluiu a tarefa? Você enfrentou algum desafio?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Convencional",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem ordem e organização, além de trabalhar em uma operação sistematizada com diretrizes e procedimentos claros.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas que são executadas de maneira sistemática e ordenada, embora nem sempre goste de seguir regras e procedimentos de perto.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas estruturadas e regulamentadas por regras que devem ser executadas de maneira sistemática e ordenada, bem como aderir às regras e procedimentos.",
        "summary": "As ocupações convencionais freqüentemente envolvem o cumprimento de procedimentos e rotinas definidas. Isto inclui funções com regras e procedimentos claros, onde a estrutura e os padrões são aplicados e respeitados.",
        "questionContents": [
          {
            "question": "Descreva uma tarefa em que você garantiu o cumprimento estrito de regras, procedimentos ou padrões para ter sucesso.",
            "additionals": [
              "Em que consistia esta tarefa? Quais foram os protocolos e regras com os quais você teve que trabalhar?",
              "Qual foi o seu papel nisso?",
              "Como você concluiu a tarefa ou projeto? Você enfrentou algum desafio?",
              "Qual foi o resultado final? Você gostou do processo? Como você se sentiu em relação a tarefas como essa?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Tem alta granulação",
            "lowDescription": "Tem coragem"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abertura à Experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com a mudança"
          },
          "conscientiousness": {
            "id": "5",
            "name": "conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoavaliações Básicas",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação para Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação de domínio",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criativo no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspectiva tomada",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnout de trabalho muito baixo",
            "lowDescription": "Baixo desgaste no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidade multitarefa muito forte",
            "lowDescription": "Pode realizar múltiplas tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capaz de ser um empreendedor"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Estabilidade emocional",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é emocionalmente estável - ",
            "midDescription": "Você tem um certo controle de suas emoções e geralmente é resistente à pressão e à tentação.",
            "lowDescription": "A área de desenvolvimento de {{name}} é {{gender-possessive}} estabilidade emocional - "
          },
          "extraversion": {
            "name": "Extroversão",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é extrovertido - ",
            "midDescription": "Você é um tanto sociável, positivo, em busca de emoção e assertivo.",
            "lowDescription": "A área de desenvolvimento de {{name}} é a extroversão {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Abertura à Experiência",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} está aberto a diversas experiências - ",
            "midDescription": "Você está um tanto aberto para se envolver em diversas ideias, atividades, sentimentos e perspectivas.",
            "lowDescription": "A área de desenvolvimento de {{name}} é {{gender-possessive}} abertura para diversas experiências - "
          },
          "agreeableness": {
            "name": "Amabilidade",
            "highDescription": "O traço de personalidade mais forte de {{name}} é a simpatia - ",
            "midDescription": "Você é moderadamente caloroso, modesto e voltado para as pessoas.",
            "lowDescription": "A área de desenvolvimento de {{name}} é a agradabilidade {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "conscienciosidade",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é consciencioso - ",
            "midDescription": "Você está um tanto confiante em sua capacidade de realização e é moderadamente disciplinado no cumprimento de deveres de maneira estruturada e deliberada.",
            "lowDescription": "A área de desenvolvimento de {{name}} é a consciência {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Autoavaliações Básicas",
            "highDescription": "{{name}} tem alto nível de autoavaliações básicas - {{gender-subject}} vê {{gender-object}} a si mesmo de uma maneira consistentemente positiva em todas as situações.",
            "lowDescription": "{{name}} tem poucas autoavaliações básicas - {{gender-subject}} deve tentar ver {{gender-object}} a si mesmo de uma maneira mais positiva em todas as situações."
          },
          "performanceOrientation": {
            "name": "Orientação para Desempenho",
            "highDescription": "{{name}} tem alta orientação para metas de desempenho - {{gender-subject}} está motivado para demonstrar e validar a competência {{gender-possessive}} buscando julgamentos positivos e evitando julgamentos negativos de outros. ",
            "lowDescription": "{{name}} tem baixa orientação para metas de desempenho - {{gender-subject}} deve tentar estar mais motivado para demonstrar e validar a competência {{gender-possessive}} buscando julgamentos positivos e evitando julgamentos negativos."
          },
          "masteryOrientation": {
            "name": "Orientação de domínio",
            "highDescription": "{{name}} tem alta orientação para objetivos de domínio - {{gender-subject}} está motivado para desenvolver competências adquirindo novas habilidades e dominando novas situações.",
            "lowDescription": "{{name}} tem pouca orientação para objetivos de domínio - {{gender-subject}} deve tentar estar mais motivado para desenvolver competências, adquirindo novas habilidades e dominando novas situações."
          },
          "selfMonitoring": {
            "name": "Auto-monitoramento",
            "highDescription": "{{name}} tem alto automonitoramento - {{gender-subject}} é capaz de monitorar e controlar expressões e comportamentos {{gender-possessive}} .",
            "lowDescription": "{{name}} tem pouco automonitoramento - {{gender-subject}} deveria tentar monitorar e controlar mais as expressões e comportamentos {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Autoavaliações Básicas",
            "highDescription": "Você tende a se ver de maneira consistentemente positiva em todas as situações. Você se vê como capaz, digno e no controle de sua vida. Essas emoções, pensamentos e motivações positivas podem afetar a forma como você se sente, pensa e se comporta no local de trabalho.",
            "midDescription": "Às vezes você se vê de forma mais positiva e, outras vezes, de forma mais negativa. Isto afeta se você se vê como capaz, digno e no controle de sua vida, o que tem impacto em como você se sente, pensa e se comporta no local de trabalho.",
            "lowDescription": "Você tende a se ver de maneira consistentemente negativa em todas as situações. Você pode se ver como menos capaz, indigno e sem controle de sua vida. Essas emoções, pensamentos e motivações negativas podem afetar a forma como você se sente, pensa e se comporta no local de trabalho."
          },
          "performanceOrientation": {
            "name": "Orientação para Desempenho",
            "highDescription": "Você acredita que sua competência é demonstrada quando você supera os outros. Como resultado, é provável que você se sinta motivado a definir metas elevadas para si mesmo, com foco em alcançar um nível mais alto de sucesso e proficiência do que os outros.",
            "midDescription": "Ocasionalmente, você acredita que sua competência é demonstrada quando você supera os outros. Portanto, você está bastante motivado para definir metas elevadas para si mesmo, às vezes com foco em alcançar um nível mais alto de sucesso e proficiência do que outros.",
            "lowDescription": "Você não acredita que superar os outros seja necessariamente uma demonstração de sua competência. Você não está preocupado em competir e vencer os outros. É improvável que as metas que você definiu sejam influenciadas ou motivadas pelo sucesso de outras pessoas."
          },
          "masteryOrientation": {
            "name": "Orientação de domínio",
            "highDescription": "Você está motivado a desenvolver suas competências adquirindo novas habilidades e dominando-as em novas situações. Você pode ver tarefas desafiadoras como oportunidades de crescimento e desenvolvimento.",
            "midDescription": "Você está um tanto motivado para desenvolver suas competências, adquirindo novas habilidades e dominando-as em novas situações. Às vezes, você pode ver tarefas desafiadoras como oportunidades de crescimento e desenvolvimento.",
            "lowDescription": "Você está menos motivado para desenvolver suas competências e pode estar menos interessado em adquirir novas habilidades ou dominá-las em novas situações. Quando confrontado com tarefas desafiadoras, você pode reagir a elas com apreensão ou considerá-las complicadas."
          },
          "selfMonitoring": {
            "name": "Auto-monitoramento",
            "highDescription": "Você tende a ser capaz e disposto a regular suas expressões e comportamentos de acordo com as circunstâncias sociais. Isso ajuda você a adaptar a forma como você se apresenta aos outros de acordo com os sinais sociais e a ser mais eficaz na adaptação a novas situações.",
            "midDescription": "Às vezes você é capaz e deseja regular suas expressões e comportamentos de acordo com as circunstâncias sociais. Isso ajuda você a adaptar a forma como você se apresenta aos outros de acordo com os sinais sociais e a ser mais eficaz na adaptação a novas situações.",
            "lowDescription": "Você tende a ser menos capaz ou disposto a regular suas expressões e comportamentos, independentemente das circunstâncias sociais. É improvável que você use dicas sociais para personalizar a forma como se apresenta aos outros e pode ser menos eficaz na adaptação a novas situações."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Funções práticas e práticas que envolvem máquinas e ferramentas",
            "lowDescription": "Funções práticas e práticas que envolvem máquinas e ferramentas"
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "Funções analíticas e científicas que envolvem explorar e pesquisar coisas",
            "lowDescription": "Funções analíticas e científicas que envolvem explorar e pesquisar coisas"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Papéis criativos e artísticos que envolvem a criação de trabalhos originais",
            "lowDescription": "Papéis criativos e artísticos que envolvem a criação de trabalhos originais"
          },
          "social": {
            "name": "Social",
            "highDescription": "Funções que podem ajudar as pessoas, ensinando-as e ajudando-as",
            "lowDescription": "Funções que podem ajudar as pessoas, ensinando-as e ajudando-as"
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "Posições de liderança que envolvem influenciar e dirigir outras pessoas",
            "lowDescription": "Posições de liderança que envolvem influenciar e dirigir outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Funções com regras e procedimentos claros",
            "lowDescription": "Funções com regras e procedimentos claros"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Mais atividades práticas no trabalho"
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "Mais tarefas que giram em torno de pesquisa e análise"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Mais oportunidades para {{name}} criar coisas novas"
          },
          "social": {
            "name": "Social",
            "highDescription": "Mais tarefas de trabalho que permitem que {{name}} ajude outras pessoas"
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "Mais oportunidades que permitem que {{name}} influencie outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Mais atividades que giram em torno de manter registros e fazer cálculos"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realista"
          },
          "investigative": {
            "name": "Investigativo"
          },
          "artistic": {
            "name": "Artístico"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Empreendedor"
          },
          "conventional": {
            "name": "Convencional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realista",
            "lowDescription": "{{name}} pode não gostar de atividades práticas no trabalho"
          },
          "investigative": {
            "name": "Investigativo",
            "lowDescription": "{{name}} pode evitar tarefas que giram em torno de pesquisa e análise"
          },
          "artistic": {
            "name": "Artístico",
            "lowDescription": "{{name}} pode achar um desafio aproveitar oportunidades para criar coisas novas"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} pode não gostar de atividades que exijam que {{gender-object}} ajude outras pessoas"
          },
          "enterprising": {
            "name": "Empreendedor",
            "lowDescription": "{{name}} pode evitar atividades que exijam {{gender-object}} influencie outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "lowDescription": "{{name}} pode achar desafiador realizar atividades que giram em torno de manter registros e fazer cálculos"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realista",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas externas, físicas e mecânicas e busca problemas concretos em vez de abstratos, além de gostar de estar em situações práticas .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas externas, físicas e mecânicas, mas nem sempre gosta de estar em situações de trabalho prático.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas externas, físicas e mecânicas e não prefere situações de trabalho prático, como construir e consertar coisas ou operar equipamento.",
            "summary": "{{name}} prefere trabalhar em empregos realistas - {{gender-subject}} gosta de ocupações práticas, mecânicas e práticas."
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por trabalhar com teorias e dados, empregando metodologias científicas para resolver problemas complexos.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por trabalhar com teorias, dados e números, coletando fatos e analisando situações para resolver problemas complexos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que giram em torno do uso de teorias e coleta de dados ou números para analisar ou resolver problemas complexos.",
            "summary": "{{name}} prefere trabalhar em empregos investigativos - {{gender-subject}} gosta de ocupações analíticas e científicas."
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por oportunidades que envolvam autoexpressão criativa e estética na criação de um trabalho ou produto original.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por oportunidades que permitem a autoexpressão por meio de criações artísticas e originais, embora nem sempre esteja inclinado a se envolver em tarefas criativas .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que exigem habilidades estéticas e auto-expressão ou aquelas que exigem que alguém seja criativo na criação de um trabalho ou produto original .",
            "summary": "{{name}} prefere trabalhar em empregos artísticos - {{gender-subject}} gosta de ocupações criativas, expressivas e artísticas."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por atividades que envolvem apoiar, desenvolver e esclarecer outras pessoas e busca atividades interpessoais que visam entregar resultados socialmente impactantes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por atividades que envolvem apoiar, desenvolver e esclarecer outras pessoas, bem como trabalhar para entregar resultados socialmente impactantes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que fornecem suporte ou serviço a outros, bem como trabalha para outros para obter resultados socialmente impactantes.",
            "summary": "{{name}} prefere trabalhar em empregos sociais - {{gender-subject}} gosta de ocupações que possam ajudar as pessoas."
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem direcionar e influenciar outros a adotar soluções ou abordagens, e prefere estar em posições de influência ou poder.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas que exigem direcionar e influenciar outros a adotar soluções ou abordagens.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas que exigem direcionar e influenciar outros a adotar soluções ou abordagens.",
            "summary": "{{name}} prefere trabalhar em empregos empreendedores - {{gender-subject}} gosta de ocupações que lhes permitam ocupar posições de liderança."
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem ordem e organização, além de trabalhar em uma operação sistematizada com diretrizes e procedimentos claros.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas que são executadas de maneira sistemática e ordenada, embora nem sempre goste de seguir regras e procedimentos de perto.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem baixa preferência por tarefas estruturadas e regulamentadas por regras que devem ser executadas de maneira sistemática e ordenada, bem como aderir às regras e procedimentos.",
            "summary": "{{name}} prefere trabalhar em empregos convencionais - {{gender-subject}} gosta de ocupações com padrões, regras e procedimentos claros."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Tem alta granulação",
            "lowDescription": "Tem coragem"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abertura à Experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com a mudança"
          },
          "conscientiousness": {
            "id": "5",
            "name": "conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoavaliações Básicas",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação para Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação de domínio",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criativo no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspectiva tomada",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnout de trabalho muito baixo",
            "lowDescription": "Baixo desgaste no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidade multitarefa muito forte",
            "lowDescription": "Pode realizar múltiplas tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capaz de ser um empreendedor"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Conquista",
            "highDescription": "Orientado para resultados",
            "midDescription": "Foco moderado nos resultados",
            "lowDescription": "Pouco foco nos resultados"
          },
          "recognition": {
            "name": "Reconhecimento",
            "highDescription": "Avanço e recompensas",
            "midDescription": "Foco moderado em avanço e recompensas",
            "lowDescription": "Baixo foco em avanço e recompensas"
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "Colaboração e amigável",
            "midDescription": "Equilíbrio entre colaboração e autonomia",
            "lowDescription": "Autonomia e competitividade"
          },
          "support": {
            "name": "Apoiar",
            "highDescription": "Apoiador e ético",
            "midDescription": "Algum apoio e ética",
            "lowDescription": "Baixo suporte e ética"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "Determinação e independência",
            "midDescription": "Nível moderado de determinação",
            "lowDescription": "Indeciso e dependência"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "highDescription": "Segurança e boas condições de trabalho",
            "midDescription": "Foco moderado na segurança e nas condições de trabalho",
            "lowDescription": "Baixo foco na segurança e nas condições de trabalho"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Conquista",
            "highDescription": "Uma organização focada em resultados, colocando altas expectativas de realização e desempenho, utilizando as competências e habilidades de seus funcionários."
          },
          "recognition": {
            "name": "Reconhecimento",
            "highDescription": "Uma organização que reconhece o trabalho de seus funcionários por meio de oportunidades de avanço e recompensas"
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "Uma cultura organizacional que incentiva o trabalho em equipe e um ambiente de trabalho não competitivo",
            "lowDescription": "Uma cultura organizacional competitiva onde as pessoas trabalham de forma independente"
          },
          "support": {
            "name": "Apoiar",
            "highDescription": "Uma cultura organizacional que apoia os colaboradores e o seu desenvolvimento e que possui elevados padrões éticos"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "Oportunidades constantes para assumir riscos e experimentar novas ideias em toda a organização",
            "lowDescription": "Uma organização orientada por regras e focada na estabilidade"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "highDescription": "Uma organização que proporciona uma sensação de segurança no emprego e boas condições de trabalho aos seus funcionários"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Conquista"
          },
          "recognition": {
            "name": "Reconhecimento"
          },
          "relationships": {
            "name": "Relacionamentos"
          },
          "support": {
            "name": "Apoiar"
          },
          "independence": {
            "name": "Independência"
          },
          "workingConditions": {
            "name": "Condições de trabalho"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Conquista",
            "lowDescription": "Pode ser muito exigente para {{name}} se houver grandes expectativas de realização, desempenho e resultados em toda a organização"
          },
          "recognition": {
            "name": "Reconhecimento",
            "lowDescription": "{{name}} não dá muita ênfase às oportunidades de avanço e recompensas da organização, então será importante descobrir outras coisas {{gender-subject}} valoriza"
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "{{name}} pode estar menos satisfeito com uma cultura organizacional competitiva e que incentiva as pessoas a trabalharem de forma independente",
            "lowDescription": "{{name}} pode ficar menos satisfeito no trabalho se a organização incentivar o trabalho em equipe e a colaboração"
          },
          "support": {
            "name": "Apoiar",
            "lowDescription": "{{name}} pode ficar insatisfeito se a organização não apoiar seus funcionários e seu desenvolvimento"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "{{name}} pode ficar menos satisfeito no trabalho se a organização se tornar mais orientada para regras e se concentrar mais na estabilidade",
            "lowDescription": "{{name}} pode ficar menos satisfeito no trabalho se a organização começar a correr mais riscos e tentar experimentar novas ideias com mais frequência"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "lowDescription": "{{name}} não dá grande importância às condições de trabalho e à sensação de segurança no emprego que a organização oferece, por isso será importante descobrir outras coisas {{gender-subject}} valoriza."
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Inovação",
            "highDescription": "{{name}} valoriza a inovação e a assunção de riscos mais do que a estabilidade e a previsibilidade em uma organização.",
            "midDescription": "{{name}} valoriza o equilíbrio entre inovação e estabilidade em uma organização.",
            "lowDescription": "{{name}} valoriza mais a estabilidade e a previsibilidade do que a inovação e a assunção de riscos em uma organização.",
            "summary": "{{name}} valoriza muito a inovação em uma organização."
          },
          "attentionToDetail": {
            "name": "Atenção aos detalhes",
            "highDescription": "{{name}} valoriza muito uma organização que precisa ser precisa e atenta aos detalhes.",
            "midDescription": "{{name}} valoriza uma organização que precisa ser moderadamente precisa e atenta aos detalhes.",
            "lowDescription": "{{name}} realmente não valoriza uma organização que precisa ser precisa e atenta aos detalhes.",
            "summary": "{{name}} valoriza muito uma organização que presta atenção aos detalhes."
          },
          "outcomeOrientation": {
            "name": "Orientação para Resultados",
            "highDescription": "{{name}} valoriza organizações que têm altas expectativas de desempenho, resultados e conquistas.",
            "midDescription": "{{name}} valoriza organizações que têm algumas expectativas de desempenho, resultados e conquistas.",
            "lowDescription": "{{name}} valoriza organizações que têm baixas expectativas de desempenho, resultados e conquistas.",
            "summary": "{{name}} valoriza muito as organizações que focam em resultados."
          },
          "aggressiveness": {
            "name": "Agressividade",
            "highDescription": "{{name}} valoriza mais a agressividade e a competitividade do que a responsabilidade social em uma organização.",
            "midDescription": "{{name}} valoriza um equilíbrio entre agressividade e responsabilidade social em uma organização.",
            "lowDescription": "{{name}} valoriza mais a responsabilidade social do que a agressividade e a competitividade em uma organização.",
            "summary": "{{name}} valoriza muito a agressividade em uma organização."
          },
          "supportiveness": {
            "name": "Apoio",
            "highDescription": "{{name}} valoriza muito o apoio e o compartilhamento de informações em uma organização.",
            "midDescription": "{{name}} valoriza moderadamente o apoio e o compartilhamento de informações em uma organização.",
            "lowDescription": "{{name}} realmente não valoriza o apoio e o compartilhamento de informações em uma organização.",
            "summary": "{{name}} valoriza muito o apoio em uma organização."
          },
          "emphasisOnRewards": {
            "name": "Crescimento e recompensas",
            "highDescription": "{{name}} valoriza organizações que oferecem recompensas aos funcionários, como remuneração e oportunidades de crescimento.",
            "midDescription": "{{name}} valoriza organizações que ocasionalmente oferecem recompensas aos funcionários, como remuneração e oportunidades de crescimento.",
            "lowDescription": "{{name}} não valoriza recompensas para funcionários, como remuneração e oportunidades de crescimento em uma organização.",
            "summary": "{{name}} valoriza muito as organizações que enfatizam recompensas."
          },
          "teamOrientation": {
            "name": "Orientação de Equipe",
            "highDescription": "{{name}} valoriza mais a orientação e a colaboração da equipe do que a autonomia e a independência em uma organização.",
            "midDescription": "{{name}} valoriza o equilíbrio entre orientação de equipe e autonomia em uma organização.",
            "lowDescription": "{{name}} valoriza mais a autonomia e a independência do que a orientação e a colaboração da equipe em uma organização.",
            "summary": "{{name}} valoriza muito uma organização voltada para equipes."
          },
          "decisiveness": {
            "name": "Determinação",
            "highDescription": "{{name}} valoriza organizações que podem tomar decisões rapidamente.",
            "midDescription": "{{name}} valoriza organizações que equilibram conflito e determinação.",
            "lowDescription": "{{name}} valoriza organizações que possuem uma cultura que incentiva o conflito em oposição à decisão.",
            "summary": "{{name}} valoriza muito as organizações que podem tomar decisões rapidamente."
          },
          "respectForPeople": {
            "name": "Respeito pelas pessoas",
            "highDescription": "{{name}} valoriza muito a justiça e a tolerância em uma organização.",
            "midDescription": "{{name}} valoriza moderadamente a justiça e a tolerância em uma organização.",
            "lowDescription": "{{name}} realmente não valoriza a justiça e a tolerância em uma organização.",
            "summary": "{{name}} valoriza muito uma organização que respeita as pessoas."
          },
          "adaptability": {
            "name": "Adaptabilidade",
            "highDescription": "{{name}} valoriza organizações que sejam adaptáveis, inovadoras e dispostas a experimentar.",
            "midDescription": "{{name}} valoriza organizações que equilibram adaptabilidade e estabilidade.",
            "lowDescription": "{{name}} valoriza organizações estáveis, previsíveis e cuidadosas.",
            "summary": "{{name}} valoriza muito organizações adaptáveis."
          },
          "collaboration": {
            "name": "Colaboração",
            "highDescription": "{{name}} valoriza organizações que tenham uma cultura orientada para as pessoas com foco na colaboração e no trabalho em equipe.",
            "midDescription": "{{name}} valoriza organizações que encontrem um equilíbrio entre colaboração e autonomia (a liberdade de governar a si mesmo ou de organizar suas próprias atividades no trabalho).",
            "lowDescription": "{{name}} valoriza culturas organizacionais com menos foco em ser orientado para as pessoas e mais foco na autonomia (a liberdade de governar a si mesmo ou de organizar suas próprias atividades no trabalho) e na agressividade para alcançar seus objetivos.",
            "summary": "{{name}} valoriza muito as organizações que promovem a colaboração."
          },
          "customerOrientation": {
            "name": "Orientação para o cliente",
            "highDescription": "{{name}} valoriza organizações voltadas para o mercado e focadas nos clientes.",
            "midDescription": "{{name}} valoriza organizações moderadamente voltadas para o mercado e com algum foco nos clientes.",
            "lowDescription": "{{name}} valoriza organizações que são menos voltadas para o mercado e menos focadas nos clientes.",
            "summary": "{{name}} valoriza muito as organizações orientadas para o cliente."
          },
          "detailOrientation": {
            "name": "Orientação detalhada",
            "highDescription": "A {{name}} valoriza organizações atentas aos detalhes e à qualidade.",
            "midDescription": "{{name}} valoriza organizações que estão moderadamente atentas aos detalhes e à qualidade.",
            "lowDescription": "{{name}} não valoriza organizações atentas aos detalhes e à qualidade.",
            "summary": "{{name}} valoriza muito as organizações que se concentram nos detalhes."
          },
          "integrity": {
            "name": "Integridade",
            "highDescription": "{{name}} valoriza muito organizações que tenham alta integridade e altos padrões éticos, como o respeito pelas pessoas.",
            "midDescription": "{{name}} valoriza organizações que tenham alguma integridade e alguns padrões éticos, como o respeito pelas pessoas.",
            "lowDescription": "{{name}} não valoriza organizações que tenham integridade e padrões éticos, como respeito pelas pessoas.",
            "summary": "{{name}} valoriza muito organizações que tenham integridade."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Tem alta granulação",
            "lowDescription": "Tem coragem"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abertura à Experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com a mudança"
          },
          "conscientiousness": {
            "id": "5",
            "name": "conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoavaliações Básicas",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação para Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação de domínio",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criativo no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspectiva tomada",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnout de trabalho muito baixo",
            "lowDescription": "Baixo desgaste no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidade multitarefa muito forte",
            "lowDescription": "Pode realizar múltiplas tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capaz de ser um empreendedor"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Você raramente fica preocupado e com medo das coisas.",
            "lowDescription": "Você tende a ficar preocupado e com medo das coisas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "Você não se sente frustrado ou irritado facilmente.",
            "lowDescription": "Você tende a se sentir frustrado ou irritado facilmente."
          },
          "depression": {
            "name": "Esperança",
            "highDescription": "Você não se sente deprimido com frequência.",
            "lowDescription": "Você se sente deprimido com frequência."
          },
          "selfConsciousness": {
            "name": "Auto confiança",
            "highDescription": "Você tende a não ser constrangido em situações sociais e se preocupa pouco com o que os outros pensam de você.",
            "lowDescription": "Você tende a ser constrangido em situações sociais e sensível ao que os outros pensam de você."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "Você é capaz de resistir à tentação e provavelmente não exagerará.",
            "lowDescription": "Você tem dificuldade em resistir à tentação e é provável que exagere."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "Você pode manter a calma em situações estressantes.",
            "lowDescription": "Você tende a se sentir sobrecarregado em situações estressantes."
          },
          "friendliness": {
            "name": "Simpatia",
            "highDescription": "Você se sente confortável perto das pessoas e pode fazer amigos facilmente.",
            "lowDescription": "Você tende a ser mais reservado com as pessoas e pode não fazer amigos facilmente."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "Você prefere estar rodeado de pessoas e desfrutar da companhia de outras pessoas.",
            "lowDescription": "Você prefere ficar sozinho e não cercado de pessoas."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "Você tende a assumir o controle.",
            "lowDescription": "Você tende a evitar assumir o comando, preferindo que outros assumam a liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "Você tende a se manter ocupado e fazer muitas coisas com seu tempo.",
            "lowDescription": "Você prefere ir com calma e não perder tempo com muitas coisas."
          },
          "excitementSeeking": {
            "name": "Busca de excitação",
            "highDescription": "Você gosta de buscar emoção e aventura e de correr riscos.",
            "lowDescription": "Você não gosta de buscar emoção e aventura nem de correr riscos."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "Você é uma pessoa alegre que frequentemente experimenta estados de espírito positivos.",
            "lowDescription": "É menos provável que você esteja de bom humor e pode não sentir um humor positivo com frequência."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "Você gosta de se perder em seus pensamentos e imaginação.",
            "lowDescription": "Você não gosta de se perder em pensamentos e imaginação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "Você está interessado em arte e literatura.",
            "lowDescription": "Você não está interessado em arte e literatura."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "Você está consciente e aberto às suas próprias experiências emocionais e às dos outros.",
            "lowDescription": "Você tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros."
          },
          "adventurousness": {
            "name": "Aventureiro",
            "highDescription": "É provável que você adote a variedade e a mudança",
            "lowDescription": "Você prefere rotina e convenções e é menos receptivo a mudanças."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Você está interessado em ideias e discussões abstratas e filosóficas.",
            "lowDescription": "Você tende a não se interessar por ideias e discussões abstratas e filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Você tende a estar disposto a desafiar as convenções e os valores tradicionais.",
            "lowDescription": "Você tende a se conformar às convenções e aos valores tradicionais."
          },
          "trust": {
            "name": "Confiar",
            "highDescription": "Você tende a confiar nos outros.",
            "lowDescription": "Você tende a ser mais cético em relação às intenções dos outros."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "Você é sincero ao lidar com os outros e não recorre à manipulação.",
            "lowDescription": "Você acredita que algum grau de engano é necessário nos relacionamentos para alcançar o fim desejado."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "Você se preocupa com os outros e está disposto a ajudar os necessitados.",
            "lowDescription": "Você está menos preocupado com os outros e pode preferir não se envolver nos assuntos deles."
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "Você não gosta de confrontos e não age de forma competitiva e agressiva.",
            "lowDescription": "Você tende a agir de maneira competitiva e agressiva."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "Você tende a ser humilde e não tem uma opinião excessivamente elevada sobre si mesmo.",
            "lowDescription": "Você tende a ter uma opinião elevada sobre si mesmo e pode se considerar superior aos outros."
          },
          "sympathy": {
            "name": "Simpatia",
            "highDescription": "Você simpatiza com os outros.",
            "lowDescription": "Você tende a não simpatizar facilmente com os outros."
          },
          "selfEfficacy": {
            "name": "Auto-eficácia",
            "highDescription": "Você está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas.",
            "lowDescription": "Você não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "Você é arrumado e organizado.",
            "lowDescription": "Você tende a ser desarrumado e menos organizado."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "Você tende a aderir às regras e cumprir obrigações.",
            "lowDescription": "Você tende a ser mais casual e flexível no cumprimento das regras e pode não cumprir obrigações."
          },
          "achievementStriving": {
            "name": "Esforço de realização",
            "highDescription": "Você trabalha duro e vai além das expectativas.",
            "lowDescription": "Você tende a ficar satisfeito com níveis mais baixos de realização."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Você tende a estar preparado e a executar planos de maneira disciplinada.",
            "lowDescription": "Você tende a estar despreparado e pode não executar os planos de maneira disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "Você pensa com cuidado e não se apressa em agir ou tomar decisões.",
            "lowDescription": "Você tende a agir ou tomar decisões sem pensar nas consequências."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Você raramente fica preocupado e com medo das coisas. Durante situações estressantes no trabalho, muitas vezes você não se sente angustiado ou prejudicado, o que lhe permite ter um desempenho de acordo com seus padrões habituais.",
            "midDescription": "Você ocasionalmente fica preocupado e com medo das coisas. Durante situações estressantes no trabalho, às vezes você pode se sentir angustiado ou prejudicado, o que pode afetar seu desempenho se você sentir que está além de sua capacidade de lidar com a situação.",
            "lowDescription": "Você tende a ficar preocupado e com medo das coisas. Durante situações estressantes no trabalho, muitas vezes você pode se sentir angustiado ou prejudicado, o que pode ter um efeito prejudicial em seu desempenho se você sentir que está além de sua capacidade de lidar com a situação."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "Você não se sente frustrado ou irritado facilmente. Isto é útil para criar confiança no trabalho, permitindo uma gestão construtiva de conflitos e facilitando um clima de trabalho civil e profissional.",
            "midDescription": "Você tende a se sentir frustrado ou com raiva de vez em quando. Se mal administrado, isso pode ser prejudicial à sua saúde pessoal e ao desempenho no trabalho. Se expresso de forma não construtiva e excessiva, isso também pode prejudicar as relações de trabalho e ser prejudicial ao clima organizacional.",
            "lowDescription": "Você tende a se sentir frustrado ou irritado facilmente. Se mal administrado, isso pode ser prejudicial à sua saúde pessoal e ao desempenho no trabalho. Se expresso de forma não construtiva e excessiva, isso também pode prejudicar as relações de trabalho e ser prejudicial ao clima organizacional."
          },
          "depression": {
            "name": "Esperança",
            "highDescription": "Você não se sente deprimido com frequência. Você não é facilmente afetado por sentimentos de desânimo, o que lhe permite cumprir seus padrões habituais no trabalho.",
            "midDescription": "Você ocasionalmente se sente deprimido. Se não forem controlados, os sentimentos de depressão resultam muitas vezes numa falta de motivação e energia e em dificuldade em iniciar atividades, o que pode levar a dificuldades em manter um desempenho ideal no trabalho.",
            "lowDescription": "Você tende a se sentir deprimido com frequência. Se não forem controlados, os sentimentos de depressão resultam muitas vezes numa falta de motivação e energia e em dificuldade em iniciar atividades, o que pode levar a dificuldades em manter um desempenho ideal no trabalho."
          },
          "selfConsciousness": {
            "name": "Auto confiança",
            "highDescription": "Você tende a não ser constrangido em situações sociais e se preocupa pouco com o que os outros pensam de você. Isso permite que você se exponha e interaja com outras pessoas de forma mais autêntica. No entanto, se levado ao extremo, pode haver o risco de falta de autoconsciência.",
            "midDescription": "Às vezes, você pode ficar constrangido em situações sociais e sensível ao que os outros pensam de você. Essas preocupações podem causar algum desconforto e nervosismo nas interações sociais, o que pode impedi-lo de alcançar o que realmente pode alcançar no trabalho.",
            "lowDescription": "Você tende a ser constrangido em situações sociais e sensível ao que os outros pensam de você. Essas preocupações podem causar desconforto e nervosismo nas interações sociais, o que pode impedi-lo de alcançar o que realmente pode alcançar no trabalho."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "Você é capaz de resistir à tentação e provavelmente não exagerará. Isso ajuda na sua produtividade no trabalho.",
            "midDescription": "Às vezes você é capaz de resistir à tentação e ocasionalmente exagerar. Ceder aos impulsos com muita frequência no trabalho pode afetar sua produtividade.",
            "lowDescription": "Você tem dificuldade em resistir à tentação e é provável que exagere. Ceder aos impulsos com muita frequência no trabalho pode afetar sua produtividade."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "Você pode manter a calma em situações estressantes. Isso ajuda você a pensar, tomar decisões e agir com a mente clara, mesmo quando está sob pressão. No entanto, uma reação excessivamente calma pode ocasionalmente ser percebida pelos outros como uma falta de empatia ou uma incompreensão da gravidade da situação.",
            "midDescription": "Às vezes você consegue manter a calma em situações estressantes. Manter a calma ajuda você a pensar, tomar decisões e agir com a mente clara. Por outro lado, ficar sobrecarregado inibirá a sua capacidade de pensar, decidir e agir, o que tem impacto no seu desempenho no trabalho.",
            "lowDescription": "Você tende a se sentir sobrecarregado em situações estressantes. Sob pressão, você pode sentir pânico, confusão e desamparo, o que pode inibir sua capacidade de pensar com clareza, tomar decisões e agir. Isso pode ter um impacto no seu desempenho no trabalho."
          },
          "friendliness": {
            "name": "Simpatia",
            "highDescription": "Você se sente confortável perto das pessoas e pode fazer amigos facilmente. Isso permite que você navegue em situações sociais, inclusive no local de trabalho.",
            "midDescription": "Você se sente um tanto confortável com as pessoas e é capaz de fazer amigos com algum esforço. Isso afeta sua capacidade de navegar em situações sociais, inclusive no local de trabalho.",
            "lowDescription": "Você tende a ser mais reservado com as pessoas e pode não fazer amigos facilmente. Isso pode afetar sua capacidade de navegar em situações sociais, inclusive no local de trabalho."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "Você prefere estar rodeado de pessoas e desfrutar da companhia de outras pessoas. Isso é útil quando você precisa atuar em contextos sociais comuns no local de trabalho.",
            "midDescription": "Às vezes você gosta da companhia de outras pessoas, mas outras vezes prefere ficar sozinho. Ser sociável é útil quando você precisa atuar em contextos sociais comuns no local de trabalho.",
            "lowDescription": "Você prefere ficar sozinho e não cercado de pessoas. Às vezes, isso pode afetar sua capacidade de desempenho em contextos sociais comuns no local de trabalho."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "Você tende a assumir o controle. Isso contribui para o seu potencial de liderança.",
            "midDescription": "Você ocasionalmente assume o comando. Isso contribui para o seu potencial de liderança.",
            "lowDescription": "Você tende a evitar assumir o comando, preferindo que outros assumam a liderança. Isso pode ter um impacto no seu potencial de liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "Você tende a se manter ocupado e fazer muitas coisas com seu tempo. Isso pode ser um indicativo de quanta energia você gasta e do seu nível de envolvimento nas atividades diárias no trabalho.",
            "midDescription": "Você tenta encontrar um equilíbrio com o quanto você faz com seu tempo. Da mesma forma, isso pode ser um indicativo de quanta energia você gasta e do seu nível de envolvimento nas atividades diárias no trabalho.",
            "lowDescription": "Você prefere ir com calma e não perder tempo com muitas coisas. Da mesma forma, isso pode ser um indicativo de quanta energia você gasta e do seu nível de envolvimento nas atividades diárias no trabalho."
          },
          "excitementSeeking": {
            "name": "Busca de excitação",
            "highDescription": "Você gosta de buscar emoção e aventura e de correr riscos. Isto pode ser útil para empregos num ambiente dinâmico e em rápida mudança e para empregos que exijam algum nível de assunção de riscos.",
            "midDescription": "Ocasionalmente, você busca emoção e aventura e assume riscos. Isto pode ser útil para empregos num ambiente dinâmico e em rápida mudança e para empregos que exijam algum nível de assunção de riscos.",
            "lowDescription": "Você não gosta de buscar emoção e aventura nem de correr riscos. Você pode achar desafiador trabalhar em um ambiente dinâmico e em rápida mudança e em empregos que exigem algum nível de assunção de riscos."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "Você é uma pessoa alegre que frequentemente experimenta estados de espírito positivos. Pessoas positivas são frequentemente percebidas como mais simpáticas para os outros.",
            "midDescription": "Você é uma pessoa moderadamente alegre que às vezes experimenta um humor positivo. Isso afeta o quão positivo os outros percebem que você é e também pode afetar o quão simpático você é.",
            "lowDescription": "É menos provável que você esteja de bom humor e pode não sentir um humor positivo com frequência. Isso afeta o quão positivo os outros percebem que você é e também pode afetar o quão simpático você é."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "Você gosta de se perder em seus pensamentos e imaginação. Cultivar a imaginação ajuda na resolução de problemas e na inovação.",
            "midDescription": "Ocasionalmente, você gosta de se perder em pensamentos e imaginação. Cultivar a imaginação ajuda na resolução de problemas e na inovação.",
            "lowDescription": "Você não gosta de se perder em pensamentos e imaginação. Cultivar a imaginação ajuda na resolução de problemas e na inovação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "Você está interessado em arte e literatura. O envolvimento na arte e na literatura pode ajudá-lo a desenvolver habilidades como o pensamento analítico e até mesmo a melhorar o bem-estar.",
            "midDescription": "Às vezes você se interessa por arte e literatura. O envolvimento na arte e na literatura pode ajudá-lo a desenvolver habilidades como o pensamento analítico e até mesmo a melhorar o bem-estar.",
            "lowDescription": "Você não está interessado em arte ou literatura. O envolvimento na arte e na literatura pode ajudá-lo a desenvolver habilidades como o pensamento analítico e até mesmo a melhorar o bem-estar."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "Você está consciente e aberto às suas próprias experiências emocionais e às dos outros. Isso permite que você seja empático e construa relacionamentos saudáveis ​​com outras pessoas.",
            "midDescription": "Você está moderadamente consciente e às vezes aberto às suas próprias experiências emocionais e às dos outros. Isso afeta sua empatia pelos outros e sua capacidade de construir relacionamentos saudáveis.",
            "lowDescription": "Você tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros. Isso pode afetar sua empatia pelos outros e sua capacidade de construir relacionamentos saudáveis."
          },
          "adventurousness": {
            "name": "Aventureiro",
            "highDescription": "É provável que você adote a variedade e a mudança. A mudança é inevitável na vida diária, bem como no local de trabalho.",
            "midDescription": "Você prefere um equilíbrio entre variedade e rotina e aceita mudanças de vez em quando. A mudança é inevitável na vida diária, bem como no local de trabalho.",
            "lowDescription": "Você prefere rotina e convenções e é menos receptivo a mudanças. A mudança é inevitável na vida diária, bem como no local de trabalho."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Você está interessado em ideias e discussões abstratas e filosóficas. Você pode ser mais receptivo a teorias e ideias alternativas.",
            "midDescription": "Você está um tanto interessado em ideias e discussões abstratas e filosóficas. Ocasionalmente, você pode ser receptivo a teorias e ideias alternativas.",
            "lowDescription": "Você tende a não se interessar por ideias e discussões abstratas e filosóficas. Você pode ser menos receptivo a teorias e ideias alternativas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Você tende a estar disposto a desafiar as convenções e os valores tradicionais. Você pode ser mais receptivo a opiniões e perspectivas alternativas.",
            "midDescription": "Ocasionalmente, você está disposto a desafiar convenções e valores tradicionais. Você pode ser um tanto receptivo a opiniões e perspectivas alternativas.",
            "lowDescription": "Você tende a se conformar às convenções e aos valores tradicionais. Você pode ser menos receptivo a opiniões e perspectivas alternativas."
          },
          "trust": {
            "name": "Confiar",
            "highDescription": "Você tende a confiar nos outros. No trabalho, você tende a interagir com outras pessoas presumindo que elas são confiáveis ​​e têm boas intenções, que às vezes podem ser retribuídas. Isso permite que você construa relacionamentos sinceros no trabalho.",
            "midDescription": "Você tende a confiar nos outros até certo ponto. No trabalho, você pode interagir com outras pessoas presumindo que elas são confiáveis ​​e, em sua maioria, têm boas intenções, mas também tem cautela. Embora a confiança às vezes seja retribuída, às vezes é útil um certo nível de cautela.",
            "lowDescription": "Você tende a ser mais cético em relação às intenções dos outros. Isso pode afetar a forma como você interage com outras pessoas e sua capacidade de construir relacionamentos sinceros no trabalho."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "Você é sincero ao lidar com os outros e não recorre à manipulação. As pessoas podem achar mais fácil interagir e se relacionar com você, o que facilita a construção de relacionamentos.",
            "midDescription": "Você geralmente é sincero ao lidar com os outros, embora não hesite em usar algum engano, se necessário. Se levado ao extremo, tal comportamento pode ser prejudicial às equipes e à organização no longo prazo.",
            "lowDescription": "Você acredita que algum grau de engano é necessário nos relacionamentos para alcançar o fim desejado. Se levado ao extremo, tal comportamento pode ser prejudicial para equipes e organizações no longo prazo."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "Você se preocupa com os outros e está disposto a ajudar os necessitados. Sua disposição para ajudar e apoiar outras pessoas facilita a construção de equipes coesas e de uma cultura colaborativa.",
            "midDescription": "Ocasionalmente, você se preocupa com os outros e às vezes está disposto a ajudar os necessitados. Sua disposição para ajudar e apoiar outras pessoas facilita a construção de equipes coesas e de uma cultura colaborativa.",
            "lowDescription": "Você está menos preocupado com os outros e pode preferir não se envolver nos assuntos deles. Isso pode ter um impacto na coesão e colaboração da equipe."
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "Você não gosta de confrontos e não age de forma competitiva e agressiva. Outros podem retribuir de acordo, o que ajuda a criar um ambiente de trabalho amigável e agradável.",
            "midDescription": "Você tende a ser ambivalente em relação ao confronto, mas na maioria das vezes tenta não agir de maneira competitiva e agressiva. O confronto agressivo pode ser retribuído, o que cria um ambiente de trabalho pouco propício e pouco construtivo.",
            "lowDescription": "Você tende a agir de maneira competitiva e agressiva. O confronto agressivo pode ser retribuído, o que cria um ambiente de trabalho pouco propício e pouco construtivo."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "Você tende a ser humilde e não tem uma opinião excessivamente elevada sobre si mesmo. Pessoas modestas são frequentemente vistas como positivas e simpáticas. No entanto, a humildade excessiva também pode ser um indicador de baixa autoconfiança.",
            "midDescription": "Você tem uma opinião moderadamente elevada sobre si mesmo. Pessoas modestas são frequentemente vistas como positivas e simpáticas e um nível moderado de autoconfiança é saudável.",
            "lowDescription": "Você tende a ter uma opinião elevada sobre si mesmo e pode se considerar superior aos outros. Você também pode ser visto como propenso a discutir suas conquistas e parecer excessivamente confiante em si mesmo. As pessoas modestas, por outro lado, são frequentemente consideradas mais positivas e simpáticas."
          },
          "sympathy": {
            "name": "Simpatia",
            "highDescription": "Você simpatiza com os outros. Expressar simpatia no trabalho demonstra que você valoriza o sentimento dos outros e transmite seu apoio. Isso ajuda a construir e enriquecer relações de trabalho.",
            "midDescription": "Você simpatiza com os outros ocasionalmente. Expressar simpatia no trabalho demonstra que você valoriza o sentimento dos outros e transmite seu apoio. Isso ajuda a construir e enriquecer relações de trabalho.",
            "lowDescription": "Você tende a não simpatizar facilmente com os outros. Expressar simpatia no trabalho demonstrará que você valoriza o sentimento dos outros e transmitirá seu apoio. Isso ajuda a construir e enriquecer relações de trabalho."
          },
          "selfEfficacy": {
            "name": "Auto-eficácia",
            "highDescription": "Você está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas. O desempenho no trabalho está relacionado à confiança em suas habilidades.",
            "midDescription": "Você está um tanto confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas. Sua confiança em suas habilidades pode afetar seu desempenho.",
            "lowDescription": "Você não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas. Sua falta de confiança em suas habilidades pode afetar seu desempenho."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "Você é arrumado e organizado. Estar arrumado e organizado pode permitir melhor produtividade.",
            "midDescription": "Você é um tanto arrumado e organizado. Ser mais arrumado e organizado pode permitir melhor produtividade.",
            "lowDescription": "Você tende a ser desarrumado e menos organizado. Ser mais arrumado e organizado pode permitir melhor produtividade."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "Você tende a aderir às regras e cumprir obrigações. Seguir regras ajuda a manter a ordem e cumprir obrigações gera confiança.",
            "midDescription": "Você segue as regras e cumpre as obrigações moderadamente. Seguir as regras ajuda a manter a ordem e o cumprimento das obrigações ajuda a gerar confiança.",
            "lowDescription": "Você tende a ser mais casual e flexível no cumprimento das regras e pode não cumprir obrigações. Seguir as regras ajuda a manter melhor a ordem e o cumprimento das obrigações ajuda a gerar confiança."
          },
          "achievementStriving": {
            "name": "Esforço de realização",
            "highDescription": "Você trabalha duro e vai além das expectativas. Isso permite que você alcance níveis mais elevados de sucesso.",
            "midDescription": "Às vezes você trabalha duro e vai além das expectativas. Isso tem um impacto na sua capacidade de atingir níveis mais elevados de sucesso.",
            "lowDescription": "Você tende a ficar satisfeito com níveis mais baixos de realização. Isso pode ter um impacto na sua capacidade de atingir níveis mais elevados de sucesso."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Você tende a estar preparado e a executar planos de maneira disciplinada. Isso mantém você no caminho certo para alcançar seus objetivos.",
            "midDescription": "Você tenta estar preparado e executar os planos de maneira disciplinada. Isso pode ter um impacto na sua capacidade de permanecer no caminho certo para alcançar seus objetivos.",
            "lowDescription": "Você tende a estar despreparado e pode não executar os planos de maneira disciplinada. Isso pode ter um impacto na sua capacidade de permanecer no caminho certo para alcançar seus objetivos."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "Você pensa com cuidado e não se apressa em agir ou tomar decisões. Essa cautela às vezes pode permitir que você seja mais eficaz ao responder às situações.",
            "midDescription": "Ocasionalmente, você pensa com cuidado e tenta não se apressar em agir ou tomar decisões. Essa cautela às vezes pode permitir que você seja mais eficaz ao responder às situações.",
            "lowDescription": "Você tende a agir ou tomar decisões sem pensar nas consequências. Alguma cautela pode ajudá-lo a ser mais eficaz ao responder às situações."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calma",
            "highDescription": "Você raramente fica preocupado e com medo das coisas.",
            "lowDescription": "Você tende a ficar preocupado e com medo das coisas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "Você não se sente frustrado ou irritado facilmente.",
            "lowDescription": "Você tende a se sentir frustrado ou irritado facilmente."
          },
          "depression": {
            "name": "Esperança",
            "highDescription": "Você não se sente deprimido com frequência.",
            "lowDescription": "Você se sente deprimido com frequência."
          },
          "selfConsciousness": {
            "name": "Auto confiança",
            "highDescription": "Você tende a não ser constrangido em situações sociais e se preocupa pouco com o que os outros pensam de você.",
            "lowDescription": "Você tende a ser constrangido em situações sociais e sensível ao que os outros pensam de você."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "Você é capaz de resistir à tentação e provavelmente não exagerará.",
            "lowDescription": "Você tem dificuldade em resistir à tentação e é provável que exagere."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "Você pode manter a calma em situações estressantes.",
            "lowDescription": "Você tende a se sentir sobrecarregado em situações estressantes."
          },
          "friendliness": {
            "name": "Simpatia",
            "highDescription": "Você se sente confortável perto das pessoas e pode fazer amigos facilmente.",
            "lowDescription": "Você tende a ser mais reservado com as pessoas e pode não fazer amigos facilmente."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "Você prefere estar rodeado de pessoas e desfrutar da companhia de outras pessoas.",
            "lowDescription": "Você prefere ficar sozinho e não cercado de pessoas."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "Você tende a assumir o controle.",
            "lowDescription": "Você tende a evitar assumir o comando, preferindo que outros assumam a liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "Você tende a se manter ocupado e fazer muitas coisas com seu tempo.",
            "lowDescription": "Você prefere ir com calma e não perder tempo com muitas coisas."
          },
          "excitementSeeking": {
            "name": "Busca de excitação",
            "highDescription": "Você gosta de buscar emoção e aventura e de correr riscos.",
            "lowDescription": "Você não gosta de buscar emoção e aventura nem de correr riscos."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "Você é uma pessoa alegre que frequentemente experimenta estados de espírito positivos.",
            "lowDescription": "É menos provável que você esteja de bom humor e pode não sentir um humor positivo com frequência."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "Você gosta de se perder em seus pensamentos e imaginação.",
            "lowDescription": "Você não gosta de se perder em pensamentos e imaginação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "Você está interessado em arte e literatura.",
            "lowDescription": "Você não está interessado em arte e literatura."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "Você está consciente e aberto às suas próprias experiências emocionais e às dos outros.",
            "lowDescription": "Você tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros."
          },
          "adventurousness": {
            "name": "Aventureiro",
            "highDescription": "É provável que você adote a variedade e a mudança.",
            "lowDescription": "Você prefere rotina e convenções e é menos receptivo a mudanças."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "Você está interessado em ideias e discussões abstratas e filosóficas.",
            "lowDescription": "Você tende a não se interessar por ideias e discussões abstratas e filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "Você tende a estar disposto a desafiar as convenções e os valores tradicionais.",
            "lowDescription": "Você tende a se conformar às convenções e aos valores tradicionais."
          },
          "trust": {
            "name": "Confiar",
            "highDescription": "Você tende a confiar nos outros.",
            "lowDescription": "Você tende a ser mais cético em relação às intenções dos outros."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "Você é sincero ao lidar com os outros e não recorre à manipulação.",
            "lowDescription": "Você acredita que algum grau de engano é necessário nos relacionamentos para alcançar o fim desejado."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "Você se preocupa com os outros e está disposto a ajudar os necessitados.",
            "lowDescription": "Você está menos preocupado com os outros e pode preferir não se envolver nos assuntos deles."
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "Você não gosta de confrontos e não age de forma competitiva e agressiva.",
            "lowDescription": "Você tende a agir de maneira competitiva e agressiva."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "Você tende a ser humilde e não tem uma opinião excessivamente elevada sobre si mesmo.",
            "lowDescription": "Você tende a ter uma opinião elevada sobre si mesmo e pode se considerar superior aos outros."
          },
          "sympathy": {
            "name": "Simpatia",
            "highDescription": "Você simpatiza com os outros.",
            "lowDescription": "Você tende a não simpatizar facilmente com os outros."
          },
          "selfEfficacy": {
            "name": "Auto-eficácia",
            "highDescription": "Você está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas.",
            "lowDescription": "Você não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "Você é arrumado e organizado.",
            "lowDescription": "Você tende a ser desarrumado e menos organizado."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "Você tende a aderir às regras e cumprir obrigações.",
            "lowDescription": "Você tende a ser mais casual e flexível no cumprimento das regras e pode não cumprir obrigações."
          },
          "achievementStriving": {
            "name": "Esforço de realização",
            "highDescription": "Você trabalha duro e vai além das expectativas.",
            "lowDescription": "Você tende a ficar satisfeito com níveis mais baixos de realização."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "Você tende a estar preparado e a executar planos de maneira disciplinada.",
            "lowDescription": "Você tende a estar despreparado e pode não executar os planos de maneira disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "Você pensa com cuidado e não se apressa em agir ou tomar decisões.",
            "lowDescription": "Você tende a agir ou tomar decisões sem pensar nas consequências."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "você",
      "objective": "você",
      "possessiveAdjective": "seu",
      "possessive": "seu",
      "reflexive": "você mesmo"
    },
    "neutral": {
      "subjective": "eles",
      "objective": "eles",
      "possessiveAdjective": "deles",
      "possessive": "deles",
      "reflexive": "eles mesmos"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "perceber",
      "plural": "percebe"
    }
  },
  "nouns": {
    "person": {
      "singular": "Esta pessoa"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Tem alta granulação",
            "lowDescription": "Tem coragem"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Abertura à Experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Amabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com a mudança"
          },
          "conscientiousness": {
            "id": "5",
            "name": "conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Autoavaliações Básicas",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação para Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação de domínio",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criativo no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspectiva tomada",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Burnout de trabalho muito baixo",
            "lowDescription": "Baixo desgaste no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Capacidade multitarefa muito forte",
            "lowDescription": "Pode realizar múltiplas tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capaz de ser um empreendedor"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Estabilidade emocional",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é emocionalmente estável - ",
            "midDescription": "{{name}} tem um certo controle de suas emoções e geralmente é resistente à pressão e à tentação.",
            "lowDescription": "A área de desenvolvimento de {{name}} é {{gender-possessive}} estabilidade emocional - "
          },
          "extraversion": {
            "name": "Extroversão",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é extrovertido - ",
            "midDescription": "{{name}} é um tanto sociável, positivo, em busca de emoção e assertivo.",
            "lowDescription": "A área de desenvolvimento de {{name}} é a extroversão {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Abertura à Experiência",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} está aberto a diversas experiências - ",
            "midDescription": "{{name}} está um tanto aberto para se envolver em diversas ideias, atividades, sentimentos e perspectivas. ",
            "lowDescription": "A área de desenvolvimento de {{name}} é {{gender-possessive}} abertura para diversas experiências - "
          },
          "agreeableness": {
            "name": "Amabilidade",
            "highDescription": "O traço de personalidade mais forte de {{name}} é a simpatia - ",
            "midDescription": "{{name}} é moderadamente caloroso, modesto e voltado para as pessoas.",
            "lowDescription": "A área de desenvolvimento de {{name}} é {{gender-possessive}} agradabilidade - "
          },
          "conscientiousness": {
            "name": "conscienciosidade",
            "highDescription": "O traço de personalidade mais forte de {{name}} é que {{gender-subject}} é consciencioso - ",
            "midDescription": "{{name}} está um pouco confiante em sua capacidade de realização e é moderadamente disciplinado no cumprimento de deveres de maneira estruturada e deliberada.",
            "lowDescription": "A área de desenvolvimento de {{name}} é a consciência {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Autoavaliações Básicas",
            "highDescription": "{{name}} tem alto nível de autoavaliações básicas - {{gender-subject}} vê {{gender-object}} a si mesmo de uma maneira consistentemente positiva em todas as situações.",
            "lowDescription": "{{name}} tem poucas autoavaliações básicas - {{gender-subject}} deve tentar ver {{gender-object}} a si mesmo de uma maneira mais positiva em todas as situações."
          },
          "performanceOrientation": {
            "name": "Orientação para Desempenho",
            "highDescription": "{{name}} tem alta orientação para metas de desempenho - {{gender-subject}} está motivado para demonstrar e validar a competência {{gender-possessive}} buscando julgamentos positivos e evitando julgamentos negativos de outros. ",
            "lowDescription": "{{name}} tem baixa orientação para metas de desempenho - {{gender-subject}} deve tentar estar mais motivado para demonstrar e validar a competência {{gender-possessive}} buscando julgamentos positivos e evitando julgamentos negativos."
          },
          "masteryOrientation": {
            "name": "Orientação de domínio",
            "highDescription": "{{name}} tem alta orientação para objetivos de domínio - {{gender-subject}} está motivado para desenvolver competências adquirindo novas habilidades e dominando novas situações.",
            "lowDescription": "{{name}} tem pouca orientação para objetivos de domínio - {{gender-subject}} deve tentar estar mais motivado para desenvolver competências, adquirindo novas habilidades e dominando novas situações."
          },
          "selfMonitoring": {
            "name": "Auto-monitoramento",
            "highDescription": "{{name}} tem alto automonitoramento - {{gender-subject}} é capaz de monitorar e controlar expressões e comportamentos {{gender-possessive}} .",
            "lowDescription": "{{name}} tem pouco automonitoramento - {{gender-subject}} deveria tentar monitorar e controlar mais as expressões e comportamentos {{gender-possessive}} ."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Autoavaliações Básicas",
            "highDescription": "{{name}} tende a se ver de maneira consistentemente positiva em todas as situações. Eles se consideram capazes, dignos e no controle de suas vidas. Essas emoções, pensamentos e motivações positivas podem afetar a forma como se sentem, pensam e se comportam no local de trabalho.",
            "midDescription": "{{name}} às vezes se vê de forma mais positiva e, outras vezes, de forma mais negativa. Isto afecta se eles se consideram capazes, dignos e no controlo da sua vida, o que tem impacto na forma como se sentem, pensam e se comportam no local de trabalho.",
            "lowDescription": "{{name}} tende a se ver de maneira consistentemente negativa em todas as situações. Eles podem se considerar menos capazes, indignos e sem controle de suas vidas. Essas emoções, pensamentos e motivações negativas podem afetar a forma como se sentem, pensam e se comportam no local de trabalho."
          },
          "performanceOrientation": {
            "name": "Orientação para Desempenho",
            "highDescription": "{{name}} acredita que sua competência é demonstrada quando eles superam os outros. Como resultado, é provável que estejam motivados a estabelecer metas elevadas para si próprios, com foco em alcançar um nível mais elevado de sucesso e proficiência do que outros. ",
            "midDescription": "{{name}} ocasionalmente acredita que sua competência é demonstrada quando ele supera os outros. Eles estão, portanto, bastante motivados para estabelecer metas elevadas para si próprios, às vezes com foco em alcançar um nível mais elevado de sucesso e proficiência do que outros.",
            "lowDescription": "{{name}} não acredita que superar os outros seja necessariamente uma demonstração de sua competência. Eles não estão preocupados em competir e vencer os outros. É pouco provável que os objetivos que estabelecem sejam influenciados ou motivados pelo sucesso de outros."
          },
          "masteryOrientation": {
            "name": "Orientação de domínio",
            "highDescription": "{{name}} está motivado para desenvolver suas competências adquirindo novas habilidades e dominando-as em novas situações. Eles podem ver tarefas desafiadoras como oportunidades de crescimento e desenvolvimento.",
            "midDescription": "{{name}} está um tanto motivado para desenvolver suas competências, adquirindo novas habilidades e dominando-as em novas situações. Às vezes, eles podem ver tarefas desafiadoras como oportunidades de crescimento e desenvolvimento.",
            "lowDescription": "{{name}} está menos motivado para desenvolver as suas competências e pode estar menos interessado em adquirir novas competências ou dominá-las em novas situações. Quando confrontados com tarefas desafiadoras, eles podem reagir a elas com apreensão ou considerá-las complicadas."
          },
          "selfMonitoring": {
            "name": "Auto-monitoramento",
            "highDescription": "{{name}} O indivíduo tende a ser capaz e disposto a regular suas expressões e comportamentos de acordo com as circunstâncias sociais. Isso os ajuda a adaptar a maneira como se apresentam para os outros de acordo com os sinais sociais e a serem mais eficazes na adaptação a novas situações.",
            "midDescription": "{{name}} às vezes é capaz e está disposto a regular suas expressões e comportamentos de acordo com as circunstâncias sociais. Isso os ajuda a ajustar a maneira como se apresentam aos outros de acordo com as pistas sociais e a serem mais eficazes na adaptação a novas situações.",
            "lowDescription": "{{name}} tende a ser menos capaz ou disposto a regular suas expressões e comportamentos, independentemente das circunstâncias sociais. É improvável que usem pistas sociais para ajustar a forma como se apresentam aos outros e podem ser menos eficazes na adaptação a novas situações."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Funções práticas e de trabalho que envolvem máquinas e ferramentas",
            "lowDescription": "Funções práticas e de trabalho que envolvem máquinas e ferramentas"
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "Funções analíticas e científicas que envolvem exploração e pesquisa",
            "lowDescription": "Funções analíticas e científicas que envolvem exploração e pesquisa"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Funções criativas e artísticas que envolvam a criação de trabalhos originais",
            "lowDescription": "Funções criativas e artísticas que envolvam a criação de trabalhos originais"
          },
          "social": {
            "name": "Social",
            "highDescription": "Funções que podem ajudar as pessoas, ensinando-as e auxiliando-as",
            "lowDescription": "Funções que podem ajudar as pessoas, ensinando-as e auxiliando-as"
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "Posições de liderança que envolvem influência e direção de outras pessoas",
            "lowDescription": "Posições de liderança que envolvem influenciar e dirigir outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Funções com regras e procedimentos claros",
            "lowDescription": "Funções com regras e procedimentos claros"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Realista",
            "highDescription": "Mais atividades práticas no trabalho"
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "Mais tarefas que giram em torno de pesquisa e análise"
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "Mais oportunidades para o {{name}} criar coisas novas"
          },
          "social": {
            "name": "Social",
            "highDescription": "Mais tarefas de trabalho que permitem que o {{name}} ajude outras pessoas"
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "Mais oportunidades que permitem que o {{name}} influencie outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "Mais atividades que giram em torno de manter registros e fazer cálculos"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Realista"
          },
          "investigative": {
            "name": "Investigativo"
          },
          "artistic": {
            "name": "Artístico"
          },
          "social": {
            "name": "Social"
          },
          "enterprising": {
            "name": "Empreendedor"
          },
          "conventional": {
            "name": "Convencional"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Realista",
            "lowDescription": "{{name}} pode não gostar de atividades práticas no trabalho"
          },
          "investigative": {
            "name": "Investigativo",
            "lowDescription": "{{name}} pode evitar tarefas que envolvam pesquisa e análise"
          },
          "artistic": {
            "name": "Artístico",
            "lowDescription": "{{name}} pode achar desafiador aproveitar oportunidades para criar coisas novas"
          },
          "social": {
            "name": "Social",
            "lowDescription": "{{name}} pode não gostar de atividades que exijam {{gender-object}} para ajudar os outros"
          },
          "enterprising": {
            "name": "Empreendedor",
            "lowDescription": "{{name}} pode evitar atividades que exijam que {{gender-object}} influencie outras pessoas"
          },
          "conventional": {
            "name": "Convencional",
            "lowDescription": "{{name}} pode achar desafiador assumir atividades que giram em torno de manter registros e fazer cálculos"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Realista",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas ao ar livre, físicas e mecânicas e busca problemas concretos em vez de abstratos assim como desfruta estar em situações de botar a mão na massa.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas ao ar livre, físicas e mecânicas, mas nem sempre desfruta estar em situações de trabalho de botar a mão na massa.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma baixa preferência por tarefas ao ar livre, físicas e mecânicas e não prefere situações de trabalho de botar a mão na massa como construir e consertar coisas ou operar equipamentos.",
            "summary": "{{name}} prefere mais trabalhar em empregos realistas - {{gender-subject}} gosta de ocupações práticas, mecânicas e de trabalho manual."
          },
          "investigative": {
            "name": "Investigativo",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência forte por trabalhar com teorias e dados, empregando metodologias científicas para solucionar problemas complexos.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por trabalhar com teorias, dados e números, coletando fator e analisando situações para solucionar problemas complexos.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência baixa por tarefas que envolvem o uso de teorias e coleta de dados ou números para analisar ou solucionar problemas complexos.",
            "summary": "{{name}} prefere mais trabalhar em trabalhos investigativos - {{gender-subject}} gosta de ocupações analíticas e científicas."
          },
          "artistic": {
            "name": "Artístico",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por oportunidades envolvendo autoexpressão criativa e estética na criação de trabalhos ou produtos originais.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por oportunidades que permitem a autoexpressão através de criações artísticas originais, embora possa nem sempre estar inclinado a engajar em tarefas criativas.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência baixa por tarefas que exigem capacidades estéticas e autoexpressão ou aquelas que exigem criatividade na criação de trabalhos ou produtos originais.",
            "summary": "{{name}} prefere mais trabalhar em empregos artísticos - {{gender-subject}} gosta de ocupações criativas, expressivas e artísticas."
          },
          "social": {
            "name": "Social",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por atividades que envolvem oferecer suporte, desenvolver e esclarecer outros e busca objetivos interpessoais que visam entregar resultados socialmente impactantes.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por atividades que envolvem oferecer suporte, desenvolver e esclarecer outros, assim como trabalhar para entregar resultados socialmente impactantes.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência baixa por tarefas que fornecem suporte ou serviço por outros, assim como trabalhar por outros para conseguir resultados socialmente impactantes.",
            "summary": "{{name}} prefere mais trabalhar em empregos sociais - {{gender-subject}} gosta de ocupações que possam ajudar as pessoas."
          },
          "enterprising": {
            "name": "Empreendedor",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem dirigir e influenciar outros a adotarem soluções ou abordagens e prefere estar em posições de influência ou poder.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que  tem uma preferência moderada por tarefas que exigem dirigir e influenciar outros a adotarem soluções ou abordagens.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma baixa preferência por tarefas que exigem dirigir e influenciar outros a adotarem soluções e abordagens.",
            "summary": "{{name}} prefere mais trabalhar em empregos empreendedores - {{gender-subject}} gosta de ocupações que lhe permitam estar em posições de liderança."
          },
          "conventional": {
            "name": "Convencional",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma forte preferência por tarefas que exigem ordem e organização, assim como trabalhar em uma operação sistematizada com orientações e procedimentos claros.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência moderada por tarefas que são realizadas de uma forma sistematizada e ordenada, embora possa nem sempre goste de seguir as regras e procedimentos com rigor.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} como alguém que tem uma preferência baixa por tarefas estruturadas e reguladas por regras que devem ser realizadas de uma forma sistemática e ordenada, assim como aderir a regras e procedimentos.",
            "summary": "{{name}} prefere mais trabalhar em empregos convencionais - {{gender-subject}} gosta de ocupações com padrões, regras e procedimentos claros."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Possui alto teor de areia",
            "lowDescription": "Tem garra"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Receptividade à experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Afabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com mudanças"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Escala de autoavaliação",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação do Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação à maestria",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criatividade no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomada de perspectiva",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Muito pouco esgotamento no trabalho",
            "lowDescription": "Baixo nível de esgotamento no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Grande capacidade de realizar várias tarefas",
            "lowDescription": "Pode realizar várias tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capacidade de ser um empreendedor"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Realização",
            "highDescription": "Orientado para resultados",
            "midDescription": "Foco moderado nos resultados",
            "lowDescription": "Pouco foco nos resultados"
          },
          "recognition": {
            "name": "Reconhecimento",
            "highDescription": "Avanço e recompensas",
            "midDescription": "Foco moderado em avanços e recompensas",
            "lowDescription": "Pouco foco no avanço e nas recompensas"
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "Colaboração e amizade",
            "midDescription": "Equilíbrio entre colaboração e autonomia",
            "lowDescription": "Autonomia e competitividade"
          },
          "support": {
            "name": "Suporte",
            "highDescription": "Solidário e ético",
            "midDescription": "Algum suporte e ética",
            "lowDescription": "Baixo suporte e ética"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "Capacidade de decisão e independência",
            "midDescription": "Nível moderado de capacidade de decisão",
            "lowDescription": "Indecisão e dependência"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "highDescription": "Segurança e boas condições de trabalho",
            "midDescription": "Foco moderado em segurança e condições de trabalho",
            "lowDescription": "Pouco foco na segurança e nas condições de trabalho"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Realização",
            "highDescription": "Uma organização focada em resultados, com altas expectativas de realização e desempenho, utilizando as habilidades e capacidades de seus funcionários"
          },
          "recognition": {
            "name": "Reconhecimento",
            "highDescription": "Uma organização que reconhece o trabalho de seus funcionários por meio de oportunidades de progresso e recompensas"
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "Uma cultura organizacional que incentiva o trabalho em equipe e um ambiente de trabalho não competitivo",
            "lowDescription": "Uma cultura organizacional competitiva em que as pessoas trabalham de forma independente"
          },
          "support": {
            "name": "Suporte",
            "highDescription": "Uma cultura organizacional que apoie os funcionários e seu desenvolvimento, e que tenha altos padrões éticos"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "Oportunidades constantes para assumir riscos e experimentar novas ideias em toda a organização",
            "lowDescription": "Uma organização que é orientada por regras e se concentra na estabilidade"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "highDescription": "Uma organização que proporciona uma sensação de segurança no emprego e boas condições de trabalho a seus funcionários"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Realização"
          },
          "recognition": {
            "name": "Reconhecimento"
          },
          "relationships": {
            "name": "Relacionamentos"
          },
          "support": {
            "name": "Suporte"
          },
          "independence": {
            "name": "Independência"
          },
          "workingConditions": {
            "name": "Condições de trabalho"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Realização",
            "lowDescription": "Pode ser muito exigente para {{name}} se houver altas expectativas de realização, desempenho e resultados em toda a organização"
          },
          "recognition": {
            "name": "Reconhecimento",
            "lowDescription": "{{name}} não dá muita ênfase às oportunidades de progresso e recompensas da organização, portanto, será importante descobrir os outros aspectos que o {{gender-subject}} valoriza."
          },
          "relationships": {
            "name": "Relacionamentos",
            "highDescription": "{{name}} podem estar menos satisfeitos com uma cultura organizacional que seja competitiva e que incentive as pessoas a trabalharem de forma independente",
            "lowDescription": "{{name}} podem ficar menos satisfeitos no trabalho se a organização incentivar o trabalho em equipe e a colaboração"
          },
          "support": {
            "name": "Suporte",
            "lowDescription": "{{name}} podem ficar insatisfeitos se a organização não der apoio a seus funcionários e a seu desenvolvimento"
          },
          "independence": {
            "name": "Independência",
            "highDescription": "{{name}} podem ficar menos satisfeitos no trabalho se a organização se tornar mais orientada por regras e se concentrar mais na estabilidade",
            "lowDescription": "{{name}} podem ficar menos satisfeitos no trabalho se a organização começar a assumir mais riscos e tentar experimentar novas ideias com mais frequência"
          },
          "workingConditions": {
            "name": "Condições de trabalho",
            "lowDescription": "{{name}} não dá muita importância às condições de trabalho e à sensação de segurança no emprego que a organização oferece, portanto, será importante descobrir os outros aspectos que a {{gender-subject}} valoriza."
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Inovação",
            "highDescription": "{{name}} valoriza mais a inovação e a assunção de riscos do que a estabilidade e a previsibilidade em uma organização.",
            "midDescription": "{{name}} valoriza um equilíbrio entre inovação e estabilidade em uma organização.",
            "lowDescription": "{{name}} valoriza mais a estabilidade e a previsibilidade do que a inovação e a assunção de riscos em uma organização.",
            "summary": "{{name}} valoriza muito a inovação em uma organização."
          },
          "attentionToDetail": {
            "name": "Atenção aos pormenores",
            "highDescription": "{{name}} valoriza muito uma organização que precisa ser precisa e atenta aos detalhes.",
            "midDescription": "{{name}} valoriza uma organização que precisa ser precisa e atenta aos detalhes em um grau moderado.",
            "lowDescription": "{{name}} não valoriza de fato uma organização que precisa ser precisa e atenta aos detalhes.",
            "summary": "{{name}} valoriza muito uma organização que presta atenção aos detalhes."
          },
          "outcomeOrientation": {
            "name": "Orientação para resultados",
            "highDescription": "{{name}} valoriza as organizações que têm altas expectativas de desempenho, resultados e conquistas.",
            "midDescription": "{{name}} valoriza as organizações que têm algumas expectativas de desempenho, resultados e conquistas.",
            "lowDescription": "{{name}} valoriza as organizações que têm baixas expectativas de desempenho, resultados e realizações.",
            "summary": "{{name}} valoriza muito as organizações que se concentram em resultados."
          },
          "aggressiveness": {
            "name": "Agressividade",
            "highDescription": "{{name}} valoriza mais a agressividade e a competitividade do que a responsabilidade social em uma organização.",
            "midDescription": "{{name}} valoriza um equilíbrio entre agressividade e responsabilidade social em uma organização.",
            "lowDescription": "{{name}} valoriza mais a responsabilidade social do que a agressividade e a competitividade em uma organização.",
            "summary": "{{name}} valoriza muito a agressividade em uma organização."
          },
          "supportiveness": {
            "name": "Suporte",
            "highDescription": "{{name}} valoriza muito o apoio e o compartilhamento de informações em uma organização.",
            "midDescription": "{{name}} valoriza o apoio e o compartilhamento de informações em uma organização de forma moderada.",
            "lowDescription": "{{name}} não valoriza realmente o apoio e o compartilhamento de informações em uma organização.",
            "summary": "{{name}} valoriza muito o apoio em uma organização."
          },
          "emphasisOnRewards": {
            "name": "Crescimento e recompensas",
            "highDescription": "{{name}} valoriza as organizações que oferecem recompensas aos funcionários, como remuneração e oportunidades de crescimento.",
            "midDescription": "{{name}} valoriza as organizações que ocasionalmente oferecem recompensas aos funcionários, como remuneração e oportunidades de crescimento.",
            "lowDescription": "{{name}} não valoriza as recompensas para os funcionários, como salário e oportunidades de crescimento em uma organização.",
            "summary": "{{name}} valoriza muito as organizações que enfatizam as recompensas."
          },
          "teamOrientation": {
            "name": "Orientação da equipe",
            "highDescription": "{{name}} valoriza mais a orientação para a equipe e a colaboração do que a autonomia e a independência em uma organização.",
            "midDescription": "{{name}} valoriza um equilíbrio entre orientação para a equipe e autonomia em uma organização.",
            "lowDescription": "{{name}} valoriza mais a autonomia e a independência do que a orientação para a equipe e a colaboração em uma organização.",
            "summary": "{{name}} valoriza muito uma organização que é orientada para a equipe."
          },
          "decisiveness": {
            "name": "Capacidade de decisão",
            "highDescription": "{{name}} valoriza as organizações que podem tomar decisões rapidamente.",
            "midDescription": "{{name}} valoriza as organizações que equilibram conflito e decisão.",
            "lowDescription": "{{name}} valoriza as organizações que têm uma cultura que incentiva o conflito em vez da capacidade de decisão.",
            "summary": "{{name}} valoriza muito as organizações que podem tomar decisões rapidamente."
          },
          "respectForPeople": {
            "name": "Respeito pelas pessoas",
            "highDescription": "{{name}} valoriza muito a justiça e a tolerância em uma organização.",
            "midDescription": "{{name}} valoriza a justiça e a tolerância em uma organização em um grau moderado.",
            "lowDescription": "{{name}} não valoriza realmente a justiça e a tolerância em uma organização.",
            "summary": "{{name}} valoriza muito uma organização que tem respeito pelas pessoas."
          },
          "adaptability": {
            "name": "Adaptabilidade",
            "highDescription": "{{name}} valoriza as organizações que são adaptáveis, inovadoras e dispostas a experimentar.",
            "midDescription": "{{name}} valoriza as organizações que equilibram adaptabilidade e estabilidade.",
            "lowDescription": "{{name}} valoriza as organizações que são estáveis, previsíveis e cuidadosas.",
            "summary": "{{name}} valoriza muito as organizações que são adaptáveis."
          },
          "collaboration": {
            "name": "Colaboração",
            "highDescription": "{{name}} valoriza as organizações que têm uma cultura voltada para as pessoas, com foco na colaboração e no trabalho em equipe.",
            "midDescription": "{{name}} valoriza as organizações que buscam um equilíbrio entre colaboração e autonomia (a liberdade de se autogovernar ou de organizar suas próprias atividades no trabalho).",
            "lowDescription": "{{name}} valoriza as organizações que têm uma cultura menos voltada para as pessoas e mais voltada para a autonomia (a liberdade de se governar ou de organizar suas próprias atividades no trabalho) e a agressividade.",
            "summary": "{{name}} valoriza muito as organizações que promovem a colaboração."
          },
          "customerOrientation": {
            "name": "Orientação ao cliente",
            "highDescription": "{{name}} valoriza as organizações que são orientadas para o mercado e se concentram nos clientes.",
            "midDescription": "{{name}} valoriza as organizações que são orientadas para o mercado em um grau moderado e têm algum foco nos clientes.",
            "lowDescription": "{{name}} valoriza as organizações que são menos orientadas para o mercado e menos focadas nos clientes.",
            "summary": "{{name}} valoriza muito as organizações que são orientadas para o cliente."
          },
          "detailOrientation": {
            "name": "Orientação para detalhes",
            "highDescription": "{{name}} valoriza as organizações que estão atentas aos detalhes e à qualidade.",
            "midDescription": "{{name}} valoriza as organizações que estão atentas aos detalhes e à qualidade em um grau moderado.",
            "lowDescription": "{{name}} não valoriza as organizações que estão atentas aos detalhes e à qualidade.",
            "summary": "{{name}} valoriza muito as organizações que se concentram nos detalhes."
          },
          "integrity": {
            "name": "Integridade",
            "highDescription": "{{name}} valoriza muito as organizações que têm alta integridade e altos padrões éticos, como o respeito pelas pessoas.",
            "midDescription": "{{name}} valoriza as organizações que têm alguma integridade e alguns padrões éticos, como o respeito pelas pessoas.",
            "lowDescription": "{{name}} não valoriza as organizações que têm integridade e padrões éticos, como o respeito pelas pessoas.",
            "summary": "{{name}} valoriza muito as organizações que têm integridade."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Estabilidade emocional",
            "highDescription": "Possui alto teor de areia",
            "lowDescription": "Tem garra"
          },
          "extraversion": {
            "id": "2",
            "name": "Extroversão",
            "highDescription": "Muito proativo",
            "lowDescription": "Proativo"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Receptividade à experiência",
            "highDescription": "Muito motivado para aprender",
            "lowDescription": "Motivado para aprender"
          },
          "agreeableness": {
            "id": "4",
            "name": "Afabilidade",
            "highDescription": "Muito confortável com mudanças",
            "lowDescription": "Confortável com mudanças"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Conscienciosidade",
            "highDescription": "Muito satisfeito no trabalho",
            "lowDescription": "Satisfeito no trabalho"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Escala de autoavaliação",
            "highDescription": "Muito comprometido emocionalmente com o trabalho",
            "lowDescription": "Emocionalmente comprometido com o trabalho"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Orientação do Desempenho",
            "highDescription": "Alto desempenho no trabalho",
            "lowDescription": "Bom desempenho no trabalho"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Orientação à maestria",
            "highDescription": "Altamente criativo no trabalho",
            "lowDescription": "Criatividade no trabalho"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Auto-monitoramento",
            "highDescription": "Pode trabalhar bem em equipe",
            "lowDescription": "Pode trabalhar em equipe"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tomada de perspectiva",
            "highDescription": "Tem forte capacidade de liderança",
            "lowDescription": "Tem capacidade de liderança"
          },
          "realistic": {
            "id": "11",
            "name": "Realista",
            "highDescription": "Muito pouco esgotamento no trabalho",
            "lowDescription": "Baixo nível de esgotamento no trabalho"
          },
          "artistic": {
            "id": "13",
            "name": "Artístico",
            "highDescription": "Muito eficaz na comunicação",
            "lowDescription": "Eficaz na comunicação"
          },
          "social": {
            "id": "14",
            "name": "Social",
            "highDescription": "Grande capacidade de realizar várias tarefas",
            "lowDescription": "Pode realizar várias tarefas"
          },
          "enterprising": {
            "id": "15",
            "name": "Empreendedor",
            "highDescription": "Altamente capaz de ser um empreendedor",
            "lowDescription": "Capacidade de ser um empreendedor"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Calmaria",
            "highDescription": "{{name}} raramente fica preocupado e temeroso com as coisas.",
            "lowDescription": "{{name}} tende a ficar preocupado e temeroso com as coisas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} não se sente frustrado ou irritado facilmente.",
            "lowDescription": "{{name}} tende a se sentir frustrado ou irritado com facilidade."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} não se sente mal com frequência.",
            "lowDescription": "{{name}} se sente mal com frequência."
          },
          "selfConsciousness": {
            "name": "Autoconfiança",
            "highDescription": "{{name}} tende a não ser autoconsciente em situações sociais e se preocupa pouco com o que os outros pensam a seu respeito.",
            "lowDescription": "{{name}} tende a ser autoconsciente em situações sociais e sensível ao que os outros pensam a seu respeito."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "{{name}} é capaz de resistir à tentação e não é provável que cometa excessos.",
            "lowDescription": "{{name}} tem dificuldade para resistir à tentação e é provável que cometa excessos."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "{{name}} consegue manter a calma em situações estressantes.",
            "lowDescription": "{{name}} tende a se sentir sobrecarregado em situações estressantes."
          },
          "friendliness": {
            "name": "Afabilidade",
            "highDescription": "{{name}} sente-se à vontade com as pessoas e faz amigos com facilidade.",
            "lowDescription": "{{name}} tende a ser mais reservado com as pessoas e pode não fazer amigos com facilidade."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "{{name}} prefere estar cercado de pessoas e gosta da companhia de outros.",
            "lowDescription": "{{name}} prefere ficar sozinho e não estar rodeado de pessoas."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "{{name}} tende a assumir o controle.",
            "lowDescription": "{{name}} tende a evitar assumir o controle, preferindo que outros assumam a liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "{{name}} tendem a se manter ocupados e a fazer muitas coisas com seu tempo.",
            "lowDescription": "{{name}} prefere ir com calma e não gastar seu tempo com muitas coisas."
          },
          "excitementSeeking": {
            "name": "Busca por empolgação",
            "highDescription": "{{name}} gosta de buscar emoção e aventura e correr riscos.",
            "lowDescription": "{{name}} não gosta de buscar emoção e aventura nem de correr riscos."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "{{name}} é uma pessoa alegre que frequentemente apresenta humor positivo.",
            "lowDescription": "{{name}} tem menos probabilidade de estar de bom humor e pode não apresentar humor positivo com frequência."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "{{name}} gosta de se perder em seus pensamentos e imaginação.",
            "lowDescription": "{{name}} não gosta de se perder em seus pensamentos e imaginação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "{{name}} tem interesse em arte e literatura.",
            "lowDescription": "{{name}} não está interessado em arte e literatura."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "{{name}} está ciente e aberto às suas próprias experiências emocionais e às dos outros.",
            "lowDescription": "{{name}} tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros."
          },
          "adventurousness": {
            "name": "Ousadia",
            "highDescription": "{{name}} é provável que aceite a variedade e a mudança",
            "lowDescription": "{{name}} prefere a rotina e a convenção e é menos receptivo a mudanças."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} está interessado em ideias e discussões abstratas e filosóficas.",
            "lowDescription": "{{name}} tende a não se interessar por ideias e discussões abstratas e filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tende a estar disposto a desafiar as convenções e os valores tradicionais.",
            "lowDescription": "{{name}} tende a se conformar às convenções e aos valores tradicionais."
          },
          "trust": {
            "name": "Confiança",
            "highDescription": "{{name}} tende a confiar nos outros.",
            "lowDescription": "{{name}} tende a ser mais cético em relação às intenções dos outros."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "{{name}} é sincero em suas relações com os outros e não recorre à manipulação.",
            "lowDescription": "{{name}} acredita que algum grau de engano é necessário nos relacionamentos para atingir o fim desejado."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "{{name}} preocupa-se com os outros e está disposto a ajudar os necessitados.",
            "lowDescription": "{{name}} está menos preocupado com os outros e pode preferir não se envolver em seus assuntos."
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "{{name}} não gosta de confrontos e não age de forma competitiva e agressiva.",
            "lowDescription": "{{name}} tende a agir de forma competitiva e agressiva."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "{{name}} tende a ser humilde e não tem uma opinião muito elevada sobre si mesmo.",
            "lowDescription": "{{name}} tende a ter uma opinião elevada sobre si mesmo e pode se considerar superior aos outros."
          },
          "sympathy": {
            "name": "Compaixão",
            "highDescription": "{{name}} simpatiza com os outros.",
            "lowDescription": "{{name}} tende a não simpatizar facilmente com os outros."
          },
          "selfEfficacy": {
            "name": "Autoeficácia",
            "highDescription": "{{name}} está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas.",
            "lowDescription": "{{name}} não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "{{name}} é arrumado e organizado.",
            "lowDescription": "{{name}} tende a ser desarrumado e menos organizado."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "{{name}} tende a aderir a regras e a cumprir obrigações.",
            "lowDescription": "{{name}} tende a ser mais casual e flexível quanto à adesão às regras e pode não cumprir as obrigações."
          },
          "achievementStriving": {
            "name": "Busca por conquistas",
            "highDescription": "{{name}} trabalha duro e vai além das expectativas.",
            "lowDescription": "{{name}} tende a se satisfazer com níveis mais baixos de realização."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tende a estar preparado e a executar planos de forma disciplinada.",
            "lowDescription": "{{name}} tende a não estar preparado e pode não executar os planos de forma disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} pensa cuidadosamente e não se apressa em agir ou tomar decisões.",
            "lowDescription": "{{name}} tende a agir ou tomar decisões sem pensar nas consequências."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Calmaria",
            "highDescription": "{{name}} raramente fica preocupado e temeroso com as coisas. Durante situações estressantes no trabalho, eles não costumam se sentir angustiados ou prejudicados, o que lhes permite ter um desempenho de acordo com seus padrões habituais.",
            "midDescription": "{{name}} ocasionalmente fica preocupado e temeroso com as coisas. Durante situações estressantes no trabalho, às vezes eles podem se sentir angustiados ou prejudicados, o que pode afetar seu desempenho se sentirem que está além de sua capacidade de lidar com a situação.",
            "lowDescription": "{{name}} tende a se preocupar e a ter medo das coisas. Durante situações estressantes no trabalho, eles podem se sentir angustiados ou prejudicados, o que pode ter um efeito prejudicial sobre seu desempenho se sentirem que está além de sua capacidade de lidar com a situação."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} não se sente frustrado ou irritado facilmente. Isso é útil para criar confiança no trabalho, permitindo o gerenciamento construtivo de conflitos e facilitando um clima de trabalho civilizado e profissional.",
            "midDescription": "{{name}} tendem a se sentir frustrados ou irritados de vez em quando. Se mal administrado, isso pode ser prejudicial à saúde pessoal e ao desempenho no trabalho. Se for expressa de forma não construtiva e excessiva, ela também pode prejudicar as relações de trabalho e o clima organizacional.",
            "lowDescription": "{{name}} tende a se sentir frustrado ou irritado com facilidade. Se mal administrado, isso pode ser prejudicial à sua saúde pessoal e ao desempenho no trabalho. Se for expressado de forma não construtiva e excessiva, isso também pode prejudicar as relações de trabalho e o clima organizacional."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} não se sente deprimido com frequência. Não é afetado facilmente por sentimentos de desânimo, o que lhe permite ter um desempenho no trabalho de acordo com seus padrões habituais.",
            "midDescription": "{{name}} ocasionalmente se sente deprimido. Se não forem controlados, os sentimentos de depressão geralmente resultam em falta de motivação e energia e dificuldade para iniciar atividades, o que pode levar a dificuldades para manter o desempenho ideal no trabalho.",
            "lowDescription": "{{name}} tende a se sentir deprimido com frequência. Se não forem controlados, os sentimentos de depressão geralmente resultam em falta de motivação e energia e dificuldade para iniciar atividades, o que pode levar a dificuldades para manter o desempenho ideal no trabalho."
          },
          "selfConsciousness": {
            "name": "Autoconfiança",
            "highDescription": "{{name}} tende a não ser autoconsciente em situações sociais e se preocupa pouco com o que os outros pensam dele. Isso permite que ele se exponha e interaja com os outros de forma mais autêntica. Entretanto, se levado ao extremo, pode haver o risco de falta de autoconsciência.",
            "midDescription": "{{name}} podem, às vezes, ser autoconscientes em situações sociais e sensíveis ao que os outros pensam deles. Essas preocupações podem levar a algum desconforto e nervosismo nas interações sociais, o que pode impedi-los de alcançar o que realmente podem no trabalho.",
            "lowDescription": "{{name}} tendem a ser autoconscientes em situações sociais e sensíveis ao que os outros pensam deles. Essas preocupações podem levar ao desconforto e ao nervosismo nas interações sociais, o que pode impedi-los de alcançar o que realmente podem no trabalho."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "{{name}} é capaz de resistir à tentação e não é provável que exagere. Isso ajuda em sua produtividade no trabalho.",
            "midDescription": "{{name}} às vezes é capaz de resistir à tentação e, ocasionalmente, exagera. Ceder aos impulsos com muita frequência no trabalho pode afetar sua produtividade.",
            "lowDescription": "{{name}} tem dificuldade para resistir à tentação e é provável que se exceda. Ceder aos impulsos com muita frequência no trabalho pode afetar sua produtividade."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "{{name}} conseguem manter a calma em situações estressantes. Isso os ajuda a pensar, tomar decisões e agir com a mente clara, mesmo quando estão sob pressão. No entanto, uma reação excessivamente calma pode, ocasionalmente, ser percebida pelos outros como falta de empatia ou como um mal-entendido sobre a gravidade da situação.",
            "midDescription": "{{name}} podem, às vezes, manter a calma em situações estressantes. Manter a calma os ajuda a pensar, tomar decisões e agir com a mente clara. Por outro lado, ficar sobrecarregado inibe a capacidade de pensar, decidir e agir, o que afeta o desempenho no trabalho.",
            "lowDescription": "{{name}} tende a se sentir sobrecarregado em situações estressantes. Sob pressão, eles podem sentir pânico, confusão e desamparo, o que pode inibir sua capacidade de pensar com clareza, tomar decisões e agir. Isso pode afetar seu desempenho no trabalho."
          },
          "friendliness": {
            "name": "Afabilidade",
            "highDescription": "{{name}} sente-se à vontade com as pessoas e faz amigos com facilidade. Isso permite que ele se adapte a situações sociais, inclusive no local de trabalho.",
            "midDescription": "{{name}} se sente confortável com as pessoas e consegue fazer amigos com algum esforço. Isso afeta sua capacidade de lidar com situações sociais, inclusive no local de trabalho.",
            "lowDescription": "{{name}} tende a ser mais reservado com as pessoas e pode não fazer amigos com facilidade. Isso pode afetar sua capacidade de lidar com situações sociais, inclusive no local de trabalho."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "{{name}} prefere estar rodeado de pessoas e gosta da companhia de outros. Isso é útil quando eles precisam atuar em contextos sociais comuns no local de trabalho.",
            "midDescription": "{{name}} Às vezes, gosta da companhia de outras pessoas, mas, em outras ocasiões, prefere ficar sozinho. Ser sociável é útil quando eles precisam atuar em contextos sociais comuns no local de trabalho.",
            "lowDescription": "{{name}} prefere ficar sozinho e não estar rodeado de pessoas. Às vezes, isso pode afetar sua capacidade de atuar em contextos sociais comuns no local de trabalho."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "{{name}} tende a assumir o controle. Isso contribui para seu potencial de liderança.",
            "midDescription": "{{name}} ocasionalmente assume o controle. Isso contribui para seu potencial de liderança.",
            "lowDescription": "{{name}} tende a evitar assumir o controle, preferindo que outros assumam a liderança. Isso pode ter um impacto em seu potencial de liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "{{name}} tendem a se manter ocupados e a fazer muitas coisas em seu tempo. Isso pode ser um indicativo da quantidade de energia que gastam e do nível de envolvimento nas atividades diárias no trabalho.",
            "midDescription": "{{name}} tenta encontrar um equilíbrio entre o que faz com seu tempo. Da mesma forma, isso pode ser um indicativo da quantidade de energia que gastam e do nível de envolvimento nas atividades diárias no trabalho.",
            "lowDescription": "{{name}} prefere ter calma e não gastar seu tempo com muitas coisas. Da mesma forma, isso pode ser um indicativo de quanta energia eles gastam e de seu nível de envolvimento nas atividades diárias no trabalho."
          },
          "excitementSeeking": {
            "name": "Busca por empolgação",
            "highDescription": "{{name}} gosta de buscar emoção e aventura e de assumir riscos. Isso pode ser útil para empregos em um ambiente dinâmico, que muda rapidamente, e empregos que exigem algum nível de risco.",
            "midDescription": "{{name}} ocasionalmente busca emoção e aventura e assume riscos. Isso pode ser útil para empregos em um ambiente dinâmico, que muda rapidamente, e para empregos que exigem algum nível de risco.",
            "lowDescription": "{{name}} não gosta de buscar emoção e aventura ou de correr riscos. Eles podem achar difícil trabalhar em um ambiente dinâmico, que muda rapidamente, e em empregos que exigem algum nível de risco."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "{{name}} é uma pessoa alegre que frequentemente apresenta humor positivo. As pessoas positivas costumam ser vistas como mais simpáticas pelos outros.",
            "midDescription": "{{name}} é uma pessoa moderadamente alegre que, às vezes, tem humor positivo. Isso afeta o grau de positividade que os outros percebem nela e também pode afetar sua simpatia.",
            "lowDescription": "{{name}} tem menos probabilidade de estar de bom humor e pode não ter humor positivo com frequência. Isso afeta a percepção positiva que os outros têm dele e também pode afetar sua simpatia."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "Você gosta de se perder em seus pensamentos e imaginação. Cultivar a imaginação ajuda na solução de problemas e na inovação.",
            "midDescription": "Ocasionalmente, você gosta de se perder em seus pensamentos e imaginação. Cultivar a imaginação ajuda na solução de problemas e na inovação.",
            "lowDescription": "Você não gosta de se perder em seus pensamentos e imaginação. O cultivo da imaginação ajuda na solução de problemas e na inovação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "Você se interessa por arte e literatura. O envolvimento com arte e literatura pode ajudar a desenvolver habilidades como o pensamento analítico e até mesmo melhorar o bem-estar.",
            "midDescription": "Às vezes, você se interessa por arte e literatura. O envolvimento com arte e literatura pode ajudar a desenvolver habilidades como o pensamento analítico e até mesmo melhorar o bem-estar.",
            "lowDescription": "Você não está interessado em arte ou literatura. O envolvimento com arte e literatura pode ajudar a desenvolver habilidades como o pensamento analítico e até mesmo melhorar o bem-estar."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "Você está ciente e aberto às suas próprias experiências emocionais e às dos outros. Isso lhe permite ter empatia e construir relacionamentos saudáveis com os outros.",
            "midDescription": "{{name}} é moderadamente consciente e, às vezes, aberto às suas próprias experiências emocionais e às dos outros. Isso afeta sua empatia pelos outros e sua capacidade de construir relacionamentos saudáveis.",
            "lowDescription": "{{name}} tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros. Isso pode afetar sua empatia pelos outros e sua capacidade de construir relacionamentos saudáveis."
          },
          "adventurousness": {
            "name": "Ousadia",
            "highDescription": "{{name}} é provável que aceite a variedade e a mudança. A mudança é inevitável na vida cotidiana e no local de trabalho.",
            "midDescription": "{{name}} prefere um equilíbrio entre variedade e rotina e aceita mudanças de vez em quando. A mudança é inevitável na vida cotidiana, bem como no local de trabalho.",
            "lowDescription": "{{name}} prefere a rotina e a convenção e é menos receptivo a mudanças. A mudança é inevitável na vida cotidiana e no local de trabalho."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} está interessado em ideias e discussões abstratas e filosóficas. Eles podem ser mais receptivos a teorias e ideias alternativas.",
            "midDescription": "{{name}} tem certo interesse em ideias e discussões abstratas e filosóficas. Ocasionalmente, ele pode ser receptivo a teorias e ideias alternativas.",
            "lowDescription": "{{name}} tendem a não se interessar por ideias e discussões abstratas e filosóficas. Eles podem ser menos receptivos a teorias e ideias alternativas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tendem a estar dispostos a desafiar as convenções e os valores tradicionais. Eles podem ser mais receptivos a opiniões e perspectivas alternativas.",
            "midDescription": "{{name}} está ocasionalmente disposto a desafiar as convenções e os valores tradicionais. Pode ser um pouco receptivo a opiniões e perspectivas alternativas.",
            "lowDescription": "{{name}} tendem a se conformar com as convenções e os valores tradicionais. Eles podem ser menos receptivos a opiniões e perspectivas alternativas."
          },
          "trust": {
            "name": "Confiança",
            "highDescription": "{{name}} tendem a confiar nos outros. No trabalho, eles tendem a interagir com os outros presumindo que eles são confiáveis e têm boas intenções, o que, às vezes, pode ser retribuído. Isso lhes permite construir relacionamentos sinceros no trabalho.",
            "midDescription": "{{name}} tende a confiar nos outros até certo ponto. No trabalho, eles podem interagir com outras pessoas presumindo que elas são confiáveis e têm boas intenções na maior parte do tempo, mas também são cautelosos. Embora a confiança às vezes seja recíproca, um nível de cautela é ocasionalmente útil.",
            "lowDescription": "{{name}} tende a ser mais cético em relação às intenções dos outros. Isso pode afetar a forma como eles interagem com outras pessoas e sua capacidade de construir relacionamentos sinceros no trabalho."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "{{name}} é sincero em suas relações com os outros e não recorre à manipulação. As pessoas podem achar que é mais fácil interagir com ele e se relacionar com ele, o que facilita a construção de relacionamentos.",
            "midDescription": "{{name}} é geralmente sincero em suas relações com os outros, embora não deixe de usar algum artifício, se necessário. Se levado ao extremo, esse comportamento pode ser prejudicial para as equipes e para a organização a longo prazo.",
            "lowDescription": "{{name}} acredita que algum grau de engano é necessário nos relacionamentos para atingir o objetivo desejado. Se levado ao extremo, esse comportamento pode ser prejudicial para as equipes e organizações a longo prazo."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "{{name}} preocupa-se com os outros e está disposto a ajudar os necessitados. {{Their}} A disposição para ajudar e apoiar os outros facilita a formação de equipes coesas e uma cultura colaborativa.",
            "midDescription": "{{name}} ocasionalmente se preocupa com os outros e, às vezes, está disposto a ajudar os necessitados. {{Their}} A disposição para ajudar e apoiar os outros facilita a formação de equipes coesas e uma cultura colaborativa.",
            "lowDescription": "{{name}} está menos preocupado com os outros e pode preferir não se envolver em seus assuntos. Isso pode ter um impacto sobre a coesão e a colaboração da equipe"
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "{{name}} não gosta de confrontos e não age de forma competitiva e agressiva. As outras pessoas podem retribuir a mesma atitude, o que ajuda a criar um ambiente de trabalho amistoso e agradável.",
            "midDescription": "{{name}} tendem a ser ambivalentes em relação ao confronto, mas, na maioria das vezes, tentam não agir de forma competitiva e agressiva. O confronto agressivo pode ser recíproco, o que cria um ambiente de trabalho que não é construtivo e não é favorável.",
            "lowDescription": "{{name}} tende a agir de forma competitiva e agressiva. Os confrontos agressivos podem ser recíprocos, o que cria um ambiente de trabalho que não é propício e não é construtivo."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "{{name}} tende a ser humilde e não tem uma opinião muito elevada sobre si mesmo. As pessoas modestas geralmente são vistas como positivas e simpáticas. Entretanto, a humildade excessiva também pode ser um indicador de baixa autoconfiança.",
            "midDescription": "{{name}} tem uma opinião moderadamente elevada sobre si mesmo. Pessoas modestas geralmente são vistas como positivas e simpáticas, e um nível moderado de autoconfiança é saudável.",
            "lowDescription": "{{name}} tende a ter uma opinião elevada sobre si mesmo e pode se ver como superior aos outros. Elas também podem ser vistas como propensas a discutir suas conquistas e parecer excessivamente confiantes em si mesmas. As pessoas modestas, por outro lado, costumam ser vistas como mais positivas e simpáticas."
          },
          "sympathy": {
            "name": "Compaixão",
            "highDescription": "{{name}} simpatiza com os outros. Expressar simpatia no trabalho demonstra que a pessoa valoriza o que os outros estão sentindo e transmite apoio. Isso ajuda a construir e enriquecer as relações de trabalho.",
            "midDescription": "{{name}} ocasionalmente se solidariza com os outros. Expressar simpatia no trabalho demonstra que eles valorizam o que os outros estão sentindo e transmite apoio. Isso ajuda a construir e enriquecer as relações de trabalho.",
            "lowDescription": "{{name}} tende a não se solidarizar facilmente com os outros. Expressar simpatia no trabalho demonstrará que ele valoriza o que os outros estão sentindo e transmitirá seu apoio. Isso ajuda a construir e enriquecer as relações de trabalho."
          },
          "selfEfficacy": {
            "name": "Autoeficácia",
            "highDescription": "{{name}} está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas. O desempenho no trabalho está relacionado à confiança da pessoa em suas habilidades.",
            "midDescription": "{{name}} tem certa confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas. Sua confiança em suas habilidades pode afetar seu desempenho.",
            "lowDescription": "{{name}} não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas. A falta de confiança em suas habilidades pode afetar seu desempenho."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "{{name}} é arrumado e organizado. Ser arrumado e organizado pode permitir maior produtividade.",
            "midDescription": "{{name}} é um pouco arrumado e organizado. Ser mais arrumado e organizado pode permitir maior produtividade.",
            "lowDescription": "{{name}} tende a ser desarrumado e menos organizado. Ser mais arrumado e organizado pode permitir maior produtividade."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "{{name}} tende a aderir a regras e a cumprir obrigações. Seguir regras ajuda a manter a ordem e o cumprimento das obrigações gera confiança.",
            "midDescription": "{{name}} adere às regras e cumpre as obrigações em um grau moderado. Seguir as regras ajuda a manter a ordem e o cumprimento das obrigações ajuda a gerar confiança.",
            "lowDescription": "{{name}} tende a ser mais casual e flexível quanto à adesão às regras e pode não cumprir as obrigações. O cumprimento das regras ajuda a manter a ordem e o cumprimento das obrigações ajuda a gerar confiança."
          },
          "achievementStriving": {
            "name": "Busca por conquistas",
            "highDescription": "{{name}} trabalha duro e vai além das expectativas. Isso permite que eles alcancem níveis mais altos de sucesso.",
            "midDescription": "{{name}} às vezes trabalha duro e vai além das expectativas. Isso tem um impacto sobre sua capacidade de atingir níveis mais altos de sucesso.",
            "lowDescription": "{{name}} tende a se satisfazer com níveis mais baixos de realização. Isso pode ter um impacto sobre sua capacidade de atingir níveis mais altos de sucesso."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tendem a se preparar e a executar planos de forma disciplinada. Isso os mantém no caminho certo para atingir suas metas.",
            "midDescription": "{{name}} tenta estar preparado e executa planos de forma disciplinada. Isso pode ter um impacto sobre sua capacidade de permanecer no caminho certo para atingir suas metas.",
            "lowDescription": "{{name}} tende a não estar preparado e pode não executar os planos de forma disciplinada. Isso pode afetar sua capacidade de permanecer no caminho certo para atingir suas metas."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} pensa cuidadosamente e não se apressa em agir ou tomar decisões. Essa cautela pode, às vezes, permitir que eles sejam mais eficazes ao reagir às situações.",
            "midDescription": "{{name}} ocasionalmente pensa com cuidado e tenta não se apressar em agir ou tomar decisões. Essa cautela pode, às vezes, permitir que eles sejam mais eficazes ao reagir às situações.",
            "lowDescription": "{{name}} tende a agir ou tomar decisões sem pensar nas consequências. Um pouco de cautela pode ajudá-lo a ser mais eficaz ao reagir às situações."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Calmaria",
            "highDescription": "{{name}} raramente fica preocupado e temeroso com as coisas.",
            "lowDescription": "{{name}} tende a ficar preocupado e temeroso com as coisas."
          },
          "anger": {
            "name": "Compostura",
            "highDescription": "{{name}} não se sente frustrado ou irritado facilmente.",
            "lowDescription": "{{name}} tende a se sentir frustrado ou irritado com facilidade."
          },
          "depression": {
            "name": "Hopefulness",
            "highDescription": "{{name}} não se sente mal com frequência.",
            "lowDescription": "{{name}} se sente mal com frequência."
          },
          "selfConsciousness": {
            "name": "Autoconfiança",
            "highDescription": "{{name}} tende a não ser autoconsciente em situações sociais e se preocupa pouco com o que os outros pensam a seu respeito.",
            "lowDescription": "{{name}} tende a ser autoconsciente em situações sociais e sensível ao que os outros pensam a seu respeito."
          },
          "immoderation": {
            "name": "Força de vontade",
            "highDescription": "{{name}} é capaz de resistir à tentação e não é provável que cometa excessos.",
            "lowDescription": "{{name}} tem dificuldade para resistir à tentação e é provável que cometa excessos."
          },
          "vulnerability": {
            "name": "Resiliência",
            "highDescription": "{{name}} consegue manter a calma em situações estressantes.",
            "lowDescription": "{{name}} tende a se sentir sobrecarregado em situações estressantes."
          },
          "friendliness": {
            "name": "Afabilidade",
            "highDescription": "{{name}} sente-se à vontade com as pessoas e faz amigos com facilidade.",
            "lowDescription": "{{name}} tende a ser mais reservado com as pessoas e pode não fazer amigos com facilidade."
          },
          "gregariousness": {
            "name": "Gregário",
            "highDescription": "{{name}} prefere estar cercado de pessoas e gosta da companhia de outros.",
            "lowDescription": "{{name}} prefere ficar sozinho e não estar rodeado de pessoas."
          },
          "assertiveness": {
            "name": "Assertividade",
            "highDescription": "{{name}} tende a assumir o controle.",
            "lowDescription": "{{name}} tende a evitar assumir o controle, preferindo que outros assumam a liderança."
          },
          "activityLevel": {
            "name": "Nível de atividade",
            "highDescription": "{{name}} tendem a se manter ocupados e a fazer muitas coisas com seu tempo.",
            "lowDescription": "{{name}} prefere ir com calma e não gastar seu tempo com muitas coisas."
          },
          "excitementSeeking": {
            "name": "Busca por empolgação",
            "highDescription": "{{name}} gosta de buscar emoção e aventura e correr riscos.",
            "lowDescription": "{{name}} não gosta de buscar emoção e aventura nem de correr riscos."
          },
          "cheerfulness": {
            "name": "Alegria",
            "highDescription": "{{name}} é uma pessoa alegre que frequentemente apresenta humor positivo.",
            "lowDescription": "{{name}} tem menos probabilidade de estar de bom humor e pode não apresentar humor positivo com frequência."
          },
          "imagination": {
            "name": "Imaginação",
            "highDescription": "{{name}} gosta de se perder em seus pensamentos e imaginação.",
            "lowDescription": "{{name}} não gosta de se perder em seus pensamentos e imaginação."
          },
          "artisticInterests": {
            "name": "Interesses artísticos",
            "highDescription": "{{name}} tem interesse em arte e literatura.",
            "lowDescription": "{{name}} não está interessado em arte e literatura."
          },
          "emotionality": {
            "name": "Emotividade",
            "highDescription": "{{name}} está ciente e aberto às suas próprias experiências emocionais e às dos outros.",
            "lowDescription": "{{name}} tende a ser menos consciente e aberto às suas próprias experiências emocionais e às dos outros."
          },
          "adventurousness": {
            "name": "Ousadia",
            "highDescription": "{{name}} é provável que aceite a variedade e a mudança",
            "lowDescription": "{{name}} prefere a rotina e a convenção e é menos receptivo a mudanças."
          },
          "intellect": {
            "name": "Intelecto",
            "highDescription": "{{name}} está interessado em ideias e discussões abstratas e filosóficas.",
            "lowDescription": "{{name}} tende a não se interessar por ideias e discussões abstratas e filosóficas."
          },
          "liberalism": {
            "name": "Liberalismo",
            "highDescription": "{{name}} tende a estar disposto a desafiar as convenções e os valores tradicionais.",
            "lowDescription": "{{name}} tende a se conformar às convenções e aos valores tradicionais."
          },
          "trust": {
            "name": "Confiança",
            "highDescription": "{{name}} tende a confiar nos outros.",
            "lowDescription": "{{name}} tende a ser mais cético em relação às intenções dos outros."
          },
          "morality": {
            "name": "Moralidade",
            "highDescription": "{{name}} é sincero em suas relações com os outros e não recorre à manipulação.",
            "lowDescription": "{{name}} acredita que algum grau de engano é necessário nos relacionamentos para atingir o fim desejado."
          },
          "altruism": {
            "name": "Altruísmo",
            "highDescription": "{{name}} preocupa-se com os outros e está disposto a ajudar os necessitados.",
            "lowDescription": "{{name}} está menos preocupado com os outros e pode preferir não se envolver em seus assuntos."
          },
          "cooperation": {
            "name": "Cooperação",
            "highDescription": "{{name}} não gosta de confrontos e não age de forma competitiva e agressiva.",
            "lowDescription": "{{name}} tende a agir de forma competitiva e agressiva."
          },
          "modesty": {
            "name": "Modéstia",
            "highDescription": "{{name}} tende a ser humilde e não tem uma opinião muito elevada sobre si mesmo.",
            "lowDescription": "{{name}} tende a ter uma opinião elevada sobre si mesmo e pode se ver como superior aos outros."
          },
          "sympathy": {
            "name": "Compaixão",
            "highDescription": "{{name}} simpatiza com os outros.",
            "lowDescription": "{{name}} tende a não simpatizar facilmente com os outros."
          },
          "selfEfficacy": {
            "name": "Autoeficácia",
            "highDescription": "{{name}} está confiante em sua capacidade de realizar tarefas com sucesso e se destacar nelas.",
            "lowDescription": "{{name}} não tem confiança em sua capacidade de realizar tarefas com sucesso e se destacar nelas."
          },
          "orderliness": {
            "name": "Ordem",
            "highDescription": "{{name}} é arrumado e organizado.",
            "lowDescription": "{{name}} tende a ser desarrumado e menos organizado."
          },
          "dutifulness": {
            "name": "Obediência",
            "highDescription": "{{name}} tende a aderir a regras e a cumprir obrigações.",
            "lowDescription": "{{name}} tende a ser mais casual e flexível quanto ao cumprimento das regras e pode não cumprir as obrigações."
          },
          "achievementStriving": {
            "name": "Busca por conquistas",
            "highDescription": "{{name}} trabalha duro e vai além das expectativas.",
            "lowDescription": "{{name}} tende a se satisfazer com níveis mais baixos de realização."
          },
          "selfDiscipline": {
            "name": "Autodisciplina",
            "highDescription": "{{name}} tende a estar preparado e a executar planos de forma disciplinada.",
            "lowDescription": "{{name}} tende a não estar preparado e pode não executar os planos de forma disciplinada."
          },
          "cautiousness": {
            "name": "Cautela",
            "highDescription": "{{name}} pensa cuidadosamente e não se apressa em agir ou tomar decisões.",
            "lowDescription": "{{name}} tende a agir ou tomar decisões sem pensar nas consequências."
          }
        }
      }
    }
  }
}
