{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "ความสำเร็จ/ความพยายาม",
        "highDescription": "กำหนดเป้าหมายส่วนตัวที่ทะเยอทะยานและจะดำเนินการขั้นสุดท้ายเพื่อให้บรรลุเป้าหมาย มุ่งมั่นเพื่อประสิทธิภาพคุณภาพสูง",
        "lowDescription": "อาจได้รับประโยชน์จากการเสริมสร้างความมั่นใจในการดำเนินงาน รับรองการปฏิบัติตามคำมั่นสัญญา การบรรลุเป้าหมาย และสอดคล้องกับความคาดหวังด้านประสิทธิภาพอย่างใกล้ชิดยิ่งขึ้น"
      },
      "persistence": {
        "name": "วิริยะ",
        "highDescription": "แสดงให้เห็นถึงความดื้อรั้นและความยืดหยุ่น ยังคงมุ่งมั่นต่อแผนยุทธศาสตร์และวัตถุประสงค์แม้จะมีความท้าทายก็ตาม",
        "lowDescription": "อาจได้รับประโยชน์จากการพัฒนากลยุทธ์ในการจัดการกับความกดดันและเอาชนะอุปสรรคได้อย่างมีประสิทธิภาพมากขึ้น ส่งเสริมให้แสวงหาและใช้การสนับสนุนเมื่อเผชิญกับความยากลำบาก"
      },
      "initiative": {
        "name": "ความคิดริเริ่ม",
        "highDescription": "ยอมรับงานใหม่และงานเพิ่มเติมโดยไม่ต้องถูกถาม ท้าทายสภาพที่เป็นอยู่เชิงรุก และระบุวิธีที่จะมีส่วนร่วมและปรับปรุง",
        "lowDescription": "มีโอกาสที่จะเติบโตโดยใช้แนวทางเชิงรุกมากขึ้นในสถานการณ์ที่มีอิทธิพลต่อ ได้รับการสนับสนุนให้ยอมรับความรับผิดชอบและความท้าทายใหม่ๆ และพยายามริเริ่มดำเนินการ"
      },
      "leadership": {
        "name": "ภาวะผู้นำ",
        "highDescription": "เต็มใจที่จะชี้แนะ ชี้นำ และให้คำแนะนำแก่ผู้อื่น มักแนะนำวิธีปรับปรุงคุณภาพและประสิทธิผล",
        "lowDescription": "อาจได้ประโยชน์จากการก้าวขึ้นมาเป็นผู้นำและเสนอทิศทางเมื่อมีโอกาส ได้รับการสนับสนุนให้แสวงหาการสนับสนุนเพื่อการเติบโตในด้านการจัดการและชี้แนะผู้อื่น"
      },
      "cooperation": {
        "name": "ความร่วมมือ",
        "highDescription": "สามารถทำงานเชิงบวกและกลมกลืนกับผู้คนหลากหลาย และมีแนวโน้มที่จะปฏิบัติต่อทุกคนอย่างยุติธรรมและให้เกียรติ",
        "lowDescription": "อาจเพิ่มขวัญและกำลังใจของทีมโดยการทำงานเพื่อให้ความร่วมมือมากขึ้นและง่ายต่อการทำงานร่วมกัน นี่อาจหมายถึงการทำงานด้านทักษะการสื่อสารและการทำงานเป็นทีม"
      },
      "concernForOthers": {
        "name": "ความห่วงใยผู้อื่น",
        "highDescription": "พิจารณาและเคารพความต้องการ ความรู้สึก และมุมมองของผู้อื่น ให้การสนับสนุนผู้อื่น โดยเฉพาะเมื่อพวกเขาตกอยู่ในสถานการณ์ที่ยากลำบาก",
        "lowDescription": "อาจได้รับประโยชน์จากการพัฒนาความเห็นอกเห็นใจและความเข้าใจต่อความต้องการและความรู้สึกของผู้อื่น ตัวอย่างเช่น การพยายามให้การสนับสนุนและความช่วยเหลือจะทำให้เราปรับตัวเข้ากับผู้อื่นได้มากขึ้น ส่งเสริมสภาพแวดล้อมที่มีความเห็นอกเห็นใจและสนับสนุนมากขึ้น"
      },
      "socialOrientation": {
        "name": "การวางแนวทางสังคม",
        "highDescription": "ส่งเสริมความสามัคคีและส่งเสริมการทำงานร่วมกันภายในทีมเพื่อให้บรรลุเป้าหมาย สร้างและรักษาความสัมพันธ์ที่มีประสิทธิผลกับผู้อื่น",
        "lowDescription": "อาจได้รับประโยชน์จากการค้นหาสมดุลระหว่างความเป็นอิสระและการทำงานร่วมกัน ส่งเสริมการมีส่วนร่วมกับเพื่อนร่วมงานมากขึ้นเพื่อเพิ่มประสบการณ์และผลลัพธ์ในการทำงาน"
      },
      "selfControl": {
        "name": "การควบคุมตนเอง",
        "highDescription": "แสดงให้เห็นถึงการควบคุมตนเองและการควบคุมตนเองในระดับสูง แม้จะเผชิญกับความยากลำบากก็ตาม ตระหนักถึงผลกระทบของการกระทำและอารมณ์ของตนเองที่มีต่อผู้อื่น และไม่น่าจะกระทำการโดยหุนหันพลันแล่น",
        "lowDescription": "อาจได้รับประโยชน์จากการพัฒนากลยุทธ์เพื่อควบคุมอารมณ์ได้ดีขึ้น และเพิ่มการตัดสินใจอย่างรอบคอบ"
      },
      "stressTolerance": {
        "name": "ความอดทนต่อความเครียด",
        "highDescription": "ความสามารถในการตัดสินใจอย่างมีเหตุผลและดำเนินการอย่างมีประสิทธิภาพในสถานการณ์ที่ตึงเครียด และพร้อมยอมรับความคิดเห็นและคำวิจารณ์",
        "lowDescription": "อาจได้รับประโยชน์จากเทคนิคที่เกี่ยวข้องกับการควบคุมอารมณ์และการจัดการความเครียดเพื่อให้มีความพร้อมมากขึ้นในการควบคุมอารมณ์ การมองว่าความคิดเห็นเป็นโอกาสในการเติบโต และการทำงานภายใต้ความเครียด ซึ่งจะช่วยปรับปรุงประสิทธิภาพการทำงาน"
      },
      "adaptabilityFlexibility": {
        "name": "การปรับตัว/ความยืดหยุ่น",
        "highDescription": "ตอบสนองเชิงบวกต่อการเปลี่ยนแปลงและยอมรับแนวปฏิบัติใหม่ แสดงความยืดหยุ่นในการปรับเปลี่ยนกลยุทธ์เพื่อให้ได้ผลลัพธ์ในสถานการณ์ที่เปลี่ยนแปลงตลอดเวลา",
        "lowDescription": "ได้รับการสนับสนุนให้ปลูกฝังกรอบความคิดที่เปิดกว้างมากขึ้นต่อการเปลี่ยนแปลงและแนวคิดใหม่ๆ การพัฒนาความยืดหยุ่นสามารถนำไปสู่การพัฒนาทักษะการแก้ปัญหาและการปรับเปลี่ยนเงื่อนไขการพัฒนาที่ราบรื่นยิ่งขึ้น"
      },
      "dependability": {
        "name": "ความน่าเชื่อถือ",
        "highDescription": "ปฏิบัติตามคำมั่นสัญญาอย่างขยันขันแข็งและปฏิบัติตามกำหนดเวลาอย่างสม่ำเสมอ แสดงให้เห็นถึงความรับผิดชอบในที่ทำงานและรับผิดชอบต่อข้อผิดพลาด",
        "lowDescription": "อาจได้รับประโยชน์จากการมุ่งเน้นไปที่การเพิ่มความสม่ำเสมอในการทำงานให้สำเร็จและการปฏิบัติตามข้อผูกพัน"
      },
      "attentionToDetail": {
        "name": "ใส่ใจในรายละเอียด",
        "highDescription": "มีแนวโน้มที่จะระมัดระวังและจัดระเบียบในการปฏิบัติงานในที่ทำงาน ไม่ค่อยมองข้ามรายละเอียด และรับประกันความถูกต้องและครบถ้วน",
        "lowDescription": "อาจได้ประโยชน์จากการให้ความสำคัญกับรายละเอียดมากขึ้นและมุ่งเป้าไปที่งานที่มีความแม่นยำมากขึ้น"
      },
      "integrity": {
        "name": "ความซื่อสัตย์",
        "highDescription": "ยึดมั่นในจรรยาบรรณและหลักจริยธรรมอย่างเคร่งครัด น่าเชื่อถือและแสดงความสม่ำเสมอทั้งคำพูดและการกระทำ",
        "lowDescription": "อาจได้รับประโยชน์จากการดำเนินการที่สอดคล้องกับค่านิยมที่ระบุตนเอง และการพิจารณาผลกระทบของการตัดสินใจที่มีต่อผู้อื่นสามารถสร้างความไว้วางใจและความเคารพในความสัมพันธ์ทางวิชาชีพ"
      },
      "independence": {
        "name": "ความเป็นอิสระ",
        "highDescription": "กำกับตนเอง มีความสามารถและมั่นใจในการทำสิ่งต่าง ๆ ให้สำเร็จโดยไม่ต้องมีการควบคุมดูแลเพียงเล็กน้อยหรือไม่มีเลย",
        "lowDescription": "อาจได้รับประโยชน์จากการสร้างความมั่นใจและทักษะในการแก้ปัญหาและการตัดสินใจอย่างเป็นอิสระ"
      },
      "innovation": {
        "name": "นวัตกรรม",
        "highDescription": "สามารถเชื่อมโยงแนวคิด ทดลองแนวทางใหม่ๆ และพัฒนาแนวทางแก้ไขปัญหาใหม่ๆ ที่มีอยู่ได้",
        "lowDescription": "มีพื้นที่สำหรับการเติบโตในการเปิดรับความคิดสร้างสรรค์และนวัตกรรม ได้รับการสนับสนุนให้สำรวจแนวทางใหม่ในการแก้ปัญหาและให้คุณค่ากับมุมมองที่หลากหลาย ซึ่งสามารถนำไปสู่แนวคิดและการปรับปรุงใหม่ๆ"
      },
      "analyticalThinking": {
        "name": "การคิดเชิงวิเคราะห์",
        "highDescription": "มีแนวโน้มที่จะมีระเบียบวิธีในการตรวจสอบปัญหาและมองหารูปแบบพื้นฐานเพื่ออนุมานข้อมูลเชิงลึกและสรุปผล",
        "lowDescription": "อาจมีแนวโน้มน้อยที่จะวิเคราะห์ข้อมูลอย่างรอบคอบ และพบว่าเป็นการท้าทายในการกรองข้อมูลที่มีหลายแง่มุมเพื่อทำความเข้าใจปัญหาที่ซับซ้อน อาจได้รับประโยชน์จากการใช้วิธีการที่มีโครงสร้างมากขึ้นสำหรับการประเมินข้อมูล และคำนึงถึงมุมมองที่แตกต่างกันเมื่อตรวจสอบปัญหา"
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "ความสำเร็จ",
        "highDescription": "เพลิดเพลินกับวัฒนธรรมที่มุ่งเน้นผลลัพธ์ซึ่งช่วยให้สามารถใช้ทักษะและความสามารถของตัวเองให้เกิดประโยชน์สูงสุดเพื่อให้บรรลุผล",
        "lowDescription": "อาจมีแนวโน้มที่จะไม่สบายใจในสภาพแวดล้อมที่เน้นผลลัพธ์ อาจเชื่อว่าบางครั้งการพิจารณาอื่นๆ ควรมีความสำคัญมากกว่าผลลัพธ์"
      },
      "workingConditions": {
        "name": "สภาพการทำงาน",
        "highDescription": "ได้รับแรงบันดาลใจจากสภาพแวดล้อมที่ให้โอกาสและความเป็นอิสระในการเติบโตและพัฒนา",
        "lowDescription": "มีแนวโน้มที่จะได้รับแรงจูงใจน้อยลงจากโอกาสในการเรียนรู้และลองทำงานต่างๆ โดยเลือกสภาพแวดล้อมที่สอดคล้องกับงาน"
      },
      "recognition": {
        "name": "การยอมรับ",
        "highDescription": "แรงบันดาลใจจากรางวัลภายนอก การยอมรับ และโอกาสในการเติบโต",
        "lowDescription": "อาจมีแนวโน้มที่จะได้รับแรงจูงใจน้อยลงจากสถานะหรือสิ่งจูงใจทางการเงิน ไม่ได้กำหนดความสำเร็จส่วนบุคคลโดยความก้าวหน้าทางอาชีพหรือสถานะที่สูง"
      },
      "relationships": {
        "name": "ความสัมพันธ์",
        "highDescription": "ชอบสภาพแวดล้อมที่อบอุ่นและร่วมมือกัน ซึ่งสร้างขึ้นจากความไว้วางใจซึ่งกันและกัน ความจริงใจ การทำงานเป็นทีม และความสัมพันธ์เชิงบวก",
        "lowDescription": "อาจให้ความสำคัญกับการสร้างความสนิทสนมกันในทีมหรือการทำงานร่วมกันในที่ทำงานน้อยลง อาจไม่ค่อยสนใจการมีส่วนร่วมกับผู้อื่นในที่ทำงาน"
      },
      "support": {
        "name": "สนับสนุน",
        "highDescription": "ค่านิยมความอดทนและหลักปฏิบัติด้านจริยธรรมในสถานที่ทำงาน ชอบสภาพแวดล้อมที่สนับสนุนและยุติธรรม",
        "lowDescription": "อาจมีแนวโน้มที่จะไม่ให้ความสำคัญกับความอดทนและหลักปฏิบัติด้านจริยธรรมในที่ทำงาน ไม่ให้ความสำคัญกับสภาพแวดล้อมที่สนับสนุนและยุติธรรม"
      },
      "independence": {
        "name": "ความเป็นอิสระ",
        "highDescription": "ให้ความสำคัญกับเสรีภาพในการทดลองและการเสริมอำนาจในการดำเนินการโดยไม่จำเป็นต้องได้รับคำสั่ง การรบกวน และการยืนยันบ่อยครั้ง",
        "lowDescription": "ความเป็นอิสระและความเป็นอิสระไม่ได้ถูกมองว่าเป็นปัจจัยสำคัญ อาจจะชอบรับคำสั่งและควบคุมงานมากกว่า"
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "เหมือนจริง",
        "highDescription": "ชอบการทำงานแบบลงมือปฏิบัติจริงเพื่อสำรวจและทำงานให้สำเร็จในสภาพแวดล้อมที่ใช้งานได้จริง",
        "lowDescription": "อาจมีแนวโน้มที่จะมีความรังเกียจต่องานที่ต้องทำด้วยตนเอง"
      },
      "investigative": {
        "name": "สืบสวน",
        "highDescription": "ชอบการแก้ปัญหาที่เป็นนามธรรมและซับซ้อนสูง",
        "lowDescription": "อาจมีแนวโน้มที่จะสนใจการวิจัย กิจกรรมทางคณิตศาสตร์หรือวิทยาศาสตร์น้อยลง"
      },
      "artistic": {
        "name": "ศิลปะ",
        "highDescription": "เพลิดเพลินกับกิจกรรมที่เกี่ยวข้องกับความคิดสร้างสรรค์ ความคิดริเริ่ม และการแสดงออก",
        "lowDescription": "มักจะไม่กระตือรือร้นในการแสวงหางานศิลปะ เช่น การสร้างสรรค์ผลงานที่เป็นต้นฉบับและมีเอกลักษณ์เฉพาะตัว"
      },
      "social": {
        "name": "ทางสังคม",
        "highDescription": "ชอบที่จะช่วยเหลือและมีส่วนร่วมในงานที่มุ่งเน้นสังคม",
        "lowDescription": "อาจมีแนวโน้มที่จะไม่ค่อยกระตือรือร้นในการทำงานที่มุ่งเน้นสังคมหรือให้บริการผู้อื่น "
      },
      "enterprising": {
        "name": "กล้าได้กล้าเสีย",
        "highDescription": "ชอบงานที่เกี่ยวข้องกับการนำผู้คน การตัดสินใจ การกล้าเสี่ยง และการโน้มน้าวผู้อื่นให้บรรลุเป้าหมาย",
        "lowDescription": "อาจมีแนวโน้มไม่ชอบที่จะอยู่ในบทบาทสั่งการและมีอิทธิพล"
      },
      "conventional": {
        "name": "ธรรมดา",
        "highDescription": "ชอบทำงานภายในสายการบังคับบัญชาที่กำหนดไว้และปฏิบัติตามแนวทางที่กำหนดไว้อย่างดี",
        "lowDescription": "อาจมีแนวโน้มที่จะมีความรังเกียจต่องานประจำ งานที่มีกฎเกณฑ์ และกระบวนการที่หนักหน่วง"
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "ความสำเร็จ/ความพยายาม",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะคนที่กระตือรือร้นแสวงหาการเติบโตและความเชี่ยวชาญโดยการตั้งเป้าหมายที่ท้าทายส่วนตัวและมุ่งมั่นที่จะบรรลุผลงานในระดับสูง",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปแสวงหาการเติบโตโดยการทำงานอย่างหนักเพื่อให้ได้มาตรฐาน แต่บางครั้งก็อาจล้มเหลวในการบรรลุผลลัพธ์ที่ต้องการ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแรงจูงใจเป็นครั้งคราวในการแสวงหาการเติบโตและความเชี่ยวชาญ แต่อาจขาดความมั่นใจในการบรรลุผลลัพธ์ที่ต้องการ",
        "summary": "การสร้างและรักษาความสำเร็จ เป้าหมาย และความพยายามที่ท้าทายเป็นการส่วนตัวเพื่อบรรลุภารกิจ",
        "questionContents": [
          {
            "question": "อธิบายเวลาที่คุณทำงานหนักเพื่อบรรลุเป้าหมายที่ท้าทายให้สำเร็จ",
            "additionals": [
              "ภารกิจเกี่ยวกับอะไร? เหตุใดจึงเป็นเรื่องท้าทายสำหรับคุณ?",
              "บทบาทของคุณคืออะไร?",
              "คุณทำอะไรในงานหรือโครงการนี้? คุณเผชิญกับอุปสรรคหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณทำได้ดีในเรื่องใดและสิ่งใดที่ควรปรับปรุง"
            ]
          }
        ]
      },
      "persistence": {
        "name": "วิริยะ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ตอบสนองต่อความพ่ายแพ้ด้วยความพยายามอย่างต่อเนื่อง และจะยืนหยัดเผชิญหน้ากับอุปสรรคหรือความทุกข์ยาก",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปอดทนต่อความพ่ายแพ้ แต่บางครั้งอาจต้องการการสนับสนุนจากผู้อื่นเพื่อก้าวข้ามอุปสรรค",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่อดทนต่อความพ่ายแพ้และต้องการการสนับสนุนจากผู้อื่นเพื่อก้าวข้ามอุปสรรค",
        "summary": "แสดงให้เห็นถึงความพากเพียรต่ออุปสรรค",
        "questionContents": [
          {
            "question": "อธิบายสถานการณ์ที่คุณต้องเอาชนะอุปสรรคหนึ่งข้อขึ้นไปเพื่อให้ได้ผลลัพธ์ที่ต้องการ",
            "additionals": [
              "สถานการณ์นี้เกี่ยวกับอะไร? คุณเผชิญกับความท้าทายอะไรบ้าง?",
              "บทบาทของคุณคืออะไร? คุณต้องทำอะไร? คุณต้องทำงานร่วมกับผู้อื่นเพื่อบรรลุเป้าหมายนี้อย่างไร",
              "คุณเผชิญหน้าและแก้ไขอุปสรรคอย่างไร? คุณรู้สึกอย่างไรเกี่ยวกับเรื่องนี้?",
              "ผลลัพธ์ของโครงการนี้เป็นอย่างไร? คุณจะเปลี่ยนแปลงอะไรถ้าคุณสามารถทำได้อีกครั้ง?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "ความคิดริเริ่ม",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่กระตือรือร้นในการทำให้งานต่างๆ เสร็จสิ้น มักจะเต็มใจที่จะรับความรับผิดชอบและความท้าทายใหม่ๆ และอาจท้าทายสภาพที่เป็นอยู่และแสวงหาวิธีการใหม่ๆ ปรับปรุงกระบวนการ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มักจะทำงานให้เสร็จโดยแทบไม่ต้องกระตุ้น และโดยทั่วไปเต็มใจที่จะรับภาระหน้าที่และความท้าทายใหม่ๆ แต่บางครั้งอาจพบกับความเฉื่อยเป็นครั้งคราวในการทำเช่นนั้น",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่ต้องการแรงกระตุ้นในการทำงานให้เสร็จสิ้น และลังเลที่จะรับความรับผิดชอบและความท้าทายใหม่ๆ",
        "summary": "ความเต็มใจที่จะเริ่มต้นและรับผิดชอบต่อความรับผิดชอบและความท้าทาย",
        "questionContents": [
          {
            "question": "แบ่งปันตัวอย่างล่าสุดที่คุณก้าวขึ้นมาและทำมากกว่าที่คุณคาดหวัง",
            "additionals": [
              "ตัวอย่างนี้เกี่ยวกับอะไร?",
              "คุณต้องทำอะไร?",
              "คุณทำอะไรลงไป? คุณตัดสินใจก้าวขึ้นมาอย่างไรและทำไม?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณจะทำอะไรที่แตกต่างออกไปหรือไม่?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "ภาวะผู้นำ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความโน้มเอียงที่จะก้าวขึ้นมาเป็นผู้นำ พร้อมทั้งเสนอความคิดเห็นและทิศทาง",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง คนที่ก้าวขึ้นมาเป็นผู้นำเป็นครั้งคราว และบางครั้งก็เสนอความคิดเห็นและทิศทาง",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนลังเลที่จะเป็นผู้นำและไม่ค่อยแสดงความคิดเห็นหรือชี้แนะ",
        "summary": "ความเต็มใจที่จะเป็นผู้นำ รับผิดชอบ และเสนอความคิดเห็นและแนวทางที่เราเชื่อ",
        "questionContents": [
          {
            "question": "แบ่งปันเกี่ยวกับเวลาที่คุณรับหน้าที่และเป็นผู้นำกลุ่มได้สำเร็จ",
            "additionals": [
              "ตัวอย่างเกี่ยวกับอะไร? สมาชิกในทีมคนอื่น ๆ ที่เกี่ยวข้องคือใคร?",
              "คุณต้องทำอะไร? ผลลัพธ์ที่คาดหวังคืออะไร? มีความท้าทายใด ๆ ที่คุณคาดหวังหรือไม่?",
              "คุณนำสมาชิกในทีมของคุณอย่างไร? พวกเขารู้สึกอย่างไร?",
              "ผลลัพธ์สุดท้ายเป็นอย่างไร? คุณต้องการปรับปรุงในเรื่องใด?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "ความร่วมมือ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มจะเชื่อว่าผู้อื่นมีเจตนาดี และมีลักษณะที่น่าพึงพอใจ เข้าถึงได้ง่าย และให้ความร่วมมือเมื่อทำงานร่วมกับผู้อื่น",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปมักจะเชื่อว่าผู้อื่นมีเจตนาดี และมีลักษณะที่น่าพึงพอใจ เข้าถึงได้ง่าย และให้ความร่วมมือเมื่อทำงานร่วมกับผู้อื่น",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ไว้ใจผู้อื่นง่าย ๆ และมองว่าไม่ให้ความร่วมมือหรือทำงานด้วยยาก",
        "summary": "มีแนวโน้มที่จะเป็นมิตรกับผู้อื่นในที่ทำงานและมีทัศนคติที่ดีและให้ความร่วมมือ",
        "questionContents": [
          {
            "question": "นึกถึงประสบการณ์ที่น่าจดจำที่สุดในการทำงานร่วมกับผู้อื่นเพื่อบรรลุเป้าหมายสำคัญ",
            "additionals": [
              "โครงการหรืองานเกี่ยวกับอะไร? คุณทำงานกับใคร?",
              "คุณต้องทำอะไร? มีความท้าทายใด ๆ ที่คุณคาดหวังหรือไม่?",
              "คุณทำงานและโต้ตอบกับส่วนที่เหลืออย่างไร? คุณมีส่วนร่วมกับทีมอย่างไร?",
              "เหตุใดประสบการณ์นี้จึงเป็นประสบการณ์ที่น่าจดจำที่สุด? คุณจะทำอะไรที่แตกต่างออกไปหรือไม่?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "ความห่วงใยผู้อื่น",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะอ่อนไหวต่อความต้องการและความรู้สึกของผู้อื่น และมีความเห็นอกเห็นใจ ให้การสนับสนุน และช่วยเหลือผู้อื่น",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่โดยทั่วไปไวต่อความต้องการและความรู้สึกของผู้อื่น และให้การสนับสนุนและช่วยเหลือตามความเหมาะสม",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่อาจพบว่าเป็นเรื่องยากที่จะเข้าใจความต้องการและความรู้สึกของผู้อื่น และไม่แน่ใจว่าควรให้การสนับสนุนหรือช่วยเหลือเมื่อใด",
        "summary": "มีแนวโน้มที่จะไวต่อความรู้สึกและข้อกังวลของผู้อื่น และเข้าใจและช่วยเหลือผู้อื่น",
        "questionContents": [
          {
            "question": "อธิบายช่วงเวลาที่คุณสามารถให้การสนับสนุนและสร้างความมั่นใจต่อข้อกังวลหรือความต้องการของเพื่อนร่วมงานได้",
            "additionals": [
              "เวลาเกี่ยวกับอะไร? คุณทำงานกับใคร?",
              "เป้าหมายคืออะไร? คุณต้องทำงานร่วมกับผู้อื่นเพื่อบรรลุเป้าหมายนี้อย่างไร",
              "คุณทำอะไรเพื่อให้บรรลุเป้าหมาย? คุณจัดการอารมณ์ของผู้อื่นและแสดงความกังวลอย่างไร",
              "ผลลัพธ์สุดท้ายเป็นอย่างไร? คุณจะทำอะไรที่แตกต่างออกไป?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "การวางแนวทางสังคม",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะคนที่กระตือรือร้นสร้างความสัมพันธ์ส่วนตัวในที่ทำงานและมีแนวโน้มที่จะแสวงหาโอกาสในการทำงานร่วมกับผู้อื่น",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่โดยทั่วไปจะรักษาความสัมพันธ์ส่วนตัวในที่ทำงานและยินดีทำงานร่วมกับผู้อื่น",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบที่จะแยกระหว่างความสัมพันธ์ส่วนตัวและความสัมพันธ์ในการทำงาน และทำงานให้สำเร็จโดยลำพัง",
        "summary": "ชอบที่จะเชื่อมต่อทางสังคมและทำงานร่วมกับผู้อื่นเพื่อทำงานให้เสร็จ",
        "questionContents": [
          {
            "question": "อธิบายโอกาสที่คุณสร้างสายสัมพันธ์ที่ดีกับผู้อื่นเพื่อให้งานสำเร็จลุล่วง",
            "additionals": [
              "เนื่องในโอกาสอะไร? คุณต้องโต้ตอบกับใคร?",
              "ผลลัพธ์การทำงานที่ตั้งใจไว้คืออะไร?",
              "คุณทำอะไรลงไป? คุณทำอะไรเพื่อให้แน่ใจว่าการมีส่วนร่วมของพวกเขามีความสำคัญ",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณจะทำอะไรที่แตกต่างออกไปเพื่อสร้างความสัมพันธ์กับผู้อื่น?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "การควบคุมตนเอง",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่แสดงให้เห็นถึงการควบคุมตนเองและการบังคับตนเองในระดับสูงเมื่อต้องรับมือกับอารมณ์ และไม่น่าจะทำอะไรหุนหันพลันแล่น",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงบุคคลที่แสดงให้เห็นถึงการควบคุมตนเองและการกำกับดูแลตนเองในระดับปานกลางเมื่อต้องรับมือกับอารมณ์ และโดยทั่วไปจะหลีกเลี่ยงการแสดงอารมณ์หุนหันพลันแล่น",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่อาจพบว่าการควบคุมและควบคุมอารมณ์เป็นเรื่องยาก และสามารถกระทำการอย่างหุนหันพลันแล่นได้ในบางครั้ง",
        "summary": "รักษาความสงบ ควบคุมอารมณ์ ควบคุมความโกรธ และหลีกเลี่ยงพฤติกรรมก้าวร้าว แม้ในสถานการณ์ที่ยากลำบาก",
        "questionContents": [
          {
            "question": "บรรยายถึงเวลาที่คุณหงุดหงิดกับสถานการณ์การทำงานเมื่อมีปฏิสัมพันธ์กับผู้อื่น",
            "additionals": [
              "มันเกี่ยวกับอะไร? คุณต้องทำงานกับใคร? ทำไมคุณถึงหงุดหงิด?",
              "งานหรือเป้าหมายเกี่ยวกับอะไร?",
              "คุณดำเนินการอะไรบ้าง? คุณจัดการอารมณ์และการสื่อสารของตัวเองอย่างไร? มีการต่อต้านหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไร? คุณจะทำอะไรที่แตกต่างออกไป?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "ความอดทนต่อความเครียด",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะพร้อมรับคำติชมและคำวิจารณ์ และจัดการกับสถานการณ์ที่ตึงเครียดอย่างมีประสิทธิภาพ ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปสามารถยอมรับคำติชมและคำวิจารณ์ และทำงานอย่างเพียงพอในสถานการณ์ที่ตึงเครียด ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่อาจพบว่าเป็นเรื่องยากที่จะยอมรับคำวิจารณ์และข้อเสนอแนะ และอาจพบว่าการทำงานในสถานการณ์ที่ตึงเครียดเป็นเรื่องที่ท้าทาย",
        "summary": "มีแนวโน้มที่จะยอมรับคำวิจารณ์ และจัดการกับสถานการณ์ที่มีความเครียดสูงอย่างใจเย็นและมีประสิทธิภาพ",
        "questionContents": [
          {
            "question": "บรรยายถึงช่วงเวลาที่คุณต้องแสดงภายใต้สภาพแวดล้อมที่ตึงเครียดและมีความต้องการสูง",
            "additionals": [
              "ตัวอย่างเกี่ยวกับอะไร? เหตุใดจึงเครียดหรือเรียกร้อง?",
              "คุณต้องทำอะไรในสถานการณ์นั้น? ตั้งใจไว้ว่าผลจะเป็นอย่างไร?",
              "คุณจัดการระหว่างสิ่งที่สร้างความเครียดและการทำงานได้อย่างไร? คุณรู้สึกอย่างไรตลอดกระบวนการนี้?",
              "ผลลัพธ์สุดท้ายเป็นอย่างไร? ทบทวนถึงด้านที่คุณทำได้ดีหรือต้องการปรับปรุง"
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "การปรับตัว/ความยืดหยุ่น",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะตอบสนองเชิงบวกต่อการเปลี่ยนแปลง และมีความยืดหยุ่นในการรับเอาวิธีการใหม่ๆ ในการทำสิ่งต่างๆ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปสามารถยอมรับการเปลี่ยนแปลงได้ และค่อนข้างยืดหยุ่นในการรับเอาวิธีการใหม่ๆ ในการทำสิ่งต่างๆ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ค่อนข้างต้านทานต่อการเปลี่ยนแปลงและอาจพบว่าการปรับตัวให้เข้ากับวิธีใหม่ๆ ในการทำสิ่งต่างๆ นั้นเป็นเรื่องท้าทาย",
        "summary": "มีแนวโน้มที่จะเปิดรับการเปลี่ยนแปลงและวิธีการใหม่ๆ และคำนึงถึงความหลากหลายภายในสภาพแวดล้อม",
        "questionContents": [
          {
            "question": "อธิบายเวลาที่คุณต้องปรับตัวให้เข้ากับสภาพการทำงานหรือลำดับความสำคัญที่เปลี่ยนแปลงเพื่อดำเนินโครงการให้เสร็จสิ้น คุณจัดการกับมันอย่างไร?",
            "additionals": [
              "เวลาเกี่ยวกับอะไร? นี่เป็นสิ่งใหม่สำหรับคุณที่คุณไม่เคยทำมาก่อนหรือไม่?",
              "คุณต้องทำอะไร? ผลลัพธ์ที่ตั้งใจไว้คืออะไร?",
              "คุณทำอะไรแตกต่างออกไป? ทำไมคุณถึงเข้าใกล้มันแบบนั้น? คุณรู้สึกอย่างไรในกระบวนการนี้?",
              "เกิดอะไรขึ้นในตอนจบ? คุณจะเปลี่ยนมันอย่างไรให้มันดียิ่งขึ้น?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "ความน่าเชื่อถือ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความรับผิดชอบต่อหน้าที่อย่างแข็งขัน และสามารถพึ่งพาในการทำงานให้สำเร็จและปฏิบัติตามคำมั่นสัญญาได้",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปจะรับผิดชอบหน้าที่ส่วนบุคคลและมักจะสามารถพึ่งพาในการทำงานให้เสร็จสิ้นและปฏิบัติตามข้อผูกพันได้",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่อาจมีปัญหาในการรักษาความสอดคล้องกับการทำงานให้เสร็จสิ้นหรือปฏิบัติตามข้อผูกพัน",
        "summary": "เชื่อถือได้ รับผิดชอบ และไว้วางใจได้ในการปฏิบัติตามภาระผูกพัน",
        "questionContents": [
          {
            "question": "นึกถึงกรณีที่ภาระผูกพันอื่นๆ ของคุณส่งผลต่อความสามารถในการทำงานให้เสร็จตรงเวลา",
            "additionals": [
              "ภาระผูกพันส่งผลต่องานของคุณอย่างไร?",
              "คุณมีบทบาทอะไรในการทำงานให้สำเร็จ?",
              "คุณทำอะไรเพื่อให้แน่ใจว่างานของคุณยังคงส่งมอบตรงเวลา? มีขั้นตอนอะไรบ้าง?",
              "ผลลัพธ์สุดท้ายคืออะไร? เมื่อมองย้อนกลับไป มีอะไรที่คุณจะจัดการแตกต่างออกไปหรือไม่?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "ใส่ใจในรายละเอียด",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนรอบคอบและเป็นระเบียบเมื่อปฏิบัติงานในที่ทำงาน ไม่ค่อยมองข้ามรายละเอียด",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไประมัดระวังและเป็นระเบียบเมื่อปฏิบัติงานในที่ทำงาน แม้ว่าบางครั้งรายละเอียดอาจถูกมองข้ามไปก็ตาม ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความพิถีพิถันน้อยกว่าและรอบคอบในการทำงาน และมักจะมองข้ามรายละเอียดต่างๆ ",
        "summary": "มีแนวโน้มที่จะระมัดระวังในรายละเอียดและรอบคอบในการทำงานให้เสร็จสิ้น",
        "questionContents": [
          {
            "question": "งานที่แตกต่างกันอาจต้องใช้รายละเอียดและความเอาใจใส่ในระดับที่แตกต่างกัน อธิบายงานที่คุณทำซึ่งต้องใส่ใจในรายละเอียดและคุณภาพ",
            "additionals": [
              "ภารกิจเกี่ยวกับอะไร? คุณเคยร่วมงานกับคนอื่นบ้างไหม?",
              "คุณมีบทบาทอะไรในงานนี้? ผลลัพธ์ที่ตั้งใจไว้คืออะไร?",
              "คุณเข้าใกล้ภารกิจอย่างไร? คุณมั่นใจได้อย่างไรว่ารายละเอียดและคุณภาพไม่ถูกทำลาย?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณทำอะไรได้ดี? คุณจะปรับปรุงในเรื่องใด?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "ความซื่อสัตย์",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่น่าเชื่อถือ ซื่อสัตย์ และมีจริยธรรม และคอยดูแลให้มีความสอดคล้องกันระหว่างคำพูดและการกระทำ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่น่าเชื่อถือ ซื่อสัตย์ และมีจริยธรรมเกือบตลอดเวลา และพยายามทำให้มั่นใจว่าคำพูดและการกระทำมีความสอดคล้องกัน ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่อาจเห็นคุณค่าของผลประโยชน์ของตนเองมากกว่าการรักษามาตรฐานทางจริยธรรม และอาจแสดงให้เห็นถึงความไม่สอดคล้องกันระหว่างคำพูดและการกระทำ ",
        "summary": "มีแนวโน้มที่จะซื่อสัตย์และมีจริยธรรม",
        "questionContents": [
          {
            "question": "อธิบายสถานการณ์ที่คุณต้องส่งมอบงานแต่ความซื่อสัตย์ของคุณถูกท้าทายในกระบวนการนี้",
            "additionals": [
              "ภารกิจเกี่ยวกับอะไร? คุณมีข้อกังวลอะไรต่อความซื่อสัตย์?",
              "คุณมีบทบาทอะไรในสถานการณ์นี้? คุณเผชิญกับความท้าทายอะไรบ้าง?",
              "คุณจัดการสถานการณ์นี้อย่างไร? คุณโน้มน้าวผู้ที่เกี่ยวข้องได้อย่างไร?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไรเกี่ยวกับเรื่องนี้? คุณจะทำอะไรที่แตกต่างออกไป?"
            ]
          }
        ]
      },
      "independence": {
        "name": "ความเป็นอิสระ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่กำกับตนเองได้ มีความสามารถและมั่นใจในการทำสิ่งต่าง ๆ ให้สำเร็จโดยอาศัยการควบคุมดูแลเพียงเล็กน้อยหรือไม่มีเลย",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่โดยทั่วไปสามารถชี้นำตนเองได้ และสามารถและมั่นใจในการทำสิ่งต่าง ๆ ให้สำเร็จโดยแทบไม่มีการควบคุมดูแลเกือบตลอดเวลา ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มต้องการคำแนะนำและการชี้แนะ และอาจขาดความมั่นใจและความสามารถในการทำงานให้เสร็จสิ้นโดยอิสระ",
        "summary": "มีแนวโน้มที่จะชอบวิธีการทำสิ่งต่าง ๆ ของตัวเอง ชี้นำตัวเองโดยไม่มีการควบคุมดูแลเพียงเล็กน้อยหรือไม่มีเลย และขึ้นอยู่กับตัวเองในการทำสิ่งต่าง ๆ ให้สำเร็จ",
        "questionContents": [
          {
            "question": "เล่าเกี่ยวกับเวลาที่คุณต้องทำงานตามลำพังและตัดสินใจเรื่องสำคัญๆ โดยไม่ได้รับคำแนะนำเพียงเล็กน้อย",
            "additionals": [
              "มันเกี่ยวกับอะไร? คุณได้รับคำแนะนำอะไรบ้าง?",
              "คุณตัดสินใจเรื่องสำคัญอะไรบ้าง? ทำไมคุณต้องทำเช่นนี้ด้วยตัวเอง?",
              "กระบวนการคิดของคุณคืออะไร? คุณจัดการกับการขาดการสนับสนุนอย่างไร?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไร? คุณจะทำอะไรที่แตกต่างออกไป?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "นวัตกรรม",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะนำแนวทางที่สร้างสรรค์มาใช้ในการทำงาน และใช้วิธีคิดอื่นในการแก้ปัญหา",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงบุคคลที่ใช้วิธีการสร้างสรรค์หรือวิธีคิดทางเลือกในการแก้ปัญหาเป็นครั้งคราว ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบพยายามและทดสอบวิธีการทำสิ่งต่างๆ แทนที่จะคิดนอกกรอบเพื่อแก้ไขปัญหา",
        "summary": "ใช้ประโยชน์จากความคิดสร้างสรรค์และการคิดทางเลือกเพื่อพัฒนาแนวคิดและคำตอบใหม่ๆ",
        "questionContents": [
          {
            "question": "อธิบายตัวอย่างที่คุณคิดวิธีแก้ปัญหาที่สร้างสรรค์สำหรับปัญหาที่มีอยู่",
            "additionals": [
              "ตัวอย่างเกี่ยวกับอะไร? คุณทำงานร่วมกับผู้อื่นเกี่ยวกับเรื่องนี้หรือไม่?",
              "ปัญหาที่มีอยู่คืออะไร? เหตุใดคุณจึงคิดว่าการแก้ไขปัญหานี้เป็นสิ่งสำคัญ",
              "คุณทำอะไรเพื่อแก้ไขปัญหา? แตกต่างจากแนวทางอื่นอย่างไร?",
              "แนวทางนี้ช่วยปรับปรุงปัญหาที่มีอยู่ได้อย่างไร คุณจะเปลี่ยนแนวทางของคุณหากได้รับโอกาสอีกครั้งหรือไม่ เพราะเหตุใด"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "การคิดเชิงวิเคราะห์",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะมีระเบียบวิธีในการตรวจสอบข้อมูลและมองหารูปแบบที่ซ่อนอยู่เพื่ออนุมานข้อมูลเชิงลึก",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มักจะตรวจสอบข้อมูลเพื่อทำความเข้าใจปัญหา และมองหารูปแบบที่ซ่อนอยู่ในบางครั้งเพื่ออนุมานข้อมูลเชิงลึก ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีแนวโน้มที่จะมีระเบียบวิธีน้อยกว่าในการตรวจสอบข้อมูล และอาจมีโอกาสน้อยที่จะมองหารูปแบบที่ซ่อนอยู่เพื่ออนุมานข้อมูลเชิงลึก\n",
        "summary": "แนวโน้มที่จะวิเคราะห์ข้อมูลและใช้ตรรกะเพื่อแก้ไขปัญหาและปัญหา",
        "questionContents": [
          {
            "question": "นึกถึงสถานการณ์ที่คุณต้องตรวจสอบแหล่งข้อมูลหลายแหล่งและกำหนดแนวทางแก้ไขหรือแนวทาง",
            "additionals": [
              "ตัวอย่างคืออะไร? เหตุใดคุณจึงต้องกำหนดแนวทางแก้ไข",
              "คุณต้องทำอะไร? คุณต้องทำงานกับข้อมูลหรือข้อมูลประเภทใด",
              "คุณเข้าใจข้อมูลหลาย ๆ อย่างเหล่านี้ได้อย่างไร เผชิญกับความท้าทายใดบ้าง?",
              "ผลลัพธ์ที่ได้คืออะไร? คุณจะทำอะไรที่แตกต่างออกไปหรือไม่?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "ความสำเร็จ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับสภาพแวดล้อมที่เน้นย้ำถึงความสำเร็จ โดยที่เราต้องแสดงความสามารถที่แข็งแกร่งที่สุดในการส่งมอบผลลัพธ์ที่ประสบความสำเร็จ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปเห็นคุณค่าของสภาพแวดล้อมที่เน้นการปฐมนิเทศความสำเร็จ ซึ่งบางครั้งจำเป็นต้องแสดงความสามารถที่แข็งแกร่งที่สุดในการส่งมอบผลลัพธ์",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบสภาพแวดล้อมที่เน้นย้ำถึงความสำเร็จ โดยเลือกคนที่ให้ความสำคัญกับความสามารถในการส่งมอบผลลัพธ์น้อยกว่า",
        "summary": "สิ่งหนึ่งขับเคลื่อนด้วยการใช้ความสามารถและทักษะที่แข็งแกร่งที่สุดของตัวเองเพื่อบรรลุเป้าหมาย และได้รับความรู้สึกถึงความสำเร็จ",
        "questionContents": [
          {
            "question": "แบ่งปันว่าคุณจะส่งมอบสิ่งที่ดีที่สุดในโครงการในบทบาทหรืองานก่อนหน้าได้อย่างไร",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "คุณคิดว่าคุณต้องทำอะไรเพื่อให้สิ่งนี้ประสบความสำเร็จ",
              "คุณมั่นใจในความสำเร็จของสิ่งนี้ได้อย่างไร?",
              "คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "สภาพการทำงาน",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับสภาพแวดล้อมที่มีกิจกรรมสูงและมีโอกาสอย่างต่อเนื่องในการลองทำงานต่างๆ ที่ส่งเสริมการพัฒนาและการเติบโตของคนๆ หนึ่ง",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปเห็นคุณค่าของสภาพแวดล้อมที่ให้สมดุลระหว่างกิจกรรมการทำงานและความสม่ำเสมอในการทำงาน รวมถึงการมุ่งเน้นไปที่การพัฒนาและการเติบโตของตนเอง",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจต่ำต่อสภาพแวดล้อมที่เน้นกิจกรรมการทำงานที่สูงและโอกาสในการเรียนรู้ที่แตกต่างกัน โดยเลือกใช้สภาพแวดล้อมที่มีงานสอดคล้องกัน",
        "summary": "สิ่งหนึ่งขับเคลื่อนด้วยความสำเร็จผ่านกิจกรรมระดับสูงและการเรียนรู้งานต่างๆ ในสภาพแวดล้อมที่ปลอดภัยและเติบโตอย่างมืออาชีพ",
        "questionContents": [
          {
            "question": "แบ่งปันว่าปัจจัยต่างๆ เช่น ความหลากหลายในการทำงานและโอกาสในการเรียนรู้ช่วยคุณในบทบาทหรืองานก่อนหน้านี้ได้อย่างไร",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "คุณต้องทำอะไรสำหรับบทบาทหรืองานนี้? มีปัจจัยอะไรบ้างโดยเฉพาะ?",
              "ปัจจัยเหล่านี้ช่วยคุณในกระบวนการนี้ได้อย่างไร",
              "คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "การยอมรับ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับสภาพแวดล้อมที่ส่งเสริมศักดิ์ศรีและชื่อเสียงในอาชีพ โดยให้ความสำคัญกับรางวัลภายนอกและความก้าวหน้าทางอาชีพสำหรับพนักงาน",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปเห็นคุณค่าของสภาพแวดล้อมที่ให้รางวัลจากภายนอก โอกาสในการก้าวหน้าในอาชีพการงาน และมีสถานะสูง",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่มีความชื่นชอบในสภาพแวดล้อมที่ต่ำซึ่งเน้นย้ำถึงรางวัลภายนอก ศักดิ์ศรี การก้าวหน้าในอาชีพการงาน หรือมีสถานะทางอาชีพที่สูง",
        "summary": "ประการหนึ่งขับเคลื่อนด้วยความก้าวหน้าในอาชีพ ซึ่งมาพร้อมกับชื่อเสียง สถานะ และองค์ประกอบทางการเงิน",
        "questionContents": [
          {
            "question": "แบ่งปันวิธีที่คุณกำหนดและวัดความสำเร็จและการยอมรับในการทำงานส่วนบุคคลในบทบาทหรืองานก่อนหน้า",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "คุณต้องทำอะไรเพื่องานนี้หรือบทบาทนี้? คุณให้คำนิยามความสำเร็จและผลลัพธ์อย่างไร",
              "คุณทำอะไรเพื่อให้ประสบความสำเร็จในการทำงานและเป็นที่ยอมรับ?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "ความสัมพันธ์",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับสภาพแวดล้อมที่เต็มไปด้วยความสนิทสนมกัน โดยที่พนักงานทำงานและช่วยเหลือซึ่งกันและกันอย่างใกล้ชิด และมีส่วนร่วมกับผู้อื่นในระดับสูง",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปเห็นคุณค่าของสภาพแวดล้อมที่ส่งเสริมการสร้างความสัมพันธ์ในการทำงานอย่างใกล้ชิดในที่ทำงาน แต่อาจละเว้นจากการมีส่วนร่วมมากเกินไปกับเพื่อนร่วมงาน",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชื่นชอบในสภาพแวดล้อมที่ส่งเสริมการสร้างความสัมพันธ์ในการทำงานที่ใกล้ชิดในที่ทำงาน และอาจเลือกที่จะละเว้นจากการมีส่วนร่วมกับเพื่อนร่วมงาน คนงาน",
        "summary": "ประการหนึ่งขับเคลื่อนด้วยการทำงานและสร้างความสัมพันธ์อันดีกับเพื่อนร่วมงานและผู้มีส่วนได้ส่วนเสียในสภาพแวดล้อมที่เป็นมิตรและไม่มีการแข่งขัน",
        "questionContents": [
          {
            "question": "แบ่งปันว่าการทำงานเป็นทีมและการสร้างความสัมพันธ์ในที่ทำงานเป็นอย่างไรสำหรับคุณในบทบาทหรืองานก่อนหน้านี้",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "คุณสร้างความสัมพันธ์กับผู้อื่นได้อย่างไร? ทำไมคุณถึงคิดว่ามันช่วยคุณได้ในที่ทำงาน?",
              "เผชิญกับความท้าทายอะไรบ้าง? คุณรักษาความสัมพันธ์ไว้ได้อย่างไร?",
              "คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      },
      "support": {
        "name": "สนับสนุน",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับสภาพแวดล้อมที่สนับสนุนความอดทนและหลักปฏิบัติด้านจริยธรรม โดยมีเพื่อนร่วมงานและผู้จัดการที่ให้การสนับสนุนเพื่อขอคำแนะนำและการสนับสนุน",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปให้ความสำคัญกับสภาพแวดล้อมที่ให้ความสำคัญกับความอดทนหรือหลักปฏิบัติด้านจริยธรรมในที่ทำงาน และบางครั้งก็ต้องการมีเพื่อนร่วมงานและผู้จัดการที่ให้การสนับสนุน",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจต่ำต่อสภาพแวดล้อมที่ให้ความสำคัญกับความอดทนหรือหลักปฏิบัติด้านจริยธรรมในที่ทำงาน หรือมีเพื่อนร่วมงานและผู้จัดการที่สนับสนุน",
        "summary": "ประการหนึ่งขับเคลื่อนโดยสภาพแวดล้อมที่ส่งเสริมความเป็นธรรมและความอดทน โดยได้รับการสนับสนุนจากเพื่อนร่วมงานและฝ่ายบริหารที่ให้การสนับสนุน",
        "questionContents": [
          {
            "question": "แชร์ว่าการสนับสนุนจากเพื่อนร่วมงานและฝ่ายบริหารเป็นอย่างไรสำหรับคุณในบทบาทก่อนหน้านี้",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "งานในมือคืออะไร? คุณรู้สึกว่าจำเป็นต้องมีการสนับสนุนอะไรบ้าง?",
              "คุณทำอะไรเพื่องานนี้? คุณได้รับการสนับสนุนอะไรบ้าง?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      },
      "independence": {
        "name": "ความเป็นอิสระ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ให้ความสำคัญกับการมีอิสระและความยืดหยุ่นในการพัฒนาและบรรลุวัตถุประสงค์ของตนเอง พร้อมการมอบอำนาจให้รับผิดชอบงานและความก้าวหน้า",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่โดยทั่วไปให้ความสำคัญกับการมีอิสระในการตัดสินใจและจัดการความก้าวหน้าในที่ทำงานของตนเอง แต่อยู่ภายในพารามิเตอร์ที่สามารถจัดการได้เท่านั้น ในบางสถานการณ์ ต้องการรับคำแนะนำโดยละเอียดและการดูแลอย่างใกล้ชิด",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจต่ำต่อสภาพแวดล้อมที่พนักงานมีอิสระและอำนาจอย่างมากในการปฏิบัติหน้าที่ตามความรับผิดชอบและจัดการความก้าวหน้าและงานของตนเอง โดยเลือกที่จะ ได้รับคำแนะนำในที่ทำงาน",
        "summary": "ฝ่ายหนึ่งขับเคลื่อนด้วยความเป็นอิสระ และมีอำนาจในการจัดการความก้าวหน้าของตนเองและตัดสินใจได้อย่างอิสระ",
        "questionContents": [
          {
            "question": "แบ่งปันว่าความเป็นอิสระและความสามารถในการทำงานโดยอิสระเป็นองค์ประกอบหนึ่งของการปฏิบัติหน้าที่ในบทบาทหรืองานก่อนหน้านี้อย่างไร",
            "additionals": [
              "คุณทำหน้าที่หรืองานประเภทใด?",
              "คุณต้องตัดสินใจแบบไหน? เหตุใดคุณจึงสามารถฝึกการคิดอย่างอิสระได้?",
              "คุณทำอะไรเพื่อตัดสินใจเรื่องนี้? มีคนอื่นมีส่วนร่วมในกระบวนการนี้หรือไม่ และพวกเขามีส่วนร่วมแค่ไหน?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณรู้สึกอย่างไรเกี่ยวกับกระบวนการนี้? คุณเรียนรู้อะไรจากสิ่งนี้เกี่ยวกับตัวคุณเอง?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "เหมือนจริง",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานกลางแจ้ง ทางกายภาพ และทางกลเป็นอย่างมาก และแสวงหาสิ่งที่เป็นรูปธรรมมากกว่าปัญหาที่เป็นนามธรรม รวมทั้งสนุกกับการอยู่ในสถานการณ์ที่ลงมือปฏิบัติจริง .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบปานกลางสำหรับงานกลางแจ้ง ทางกายภาพ และทางกล แต่อาจไม่ได้สนุกกับการอยู่ในสถานการณ์ที่ต้องลงมือทำจริงเสมอไป",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานกลางแจ้ง งานทางกายภาพ และงานเครื่องกล และไม่ชอบงานที่ต้องลงมือทำจริง เช่น การสร้างและซ่อมแซมสิ่งของหรือปฏิบัติการ อุปกรณ์.",
        "summary": "อาชีพที่สมจริงมักเกี่ยวข้องกับกิจกรรมการทำงานซึ่งรวมถึงการลงมือปฏิบัติ ปัญหาและแนวทางแก้ไข อาชีพเหล่านี้มักเกี่ยวข้องกับพืช สัตว์ และวัสดุในชีวิตจริง เช่น ไม้ เครื่องมือ และเครื่องจักร",
        "questionContents": [
          {
            "question": "อธิบายโครงการที่คุณแสดงให้เห็นถึงทักษะการแก้ปัญหาในสถานการณ์จริงและภาคปฏิบัติ",
            "additionals": [
              "โครงการเกี่ยวกับอะไร? เหตุใดจึงต้องมีส่วนประกอบที่ลงมือปฏิบัติจริงหรือใช้งานได้จริงเป็นจำนวนมาก",
              "คุณมีบทบาทอะไรในเรื่องนี้?",
              "คุณทำโครงการให้สำเร็จได้อย่างไร? คุณเผชิญกับความท้าทายหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "สืบสวน",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชื่นชอบในการทำงานกับทฤษฎีและข้อมูลอย่างมาก โดยใช้วิธีการทางวิทยาศาสตร์เพื่อแก้ไขปัญหาที่ซับซ้อน",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นผู้ที่มีความชอบปานกลางในการทำงานกับทฤษฎี ข้อมูล และตัวเลข รวบรวมข้อเท็จจริงและวิเคราะห์สถานการณ์เพื่อแก้ไขปัญหาที่ซับซ้อน",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจต่ำสำหรับงานที่เกี่ยวข้องกับการใช้ทฤษฎีและการรวบรวมข้อมูลหรือตัวเลขเพื่อวิเคราะห์หรือแก้ไขปัญหาที่ซับซ้อน",
        "summary": "อาชีพสืบสวนมักเกี่ยวข้องกับการทำงานกับแนวคิด การค้นคว้า และต้องใช้การคิดอย่างกว้างขวาง ซึ่งรวมถึงบทบาทที่เป็นเชิงวิเคราะห์และเป็นวิทยาศาสตร์ ที่เกี่ยวข้องกับการสำรวจและค้นคว้าโดยใช้ข้อมูลและตัวเลข",
        "questionContents": [
          {
            "question": "แบ่งปันตัวอย่างที่คุณต้องค้นคว้าทฤษฎีและทำงานกับข้อมูลเพื่อแก้ไขปัญหา",
            "additionals": [
              "โครงการหรืองานเกี่ยวกับอะไร?",
              "คุณมีบทบาทอะไรในเรื่องนี้? คุณต้องทำการวิจัยหรือวิเคราะห์ประเภทใด",
              "คุณทำงานหรือโครงการให้สำเร็จได้อย่างไร? คุณเผชิญกับความท้าทายหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "ศิลปะ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบโอกาสที่เกี่ยวข้องกับการแสดงออกอย่างสร้างสรรค์และสุนทรีย์ในการสร้างสรรค์งานหรือผลิตภัณฑ์ต้นฉบับ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบในระดับปานกลางสำหรับโอกาสที่เปิดโอกาสให้แสดงออกผ่านการสร้างสรรค์ทางศิลปะและการสร้างสรรค์ดั้งเดิม แม้ว่าอาจจะไม่มีแนวโน้มที่จะมีส่วนร่วมในงานสร้างสรรค์เสมอไป .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่ไม่ค่อยชอบงานที่ต้องการความสามารถด้านสุนทรียศาสตร์และการแสดงออก หรือผู้ที่ต้องใช้ความคิดสร้างสรรค์ในการสร้างสรรค์ผลงานหรือผลิตภัณฑ์ต้นฉบับ .",
        "summary": "อาชีพทางศิลปะมักเกี่ยวข้องกับการทำงานกับการออกแบบและแนวความคิด อาชีพเหล่านี้มักต้องการการแสดงออกและรวมถึงบทบาทที่ทำให้คนเรามีศิลปะและความคิดสร้างสรรค์ในการสร้างสรรค์ผลงานหรือผลิตภัณฑ์ต้นฉบับ",
        "questionContents": [
          {
            "question": "อธิบายเวลาที่คุณแสดงความคิดสร้างสรรค์หรือใช้ความคิดเชิงศิลปะกับงานหรือวิธีแก้ปัญหาที่นำเสนอ",
            "additionals": [
              "ภารกิจเกี่ยวกับอะไร? จำเป็นต้องใช้อินพุตประเภทใด?",
              "คุณมีบทบาทอะไรในเรื่องนี้? คุณแสดงความคิดสร้างสรรค์ได้อย่างไร?",
              "คุณทำภารกิจให้สำเร็จได้อย่างไร? คุณจินตนาการถึงผลลัพธ์สุดท้ายได้อย่างไร?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      },
      "social": {
        "name": "ทางสังคม",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่มีความชื่นชอบอย่างมากต่อกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น และแสวงหาการแสวงหาความสัมพันธ์ระหว่างบุคคลที่มีเป้าหมายเพื่อสร้างผลลัพธ์ที่มีผลกระทบต่อสังคม",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่มีความชื่นชอบในระดับปานกลางสำหรับกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น ตลอดจนการทำงานเพื่อส่งมอบผลลัพธ์ที่มีผลกระทบต่อสังคม",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ให้การสนับสนุนหรือบริการแก่ผู้อื่น เช่นเดียวกับการทำงานให้กับผู้อื่นเพื่อให้ได้ผลลัพธ์ที่มีผลกระทบต่อสังคม",
        "summary": "อาชีพทางสังคมมักเกี่ยวข้องกับการทำงาน การติดต่อสื่อสาร และการสอนผู้คน อาชีพเหล่านี้มักเกี่ยวข้องกับการช่วยเหลือหรือให้บริการแก่ผู้อื่น โดยชอบที่จะสร้างผลกระทบทางสังคม",
        "questionContents": [
          {
            "question": "นึกถึงครั้งสุดท้ายที่คุณไปไกลกว่านั้นเพื่อช่วยเหลือหรือสนับสนุนใครบางคนในภารกิจ",
            "additionals": [
              "มันเกี่ยวกับอะไร? เหตุใดคุณจึงตัดสินใจช่วยเหลือบุคคลนี้",
              "คุณต้องทำอะไร?",
              "คุณสนับสนุนบุคคลนี้อย่างไร? คุณเผชิญกับความท้าทายหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "กล้าได้กล้าเสีย",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานที่ต้องชี้นำและชักจูงผู้อื่นให้รับแนวทางแก้ไขหรือแนวทาง และอาจชอบอยู่ในตำแหน่งที่มีอิทธิพลหรืออำนาจ .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจในระดับปานกลางสำหรับงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่างๆ มาใช้",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่างๆ มาใช้",
        "summary": "อาชีพที่กล้าได้กล้าเสียมักเกี่ยวข้องกับการเริ่มต้นและพิจารณาโครงการต่างๆ ซึ่งรวมถึงตำแหน่งที่มีอำนาจที่เกี่ยวข้องกับการชี้นำและโน้มน้าวผู้อื่นให้นำโซลูชันมาใช้ และในบางครั้งก็เน้นไปที่การขาย",
        "questionContents": [
          {
            "question": "อธิบายงานที่คุณริเริ่มและเป็นผู้นำ แต่ไม่เป็นไปตามแผนของคุณ",
            "additionals": [
              "งานนี้เกี่ยวกับอะไร? ทำไมมันไม่เป็นไปตามแผน?",
              "คุณมีบทบาทอะไรในเรื่องนี้?",
              "คุณทำภารกิจให้สำเร็จได้อย่างไร? คุณเผชิญกับความท้าทายหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "ธรรมดา",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่มีความชื่นชอบในงานที่ต้องการความเป็นระเบียบเรียบร้อยและการจัดระเบียบ ตลอดจนทำงานในการปฏิบัติงานอย่างเป็นระบบ โดยมีแนวทางและขั้นตอนปฏิบัติที่ชัดเจน",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงบุคคลที่มีความชอบปานกลางสำหรับงานที่ดำเนินการอย่างเป็นระบบและเป็นระเบียบ แม้ว่าอาจไม่ชอบปฏิบัติตามกฎเกณฑ์และขั้นตอนอย่างใกล้ชิดเสมอไป",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่มีความไม่ชอบงานที่มีโครงสร้างและกฎเกณฑ์ต่ำ ซึ่งจะต้องดำเนินการอย่างเป็นระบบและเป็นระเบียบ ตลอดจนปฏิบัติตามกฎเกณฑ์ และขั้นตอนต่างๆ",
        "summary": "อาชีพทั่วไปมักเกี่ยวข้องกับการปฏิบัติตามขั้นตอนและกิจวัตรที่กำหนดไว้ ซึ่งรวมถึงบทบาทที่มีหลักเกณฑ์และขั้นตอนที่ชัดเจน โดยมีการบังคับใช้และปฏิบัติตามโครงสร้างและมาตรฐาน",
        "questionContents": [
          {
            "question": "อธิบายงานที่คุณรับรองว่าจะปฏิบัติตามกฎ ขั้นตอน หรือมาตรฐานอย่างใกล้ชิดเพื่อที่จะประสบความสำเร็จ",
            "additionals": [
              "งานนี้เกี่ยวกับอะไร? คุณต้องใช้ระเบียบการและกฎเกณฑ์อะไรบ้าง?",
              "คุณมีบทบาทอะไรในเรื่องนี้?",
              "คุณทำงานหรือโครงการให้สำเร็จได้อย่างไร? คุณเผชิญกับความท้าทายหรือไม่?",
              "ผลลัพธ์สุดท้ายคืออะไร? คุณสนุกกับกระบวนการนี้หรือไม่? คุณรู้สึกอย่างไรเกี่ยวกับงานประเภทนี้?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีกรวดสูง",
            "lowDescription": "มีกรวด"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกมาก",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "เปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้มาก",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอม",
            "highDescription": "สบายใจมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายใจกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความมีสติ",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจกับการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานมาก",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "ประสิทธิภาพสูงในการทำงาน",
            "lowDescription": "มีผลงานที่ดีในการทำงาน"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองมุมมอง",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เหมือนจริง",
            "highDescription": "ความเหนื่อยหน่ายในการทำงานที่ต่ำมาก",
            "lowDescription": "ความเหนื่อยหน่ายในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "ศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "ทางสังคม",
            "highDescription": "ความสามารถในการทำงานหลายอย่างพร้อมกันที่แข็งแกร่งมาก",
            "lowDescription": "สามารถทำงานหลายอย่างได้"
          },
          "enterprising": {
            "id": "15",
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} มีความมั่นคงทางอารมณ์ - ",
            "midDescription": "คุณควบคุมอารมณ์ได้ค่อนข้างดี และโดยทั่วไปสามารถทนต่อแรงกดดันและสิ่งล่อใจได้",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือความมั่นคงทางอารมณ์ {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "การเปิดเผยตัวตน",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} ถูกเปิดเผย - ",
            "midDescription": "คุณค่อนข้างเข้ากับคนง่าย คิดบวก แสวงหาความตื่นเต้น และกล้าแสดงออก",
            "lowDescription": "พื้นที่พัฒนาของ {{name}} คือความเปิดเผยตัว {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "เปิดรับประสบการณ์",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} เปิดกว้างสำหรับประสบการณ์ที่หลากหลาย - ",
            "midDescription": "คุณค่อนข้างเปิดใจที่จะมีส่วนร่วมในความคิด กิจกรรม ความรู้สึก และมุมมองที่หลากหลาย",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือ {{gender-possessive}} ที่เปิดกว้างต่อประสบการณ์ที่หลากหลาย - "
          },
          "agreeableness": {
            "name": "ความยินยอม",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือความเป็นกันเอง - ",
            "midDescription": "คุณเป็นคนอบอุ่นปานกลาง ถ่อมตัว และให้ความสำคัญกับผู้คน",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือความยินยอมแบบ {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "ความมีสติ",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} มีมโนธรรม - ",
            "midDescription": "คุณค่อนข้างมั่นใจในความสามารถของตัวเองในการบรรลุเป้าหมาย และมีระเบียบวินัยปานกลางในการปฏิบัติหน้าที่อย่างมีโครงสร้างและรอบคอบ",
            "lowDescription": "พื้นที่พัฒนาของ {{name}} คือความมีจิตสำนึก {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "การประเมินตนเองหลัก",
            "highDescription": "{{name}} มีการประเมินตนเองที่สำคัญสูง - {{gender-subject}} มองตนเอง {{gender-object}} ในลักษณะเชิงบวกอย่างต่อเนื่องในสถานการณ์ต่างๆ",
            "lowDescription": "{{name}} มีการประเมินตนเองที่สำคัญน้อย - {{gender-subject}} ควรพยายามมองตนเองของ {{gender-object}} ในแง่บวกมากขึ้นในสถานการณ์ต่างๆ"
          },
          "performanceOrientation": {
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "{{name}} มีความมุ่งมั่นในเป้าหมายด้านประสิทธิภาพสูง - {{gender-subject}} มีแรงจูงใจที่จะแสดงให้เห็นและตรวจสอบความถูกต้องของความสามารถ {{gender-possessive}} โดยการแสวงหาการตัดสินเชิงบวกและหลีกเลี่ยงการตัดสินเชิงลบจากผู้อื่น ",
            "lowDescription": "{{name}} มุ่งเน้นเป้าหมายด้านประสิทธิภาพต่ำ - {{gender-subject}} ควรพยายามมีแรงจูงใจมากขึ้นในการแสดงให้เห็นและตรวจสอบความถูกต้องของความสามารถ {{gender-possessive}} โดยการแสวงหาการตัดสินเชิงบวกและหลีกเลี่ยงการตัดสินเชิงลบ"
          },
          "masteryOrientation": {
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "{{name}} ความสำคัญกับเป้าหมายการเรียนรู้สูง - {{gender-subject}} มีแรงจูงใจที่จะพัฒนาความสามารถโดยการได้รับทักษะใหม่ๆ และการเรียนรู้สถานการณ์ใหม่ๆ",
            "lowDescription": "{{name}} ไม่ค่อยให้ความสำคัญกับเป้าหมายการเรียนรู้ - {{gender-subject}} ควรพยายามมีแรงจูงใจมากขึ้นในการพัฒนาความสามารถโดยการได้รับทักษะใหม่ๆ และการเรียนรู้สถานการณ์ใหม่ๆ"
          },
          "selfMonitoring": {
            "name": "การตรวจสอบตนเอง",
            "highDescription": "{{name}} มีความสามารถในการตรวจสอบตนเองสูง - {{gender-subject}} สามารถตรวจสอบและควบคุมการแสดงออกและพฤติกรรม {{gender-possessive}}",
            "lowDescription": "{{name}} มีการตรวจสอบตนเองต่ำ - {{gender-subject}} ควรพยายามตรวจสอบและควบคุมการแสดงออกและพฤติกรรม {{gender-possessive}} ให้มากขึ้น"
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "การประเมินตนเองหลัก",
            "highDescription": "คุณมีแนวโน้มที่จะมองตัวเองในแง่บวกอย่างสม่ำเสมอในสถานการณ์ต่างๆ คุณมองว่าตัวเองมีความสามารถ มีค่าควร และเป็นผู้ควบคุมชีวิตของตัวเอง อารมณ์ ความคิด และแรงจูงใจเชิงบวกดังกล่าวอาจส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน",
            "midDescription": "บางครั้งคุณมองตัวเองในแง่บวกมากขึ้น และในบางครั้งคุณมองตัวเองในแง่ลบมากขึ้น สิ่งนี้ส่งผลต่อว่าคุณเห็นว่าตัวเองมีความสามารถ มีค่าควร และเป็นผู้ควบคุมชีวิตของคุณหรือไม่ ซึ่งส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน",
            "lowDescription": "คุณมักจะมองตัวเองในแง่ลบตลอดเวลาในสถานการณ์ต่างๆ คุณอาจเห็นว่าตัวเองมีความสามารถน้อยลง ไม่คู่ควร และไม่สามารถควบคุมชีวิตของคุณได้ อารมณ์ ความคิด และแรงจูงใจเชิงลบดังกล่าวอาจส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน"
          },
          "performanceOrientation": {
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "คุณเชื่อว่าความสามารถของคุณจะถูกแสดงให้เห็นเมื่อคุณทำได้ดีกว่าผู้อื่น เป็นผลให้คุณมีแนวโน้มที่จะมีแรงจูงใจในการตั้งเป้าหมายที่สูงสำหรับตัวคุณเอง โดยมุ่งเน้นไปที่การบรรลุความสำเร็จและความสามารถในระดับที่สูงกว่าคนอื่นๆ",
            "midDescription": "บางครั้งคุณเชื่อว่าความสามารถของคุณจะแสดงออกมาเมื่อคุณทำได้ดีกว่าผู้อื่น ดังนั้นคุณจึงมีแรงจูงใจที่จะตั้งเป้าหมายที่สูงส่งสำหรับตัวคุณเอง บางครั้งด้วยการมุ่งเน้นไปที่การบรรลุความสำเร็จและความสามารถในระดับที่สูงกว่าคนอื่นๆ",
            "lowDescription": "คุณไม่เชื่อว่าการทำผลงานได้ดีกว่าผู้อื่นจำเป็นต้องแสดงถึงความสามารถของคุณ คุณไม่กังวลเกี่ยวกับการแข่งขันและการเอาชนะผู้อื่น เป้าหมายที่คุณตั้งไว้ไม่น่าจะได้รับอิทธิพลหรือแรงจูงใจจากความสำเร็จของผู้อื่น"
          },
          "masteryOrientation": {
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "คุณมีแรงจูงใจที่จะพัฒนาความสามารถของคุณโดยการได้รับทักษะใหม่ๆ และฝึกฝนทักษะเหล่านั้นในสถานการณ์ใหม่ๆ คุณอาจมองว่างานที่ท้าทายเป็นโอกาสในการเติบโตและการพัฒนา",
            "midDescription": "คุณมีแรงบันดาลใจในการพัฒนาความสามารถของคุณโดยการได้รับทักษะใหม่ๆ และฝึกฝนทักษะเหล่านั้นในสถานการณ์ใหม่ๆ บางครั้งคุณอาจมองว่างานที่ท้าทายเป็นโอกาสในการเติบโตและการพัฒนา",
            "lowDescription": "คุณมีแรงจูงใจน้อยลงในการพัฒนาความสามารถของคุณ และอาจไม่สนใจที่จะรับทักษะใหม่ ๆ หรือฝึกฝนทักษะเหล่านั้นในสถานการณ์ใหม่ ๆ น้อยลง เมื่อต้องเผชิญกับงานที่ท้าทาย คุณอาจตอบสนองต่องานเหล่านั้นด้วยความหวาดกลัวหรือพบว่างานยุ่งยาก"
          },
          "selfMonitoring": {
            "name": "การตรวจสอบตนเอง",
            "highDescription": "คุณมีแนวโน้มที่จะสามารถและเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของคุณตามสถานการณ์ทางสังคม สิ่งนี้ช่วยให้คุณปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่นตามสัญญาณทางสังคม และมีประสิทธิภาพมากขึ้นในการปรับตัวเข้ากับสถานการณ์ใหม่",
            "midDescription": "บางครั้งคุณสามารถและเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของคุณตามสถานการณ์ทางสังคม สิ่งนี้ช่วยให้คุณปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่นตามสัญญาณทางสังคม และมีประสิทธิภาพมากขึ้นในการปรับตัวเข้ากับสถานการณ์ใหม่",
            "lowDescription": "คุณมีแนวโน้มที่จะมีความสามารถหรือเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของคุณได้น้อยลงโดยไม่คำนึงถึงสถานการณ์ทางสังคม คุณไม่น่าจะใช้สัญญาณทางสังคมเพื่อปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่น และคุณอาจปรับตัวเข้ากับสถานการณ์ใหม่ได้น้อยลง"
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "เหมือนจริง",
            "highDescription": "บทบาทภาคปฏิบัติและภาคปฏิบัติที่เกี่ยวข้องกับเครื่องจักรและเครื่องมือ",
            "lowDescription": "บทบาทภาคปฏิบัติและภาคปฏิบัติที่เกี่ยวข้องกับเครื่องจักรและเครื่องมือ"
          },
          "investigative": {
            "name": "สืบสวน",
            "highDescription": "บทบาทด้านการวิเคราะห์และวิทยาศาสตร์ที่เกี่ยวข้องกับการสำรวจและค้นคว้าสิ่งต่างๆ",
            "lowDescription": "บทบาทด้านการวิเคราะห์และวิทยาศาสตร์ที่เกี่ยวข้องกับการสำรวจและค้นคว้าสิ่งต่างๆ"
          },
          "artistic": {
            "name": "ศิลปะ",
            "highDescription": "บทบาทด้านความคิดสร้างสรรค์และศิลปะที่เกี่ยวข้องกับการสร้างสรรค์ผลงานต้นฉบับ",
            "lowDescription": "บทบาทด้านความคิดสร้างสรรค์และศิลปะที่เกี่ยวข้องกับการสร้างสรรค์ผลงานต้นฉบับ"
          },
          "social": {
            "name": "ทางสังคม",
            "highDescription": "บทบาทที่สามารถช่วยเหลือผู้คนโดยการสอนและช่วยเหลือพวกเขา",
            "lowDescription": "บทบาทที่สามารถช่วยเหลือผู้คนโดยการสอนและช่วยเหลือพวกเขา"
          },
          "enterprising": {
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "ตำแหน่งผู้นำที่เกี่ยวข้องกับการมีอิทธิพลและการชี้นำผู้อื่น",
            "lowDescription": "ตำแหน่งผู้นำที่เกี่ยวข้องกับการมีอิทธิพลและการชี้นำผู้อื่น"
          },
          "conventional": {
            "name": "ธรรมดา",
            "highDescription": "บทบาทที่มีหลักเกณฑ์และขั้นตอนที่ชัดเจน",
            "lowDescription": "บทบาทที่มีหลักเกณฑ์และขั้นตอนที่ชัดเจน"
          }
        },
        "thrive": {
          "realistic": {
            "name": "เหมือนจริง",
            "highDescription": "กิจกรรมลงมือทำจริงในการทำงานมากขึ้น"
          },
          "investigative": {
            "name": "สืบสวน",
            "highDescription": "งานอื่นๆ ที่เกี่ยวข้องกับการวิจัยและการวิเคราะห์"
          },
          "artistic": {
            "name": "ศิลปะ",
            "highDescription": "โอกาสมากขึ้นสำหรับ {{name}} ในการสร้างสิ่งใหม่"
          },
          "social": {
            "name": "ทางสังคม",
            "highDescription": "งานอื่นๆ ที่อนุญาตให้ {{name}} ช่วยเหลือผู้อื่นได้"
          },
          "enterprising": {
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "โอกาสมากขึ้นที่ทำให้ {{name}} มีอิทธิพลต่อผู้อื่น"
          },
          "conventional": {
            "name": "ธรรมดา",
            "highDescription": "กิจกรรมอื่นๆ ที่เกี่ยวข้องกับการเก็บบันทึกและการคำนวณ"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "เหมือนจริง"
          },
          "investigative": {
            "name": "สืบสวน"
          },
          "artistic": {
            "name": "ศิลปะ"
          },
          "social": {
            "name": "ทางสังคม"
          },
          "enterprising": {
            "name": "กล้าได้กล้าเสีย"
          },
          "conventional": {
            "name": "ธรรมดา"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "เหมือนจริง",
            "lowDescription": "{{name}} อาจไม่สนุกกับกิจกรรมเชิงปฏิบัติในที่ทำงาน"
          },
          "investigative": {
            "name": "สืบสวน",
            "lowDescription": "{{name}} อาจหลีกเลี่ยงงานที่เกี่ยวข้องกับการวิจัยและการวิเคราะห์"
          },
          "artistic": {
            "name": "ศิลปะ",
            "lowDescription": "{{name}} อาจพบว่ามันเป็นเรื่องท้าทายในการคว้าโอกาสในการสร้างสรรค์สิ่งใหม่ๆ"
          },
          "social": {
            "name": "ทางสังคม",
            "lowDescription": "{{name}} อาจไม่สนุกกับกิจกรรมที่ต้องใช้ {{gender-object}} เพื่อช่วยเหลือผู้อื่น"
          },
          "enterprising": {
            "name": "กล้าได้กล้าเสีย",
            "lowDescription": "{{name}} อาจหลีกเลี่ยงกิจกรรมที่กำหนดให้ {{gender-object}} มีอิทธิพลต่อผู้อื่น"
          },
          "conventional": {
            "name": "ธรรมดา",
            "lowDescription": "{{name}} อาจพบว่าการทำกิจกรรมที่เกี่ยวข้องกับการเก็บบันทึกและการคำนวณเป็นเรื่องยาก"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "เหมือนจริง",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานกลางแจ้ง ทางกายภาพ และทางกลเป็นอย่างมาก และแสวงหาสิ่งที่เป็นรูปธรรมมากกว่าปัญหาที่เป็นนามธรรม รวมทั้งสนุกกับการอยู่ในสถานการณ์ที่ลงมือปฏิบัติจริง .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบปานกลางสำหรับงานกลางแจ้ง ทางกายภาพ และทางกล แต่อาจไม่ได้สนุกกับการอยู่ในสถานการณ์ที่ต้องลงมือทำจริงเสมอไป",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานกลางแจ้ง งานทางกายภาพ และงานเครื่องกล และไม่ชอบงานที่ต้องลงมือทำจริง เช่น การสร้างและซ่อมแซมสิ่งของหรือปฏิบัติการ อุปกรณ์.",
            "summary": "{{name}} ชอบทำงานในงานที่สมจริงมากที่สุด - {{gender-subject}} ชอบอาชีพที่ปฏิบัติได้จริง เครื่องจักร และงานที่ลงมือปฏิบัติจริง"
          },
          "investigative": {
            "name": "สืบสวน",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชื่นชอบในการทำงานกับทฤษฎีและข้อมูลอย่างมาก โดยใช้วิธีการทางวิทยาศาสตร์เพื่อแก้ไขปัญหาที่ซับซ้อน",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นผู้ที่มีความชอบปานกลางในการทำงานกับทฤษฎี ข้อมูล และตัวเลข รวบรวมข้อเท็จจริงและวิเคราะห์สถานการณ์เพื่อแก้ไขปัญหาที่ซับซ้อน",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจต่ำสำหรับงานที่เกี่ยวข้องกับการใช้ทฤษฎีและการรวบรวมข้อมูลหรือตัวเลขเพื่อวิเคราะห์หรือแก้ไขปัญหาที่ซับซ้อน",
            "summary": "{{name}} ชอบทำงานสายสืบสวนมากที่สุด - {{gender-subject}} ชอบอาชีพสายวิเคราะห์และวิทยาศาสตร์"
          },
          "artistic": {
            "name": "ศิลปะ",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบโอกาสที่เกี่ยวข้องกับการแสดงออกอย่างสร้างสรรค์และสุนทรีย์ในการสร้างสรรค์งานหรือผลิตภัณฑ์ต้นฉบับ",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบในระดับปานกลางสำหรับโอกาสที่เปิดโอกาสให้แสดงออกผ่านการสร้างสรรค์ทางศิลปะและการสร้างสรรค์ดั้งเดิม แม้ว่าอาจจะไม่มีแนวโน้มที่จะมีส่วนร่วมในงานสร้างสรรค์เสมอไป .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง ผู้ที่มีความพึงพอใจต่ำสำหรับงานที่ต้องใช้ความสามารถด้านสุนทรียภาพและการแสดงออก หรือผู้ที่ต้องใช้ความคิดสร้างสรรค์ในการสร้างสรรค์งานหรือผลิตภัณฑ์ต้นฉบับ .",
            "summary": "{{name}} ชอบทำงานด้านศิลปะมากที่สุด - {{gender-subject}} ชอบอาชีพที่สร้างสรรค์ การแสดงออก และศิลปะ"
          },
          "social": {
            "name": "ทางสังคม",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่มีความชื่นชอบอย่างมากต่อกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น และแสวงหาการแสวงหาความสัมพันธ์ระหว่างบุคคลที่มีเป้าหมายเพื่อสร้างผลลัพธ์ที่มีผลกระทบต่อสังคม",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ในฐานะบุคคลที่มีความชื่นชอบในระดับปานกลางสำหรับกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น ตลอดจนการทำงานเพื่อส่งมอบผลลัพธ์ที่มีผลกระทบต่อสังคม",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ให้การสนับสนุนหรือบริการแก่ผู้อื่น เช่นเดียวกับการทำงานให้กับผู้อื่นเพื่อให้ได้ผลลัพธ์ที่มีผลกระทบต่อสังคม",
            "summary": "{{name}} ชอบทำงานด้านสังคมมากที่สุด - {{gender-subject}} ชอบอาชีพที่สามารถช่วยเหลือผู้คนได้"
          },
          "enterprising": {
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางมาใช้ และชอบอยู่ในตำแหน่งที่มีอิทธิพลหรืออำนาจ",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงผู้ที่มีความพึงพอใจในระดับปานกลางสำหรับงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่างๆ มาใช้",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่างๆ มาใช้",
            "summary": "{{name}} ชอบทำงานในตำแหน่งที่กล้าได้กล้าเสียมากที่สุด - {{gender-subject}} ชอบอาชีพที่ทำให้พวกเขาดำรงตำแหน่งผู้นำได้"
          },
          "conventional": {
            "name": "ธรรมดา",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่มีความชื่นชอบในงานที่ต้องการความเป็นระเบียบเรียบร้อยและการจัดระเบียบ ตลอดจนทำงานในการปฏิบัติงานอย่างเป็นระบบ โดยมีแนวทางและขั้นตอนปฏิบัติที่ชัดเจน",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึงบุคคลที่มีความชอบปานกลางสำหรับงานที่ดำเนินการอย่างเป็นระบบและเป็นระเบียบ แม้ว่าอาจไม่ชอบปฏิบัติตามกฎเกณฑ์และขั้นตอนอย่างใกล้ชิดเสมอไป",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} หมายถึง บุคคลที่มีความไม่ชอบงานที่มีโครงสร้างและกฎเกณฑ์ต่ำ ซึ่งจะต้องดำเนินการอย่างเป็นระบบและเป็นระเบียบ ตลอดจนปฏิบัติตามกฎเกณฑ์ และขั้นตอนต่างๆ",
            "summary": "{{name}} ชอบทำงานในงานทั่วไปมากที่สุด - {{gender-subject}} ชอบอาชีพที่มีมาตรฐาน กฎเกณฑ์ และขั้นตอนที่ชัดเจน"
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีกรวดสูง",
            "lowDescription": "มีกรวด"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกมาก",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "เปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้มาก",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอม",
            "highDescription": "สบายใจมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายใจกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความมีสติ",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจกับการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานมาก",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "ประสิทธิภาพสูงในการทำงาน",
            "lowDescription": "มีผลงานที่ดีในการทำงาน"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองมุมมอง",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เหมือนจริง",
            "highDescription": "ความเหนื่อยหน่ายในการทำงานที่ต่ำมาก",
            "lowDescription": "ความเหนื่อยหน่ายในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "ศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "ทางสังคม",
            "highDescription": "ความสามารถในการทำงานหลายอย่างพร้อมกันที่แข็งแกร่งมาก",
            "lowDescription": "สามารถทำงานหลายอย่างได้"
          },
          "enterprising": {
            "id": "15",
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "ความสำเร็จ",
            "highDescription": "ขับเคลื่อนด้วยผลลัพธ์",
            "midDescription": "เน้นที่ผลลัพธ์ปานกลาง",
            "lowDescription": "มุ่งเน้นไปที่ผลลัพธ์ต่ำ"
          },
          "recognition": {
            "name": "การยอมรับ",
            "highDescription": "ความก้าวหน้าและผลตอบแทน",
            "midDescription": "มุ่งเน้นไปที่ความก้าวหน้าและผลตอบแทนในระดับปานกลาง",
            "lowDescription": "มุ่งเน้นไปที่ความก้าวหน้าและผลตอบแทนต่ำ"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "ความร่วมมือและเป็นมิตร",
            "midDescription": "สมดุลระหว่างการทำงานร่วมกันและความเป็นอิสระ",
            "lowDescription": "ความเป็นอิสระและการแข่งขัน"
          },
          "support": {
            "name": "สนับสนุน",
            "highDescription": "ให้การสนับสนุนและมีจริยธรรม",
            "midDescription": "การสนับสนุนและจริยธรรมบางประการ",
            "lowDescription": "การสนับสนุนและจริยธรรมต่ำ"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "ความเด็ดขาดและความเป็นอิสระ",
            "midDescription": "ความเด็ดขาดในระดับปานกลาง",
            "lowDescription": "ไม่แน่ใจและการพึ่งพาอาศัยกัน"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "highDescription": "ความปลอดภัยและสภาพการทำงานที่ดี",
            "midDescription": "ให้ความสำคัญกับความปลอดภัยและสภาพการทำงานในระดับปานกลาง",
            "lowDescription": "ให้ความสำคัญกับความปลอดภัยและสภาพการทำงานน้อย"
          }
        },
        "thrive": {
          "achievement": {
            "name": "ความสำเร็จ",
            "highDescription": "องค์กรที่มุ่งเน้นผลลัพธ์โดยคาดหวังอย่างสูงต่อความสำเร็จและผลการปฏิบัติงานโดยใช้ทักษะและความสามารถของพนักงาน"
          },
          "recognition": {
            "name": "การยอมรับ",
            "highDescription": "องค์กรที่ยกย่องการทำงานของพนักงานผ่านโอกาสและผลตอบแทนที่ก้าวหน้า"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "วัฒนธรรมองค์กรที่ส่งเสริมการทำงานเป็นทีมและสภาพแวดล้อมการทำงานที่ไม่มีการแข่งขัน",
            "lowDescription": "วัฒนธรรมองค์กรที่มีการแข่งขันซึ่งผู้คนทำงานอย่างอิสระ"
          },
          "support": {
            "name": "สนับสนุน",
            "highDescription": "วัฒนธรรมองค์กรที่สนับสนุนพนักงานและการพัฒนาพนักงานและมีมาตรฐานทางจริยธรรมในระดับสูง"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "โอกาสที่จะกล้าเสี่ยงและทดลองแนวคิดใหม่ ๆ ทั่วทั้งองค์กรอย่างต่อเนื่อง",
            "lowDescription": "องค์กรที่มุ่งเน้นกฎเกณฑ์และมุ่งเน้นความมั่นคง"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "highDescription": "องค์กรที่ให้ความรู้สึกมั่นคงในงานและสภาพการทำงานที่ดีแก่พนักงาน"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "ความสำเร็จ"
          },
          "recognition": {
            "name": "การยอมรับ"
          },
          "relationships": {
            "name": "ความสัมพันธ์"
          },
          "support": {
            "name": "สนับสนุน"
          },
          "independence": {
            "name": "ความเป็นอิสระ"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "ความสำเร็จ",
            "lowDescription": "มันอาจจะเรียกร้องมากเกินไปสำหรับ {{name}} หากมีความคาดหวังสูงสำหรับความสำเร็จ ประสิทธิภาพ และผลลัพธ์ทั่วทั้งองค์กร"
          },
          "recognition": {
            "name": "การยอมรับ",
            "lowDescription": "{{name}} ไม่ได้ให้ความสำคัญกับโอกาสในการก้าวหน้าและรางวัลจากองค์กร ดังนั้นการค้นหาค่านิยมอื่นๆ {{gender-subject}} แทนจึงเป็นเรื่องสำคัญ"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "{{name}} อาจไม่ค่อยพอใจกับวัฒนธรรมองค์กรที่มีการแข่งขันสูงและส่งเสริมให้ผู้คนทำงานอย่างอิสระ",
            "lowDescription": "{{name}} อาจไม่พอใจในการทำงานน้อยลงหากองค์กรส่งเสริมการทำงานเป็นทีมและการทำงานร่วมกัน"
          },
          "support": {
            "name": "สนับสนุน",
            "lowDescription": "{{name}} อาจไม่พึงพอใจหากองค์กรไม่สนับสนุนพนักงานและการพัฒนาของพวกเขา"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "{{name}} อาจไม่พอใจในการทำงานน้อยลงหากองค์กรให้ความสำคัญกับกฎเกณฑ์มากขึ้นและมุ่งเน้นไปที่ความมั่นคงมากขึ้น",
            "lowDescription": "{{name}} อาจไม่พอใจในการทำงานน้อยลงหากองค์กรเริ่มรับความเสี่ยงมากขึ้นและพยายามทดลองแนวคิดใหม่ๆ บ่อยขึ้น"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "lowDescription": "{{name}} ไม่ได้ให้ความสำคัญกับสภาพการทำงานและความรู้สึกมั่นคงในงานที่องค์กรมอบให้มากนัก ดังนั้นการค้นหาค่านิยมอื่นๆ {{gender-subject}} แทนจึงเป็นสิ่งสำคัญ"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "นวัตกรรม",
            "highDescription": "{{name}} ให้ความสำคัญกับนวัตกรรมและความเสี่ยงมากกว่าความมั่นคงและความสามารถในการคาดการณ์ในองค์กร",
            "midDescription": "{{name}} ให้ความสำคัญกับความสมดุลของนวัตกรรมและความมั่นคงในองค์กร",
            "lowDescription": "{{name}} ให้ความสำคัญกับความเสถียรและความสามารถในการคาดการณ์มากกว่านวัตกรรมและการเปิดรับความเสี่ยงในองค์กร",
            "summary": "{{name}} ให้ความสำคัญกับนวัตกรรมในองค์กรเป็นอย่างมาก"
          },
          "attentionToDetail": {
            "name": "ใส่ใจในรายละเอียด",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ต้องแม่นยำและใส่ใจในรายละเอียด",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ต้องแม่นยำและใส่ใจในรายละเอียดในระดับปานกลาง",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าขององค์กรที่ต้องแม่นยำและใส่ใจในรายละเอียดจริงๆ",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดเป็นอย่างมาก"
          },
          "outcomeOrientation": {
            "name": "การวางแนวผลลัพธ์",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความคาดหวังในประสิทธิภาพ ผลลัพธ์ และความสำเร็จในระดับสูง",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความคาดหวังด้านประสิทธิภาพ ผลลัพธ์ และความสำเร็จ",
            "lowDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความคาดหวังต่ำในด้านประสิทธิภาพ ผลลัพธ์ และความสำเร็จ",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่มุ่งเน้นที่ผลลัพธ์เป็นอย่างมาก"
          },
          "aggressiveness": {
            "name": "ความก้าวร้าว",
            "highDescription": "{{name}} ให้ความสำคัญกับความก้าวร้าวและความสามารถในการแข่งขันมากกว่าความรับผิดชอบต่อสังคมในองค์กร",
            "midDescription": "{{name}} ให้ความสำคัญกับความสมดุลระหว่างความก้าวร้าวและความรับผิดชอบต่อสังคมในองค์กร",
            "lowDescription": "{{name}} ให้ความสำคัญกับความรับผิดชอบต่อสังคมมากกว่าความก้าวร้าวและความสามารถในการแข่งขันในองค์กร",
            "summary": "{{name}} ให้ความสำคัญกับความก้าวร้าวในองค์กรเป็นอย่างมาก"
          },
          "supportiveness": {
            "name": "การสนับสนุน",
            "highDescription": "{{name}} ให้ความสำคัญกับการสนับสนุนและการแบ่งปันข้อมูลในองค์กรเป็นอย่างมาก",
            "midDescription": "{{name}} ให้ความสำคัญกับการสนับสนุนและการแบ่งปันข้อมูลในองค์กรในระดับปานกลาง",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าของการสนับสนุนและการแบ่งปันข้อมูลในองค์กรจริงๆ",
            "summary": "{{name}} ให้ความสำคัญกับการสนับสนุนในองค์กรเป็นอย่างมาก"
          },
          "emphasisOnRewards": {
            "name": "การเติบโตและผลตอบแทน",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มอบรางวัลให้กับพนักงาน เช่น การจ่ายเงินและโอกาสในการเติบโต",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มอบรางวัลให้กับพนักงานเป็นครั้งคราว เช่น การจ่ายเงินและโอกาสในการเติบโต",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าของรางวัลสำหรับพนักงาน เช่น การจ่ายเงินและโอกาสในการเติบโตในองค์กร",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่เน้นการให้รางวัลเป็นอย่างมาก"
          },
          "teamOrientation": {
            "name": "การปฐมนิเทศทีม",
            "highDescription": "{{name}} ให้ความสำคัญกับการวางแนวของทีมและการทำงานร่วมกันมากกว่าความเป็นอิสระและความเป็นอิสระในองค์กร",
            "midDescription": "{{name}} ให้ความสำคัญกับความสมดุลของการวางแนวของทีมและความเป็นอิสระในองค์กร",
            "lowDescription": "{{name}} ให้ความสำคัญกับความเป็นอิสระและความเป็นอิสระมากกว่าการปฐมนิเทศทีมและการทำงานร่วมกันในองค์กร",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่มุ่งเน้นการทำงานเป็นทีมเป็นอย่างมาก"
          },
          "decisiveness": {
            "name": "ความเด็ดขาด",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่สามารถตัดสินใจได้อย่างรวดเร็ว",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความสมดุลระหว่างความขัดแย้งและความเด็ดขาด",
            "lowDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีวัฒนธรรมที่ส่งเสริมความขัดแย้งซึ่งตรงข้ามกับความเด็ดขาด",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่สามารถตัดสินใจได้อย่างรวดเร็ว"
          },
          "respectForPeople": {
            "name": "ความเคารพต่อผู้คน",
            "highDescription": "{{name}} ให้ความสำคัญกับความยุติธรรมและความอดทนในองค์กรเป็นอย่างมาก",
            "midDescription": "{{name}} ให้ความสำคัญกับความเป็นธรรมและความอดทนในองค์กรในระดับปานกลาง",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าของความยุติธรรมและความอดทนในองค์กรจริงๆ",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่ให้ความเคารพต่อผู้คนเป็นอย่างมาก"
          },
          "adaptability": {
            "name": "ความสามารถในการปรับตัว",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ปรับตัว มีนวัตกรรม และเต็มใจที่จะทดลอง",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความสมดุลระหว่างความสามารถในการปรับตัวและความมั่นคง",
            "lowDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความมั่นคง คาดเดาได้ และระมัดระวัง",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่สามารถปรับเปลี่ยนได้"
          },
          "collaboration": {
            "name": "การทำงานร่วมกัน",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีวัฒนธรรมที่มุ่งเน้นผู้คนซึ่งมุ่งเน้นการทำงานร่วมกันและการทำงานเป็นทีม",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่สร้างความสมดุลระหว่างการทำงานร่วมกันและความเป็นอิสระ (เสรีภาพในการควบคุมตนเองหรือในการจัดกิจกรรมของคุณเองในที่ทำงาน)",
            "lowDescription": "{{name}} ให้ความสำคัญกับวัฒนธรรมองค์กรโดยให้ความสำคัญกับผู้คนน้อยลง และมุ่งเน้นไปที่ความเป็นอิสระมากขึ้น (อิสระในการควบคุมตนเองหรือการจัดกิจกรรมของคุณเองในที่ทำงาน) และความก้าวร้าวในการบรรลุเป้าหมาย",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่ส่งเสริมการทำงานร่วมกันเป็นอย่างมาก"
          },
          "customerOrientation": {
            "name": "การกำหนดเป้าหมายของลูกค้า",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดและมุ่งเน้นไปที่ลูกค้า",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดในระดับปานกลางและให้ความสำคัญกับลูกค้าบ้าง",
            "lowDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดน้อยลงและให้ความสำคัญกับลูกค้าน้อยลง",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่ให้ความสำคัญกับลูกค้าเป็นหลัก"
          },
          "detailOrientation": {
            "name": "การวางแนวรายละเอียด",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดและคุณภาพ",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดและคุณภาพในระดับปานกลาง",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าขององค์กรที่ใส่ใจในรายละเอียดและคุณภาพ",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่ให้ความสำคัญกับรายละเอียดเป็นอย่างมาก"
          },
          "integrity": {
            "name": "ความซื่อสัตย์",
            "highDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์สุจริตและมีมาตรฐานทางจริยธรรมสูง เช่น มีความเคารพต่อผู้คน",
            "midDescription": "{{name}} ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์และมีมาตรฐานทางจริยธรรมบางประการ เช่น การเคารพผู้อื่น",
            "lowDescription": "{{name}} ไม่เห็นคุณค่าขององค์กรที่มีความซื่อสัตย์และมาตรฐานทางจริยธรรม เช่น การเคารพต่อผู้คน",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์สูง"
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีกรวดสูง",
            "lowDescription": "มีกรวด"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกมาก",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "เปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้มาก",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอม",
            "highDescription": "สบายใจมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายใจกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความมีสติ",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจกับการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานมาก",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "ประสิทธิภาพสูงในการทำงาน",
            "lowDescription": "มีผลงานที่ดีในการทำงาน"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองมุมมอง",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เหมือนจริง",
            "highDescription": "ความเหนื่อยหน่ายในการทำงานที่ต่ำมาก",
            "lowDescription": "ความเหนื่อยหน่ายในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "ศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "ทางสังคม",
            "highDescription": "ความสามารถในการทำงานหลายอย่างพร้อมกันที่แข็งแกร่งมาก",
            "lowDescription": "สามารถทำงานหลายอย่างได้"
          },
          "enterprising": {
            "id": "15",
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ",
            "lowDescription": "คุณมักจะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่รู้สึกหงุดหงิดหรือโกรธง่าย",
            "lowDescription": "คุณมักจะรู้สึกหงุดหงิดหรือโกรธง่าย"
          },
          "depression": {
            "name": "ความหวัง",
            "highDescription": "คุณไม่รู้สึกลงบ่อย",
            "lowDescription": "คุณรู้สึกแย่บ่อยครั้ง"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "คุณมักจะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดกับคุณ",
            "lowDescription": "คุณมีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับคุณ"
          },
          "immoderation": {
            "name": "พลังจิตตานุภาพ",
            "highDescription": "คุณสามารถต้านทานสิ่งล่อใจได้และไม่น่าจะปล่อยตัวมากเกินไป",
            "lowDescription": "คุณมีปัญหาในการต้านทานสิ่งล่อใจและมีแนวโน้มที่จะปล่อยตัวมากเกินไป"
          },
          "vulnerability": {
            "name": "ความยืดหยุ่น",
            "highDescription": "คุณสามารถสงบสติอารมณ์ได้ในสถานการณ์ที่ตึงเครียด",
            "lowDescription": "คุณมักจะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "คุณสบายใจเมื่ออยู่ท่ามกลางผู้คนและสามารถสร้างเพื่อนใหม่ได้อย่างง่ายดาย",
            "lowDescription": "คุณมีแนวโน้มที่จะเก็บตัวอยู่กับคนอื่นมากกว่าและอาจไม่ได้ผูกมิตรกับใครง่ายๆ"
          },
          "gregariousness": {
            "name": "ความเป็นคนชอบอยู่เป็นฝูง",
            "highDescription": "คุณชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น",
            "lowDescription": "คุณชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน"
          },
          "assertiveness": {
            "name": "ความกล้าแสดงออก",
            "highDescription": "คุณมีแนวโน้มที่จะรับผิดชอบ",
            "lowDescription": "คุณมีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยเลือกที่จะให้ผู้อื่นเป็นผู้นำ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "คุณมักจะยุ่งและทำหลายสิ่งหลายอย่างกับเวลาของคุณ",
            "lowDescription": "คุณชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "คุณชอบที่จะแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง",
            "lowDescription": "คุณไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "คุณเป็นคนร่าเริงและมักมีอารมณ์เชิงบวก",
            "lowDescription": "คุณมีแนวโน้มที่จะมีจิตใจเบิกบานน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยนัก"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "คุณชอบจมอยู่กับความคิดและจินตนาการของคุณ",
            "lowDescription": "คุณไม่ชอบจมอยู่กับความคิดและจินตนาการ"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "คุณมีความสนใจในศิลปะและวรรณกรรม",
            "lowDescription": "คุณไม่สนใจศิลปะและวรรณกรรม"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "คุณตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น",
            "lowDescription": "คุณมีแนวโน้มที่จะตระหนักรู้น้อยลงและเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "คุณมีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง",
            "lowDescription": "คุณชอบกิจวัตรประจำวันและแบบเดิมๆ และไม่ค่อยยินดีกับการเปลี่ยนแปลง"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "คุณมีความสนใจในแนวคิดและการอภิปรายที่เป็นนามธรรมและปรัชญา",
            "lowDescription": "คุณมักจะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "คุณมีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม",
            "lowDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามแบบแผนและค่านิยมดั้งเดิม"
          },
          "trust": {
            "name": "เชื่อมั่น",
            "highDescription": "คุณมักจะเชื่อใจผู้อื่น",
            "lowDescription": "คุณมีแนวโน้มที่จะสงสัยในเจตนาของผู้อื่นมากขึ้น"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "คุณมีความจริงใจในการติดต่อกับผู้อื่นและไม่ใช้การบงการ",
            "lowDescription": "คุณเชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดจบที่คุณต้องการ"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นและเต็มใจช่วยเหลือผู้ที่ต้องการความช่วยเหลือ",
            "lowDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "คุณไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว",
            "lowDescription": "คุณมีแนวโน้มที่จะแสดงท่าทีแข่งขันและก้าวร้าว"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "คุณมีแนวโน้มที่จะอ่อนน้อมถ่อมตนและไม่มีความคิดเห็นสูงเกินไปเกี่ยวกับตัวเอง",
            "lowDescription": "คุณมีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตัวเองเหนือกว่าผู้อื่น"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "คุณเห็นใจผู้อื่น",
            "lowDescription": "คุณมักจะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "คุณมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น",
            "lowDescription": "คุณขาดความมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "คุณเป็นระเบียบเรียบร้อยและเป็นระเบียบ",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่เป็นระเบียบและมีระเบียบน้อย"
          },
          "dutifulness": {
            "name": "ความซื่อสัตย์",
            "highDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน",
            "lowDescription": "คุณมีแนวโน้มที่จะเป็นคนสบายๆ และยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน"
          },
          "achievementStriving": {
            "name": "ความสำเร็จที่มุ่งมั่น",
            "highDescription": "คุณทำงานหนักและทำเกินความคาดหมาย",
            "lowDescription": "คุณมักจะพอใจกับความสำเร็จในระดับที่ต่ำกว่า"
          },
          "selfDiscipline": {
            "name": "มีวินัยในตนเอง",
            "highDescription": "คุณมีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่ได้เตรียมพร้อมและอาจไม่สามารถดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "คุณคิดให้รอบคอบและไม่รีบเร่งในการกระทำหรือตัดสินใจ",
            "lowDescription": "คุณมีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คำนึงถึงผลที่จะตามมา"
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน คุณมักจะไม่รู้สึกลำบากใจหรือบกพร่อง ซึ่งช่วยให้คุณสามารถปฏิบัติงานได้ตามมาตรฐานปกติ",
            "midDescription": "บางครั้งคุณก็กังวลและหวาดกลัวกับสิ่งต่างๆ ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน บางครั้งคุณอาจรู้สึกไม่สบายใจหรือบกพร่อง ซึ่งอาจส่งผลต่อประสิทธิภาพการทำงานของคุณหากคุณรู้สึกว่าเกินกว่าที่คุณจะรับมือได้",
            "lowDescription": "คุณมักจะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน คุณมักจะรู้สึกไม่สบายใจหรือบกพร่อง ซึ่งอาจส่งผลเสียต่อประสิทธิภาพการทำงานของคุณหากคุณรู้สึกว่าเกินความสามารถในการรับมือ"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่รู้สึกหงุดหงิดหรือโกรธง่าย สิ่งนี้มีประโยชน์ในการสร้างความไว้วางใจในที่ทำงาน ช่วยให้สามารถจัดการข้อขัดแย้งอย่างสร้างสรรค์ และอำนวยความสะดวกในบรรยากาศการทำงานของพลเมืองและวิชาชีพ",
            "midDescription": "คุณมักจะรู้สึกหงุดหงิดหรือโกรธเป็นบางครั้ง หากได้รับการจัดการไม่ถูกต้อง สิ่งนี้อาจเป็นอันตรายต่อสุขภาพส่วนบุคคลและประสิทธิภาพการทำงานของคุณได้ หากแสดงออกอย่างไม่มีโครงสร้างและมากเกินไป อาจทำให้ความสัมพันธ์ในการทำงานตึงเครียดและอาจเป็นอันตรายต่อบรรยากาศขององค์กร",
            "lowDescription": "คุณมักจะรู้สึกหงุดหงิดหรือโกรธง่าย หากได้รับการจัดการไม่ถูกต้อง สิ่งนี้อาจเป็นอันตรายต่อสุขภาพส่วนบุคคลและประสิทธิภาพการทำงานของคุณได้ หากแสดงออกอย่างไม่มีโครงสร้างและมากเกินไป อาจทำให้ความสัมพันธ์ในการทำงานตึงเครียดและอาจเป็นอันตรายต่อบรรยากาศขององค์กร"
          },
          "depression": {
            "name": "ความหวัง",
            "highDescription": "คุณไม่รู้สึกลงบ่อย คุณจะไม่ได้รับผลกระทบจากความรู้สึกหดหู่ใจได้ง่ายๆ ซึ่งทำให้คุณสามารถปฏิบัติงานได้ตามมาตรฐานปกติในที่ทำงาน",
            "midDescription": "คุณรู้สึกแย่เป็นครั้งคราว หากปล่อยทิ้งไว้โดยไม่ตรวจสอบ ความรู้สึกหดหู่มักจะส่งผลให้ขาดแรงจูงใจ ไม่มีพลังงาน และความยากลำบากในการเริ่มกิจกรรม ซึ่งอาจนำไปสู่ความยากลำบากในการรักษาประสิทธิภาพการทำงานสูงสุดในที่ทำงาน",
            "lowDescription": "คุณมักจะรู้สึกแย่บ่อยๆ หากปล่อยทิ้งไว้โดยไม่ตรวจสอบ ความรู้สึกหดหู่มักจะส่งผลให้ขาดแรงจูงใจ ไม่มีพลังงาน และความยากลำบากในการเริ่มกิจกรรม ซึ่งอาจนำไปสู่ความยากลำบากในการรักษาประสิทธิภาพการทำงานสูงสุดในที่ทำงาน"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "คุณมักจะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดกับคุณ สิ่งนี้ทำให้คุณสามารถพาตัวเองออกไปข้างนอกและโต้ตอบกับผู้อื่นได้อย่างแท้จริงมากขึ้น อย่างไรก็ตาม หากใช้ความรุนแรงมากเกินไป อาจมีความเสี่ยงที่จะขาดความตระหนักรู้ในตนเอง",
            "midDescription": "บางครั้งคุณอาจประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับคุณ ความกังวลเหล่านี้อาจนำไปสู่ความรู้สึกไม่สบายและความกังวลใจในการมีปฏิสัมพันธ์ทางสังคม ซึ่งอาจขัดขวางคุณจากสิ่งที่คุณจะทำสำเร็จได้อย่างแท้จริงในที่ทำงาน",
            "lowDescription": "คุณมีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับคุณ ความกังวลเหล่านี้อาจนำไปสู่ความรู้สึกไม่สบายและความกังวลใจในการมีปฏิสัมพันธ์ทางสังคม ซึ่งอาจขัดขวางคุณจากสิ่งที่คุณจะทำสำเร็จได้อย่างแท้จริงในที่ทำงาน"
          },
          "immoderation": {
            "name": "พลังจิตตานุภาพ",
            "highDescription": "คุณสามารถต้านทานสิ่งล่อใจได้และไม่น่าจะปล่อยตัวมากเกินไป สิ่งนี้จะช่วยเพิ่มประสิทธิภาพการทำงานของคุณในที่ทำงาน",
            "midDescription": "บางครั้งคุณสามารถต้านทานสิ่งล่อใจและปล่อยตัวมากเกินไปในบางครั้ง การมีแรงกระตุ้นในที่ทำงานบ่อยเกินไปอาจส่งผลต่อประสิทธิภาพการทำงานของคุณ",
            "lowDescription": "คุณมีปัญหาในการต้านทานสิ่งล่อใจและมีแนวโน้มที่จะปล่อยตัวมากเกินไป การมีแรงกระตุ้นในที่ทำงานบ่อยเกินไปอาจส่งผลต่อประสิทธิภาพการทำงานของคุณได้"
          },
          "vulnerability": {
            "name": "ความยืดหยุ่น",
            "highDescription": "คุณสามารถสงบสติอารมณ์ได้ในสถานการณ์ที่ตึงเครียด สิ่งนี้ช่วยให้คุณคิด ตัดสินใจ และดำเนินการด้วยจิตใจที่ชัดเจน แม้ว่าจะอยู่ภายใต้ความกดดันก็ตาม อย่างไรก็ตาม ปฏิกิริยาที่สงบมากเกินไปบางครั้งอาจถูกมองว่าเป็นการขาดความเห็นอกเห็นใจหรือความเข้าใจผิดเกี่ยวกับความรุนแรงของสถานการณ์",
            "midDescription": "บางครั้งคุณสามารถสงบสติอารมณ์ได้ในสถานการณ์ที่ตึงเครียด ความสงบช่วยให้คุณคิด ตัดสินใจ และดำเนินการด้วยจิตใจที่ชัดเจน ในทางกลับกัน การถูกครอบงำจะขัดขวางความสามารถในการคิด ตัดสินใจ และกระทำ ซึ่งส่งผลต่อประสิทธิภาพการทำงานของคุณ",
            "lowDescription": "คุณมักจะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด ภายใต้แรงกดดัน คุณอาจรู้สึกตื่นตระหนก สับสน และทำอะไรไม่ถูก ซึ่งอาจขัดขวางความสามารถในการคิดอย่างชัดเจน ตัดสินใจ และดำเนินการได้ สิ่งนี้อาจส่งผลต่อประสิทธิภาพการทำงานของคุณ"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "คุณสบายใจเมื่ออยู่ท่ามกลางผู้คนและสามารถสร้างเพื่อนใหม่ได้อย่างง่ายดาย สิ่งนี้ช่วยให้คุณสามารถนำทางสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน",
            "midDescription": "คุณค่อนข้างสบายใจเมื่ออยู่กับคนอื่นและสามารถผูกมิตรได้ด้วยการพยายามบ้าง สิ่งนี้ส่งผลต่อความสามารถในการควบคุมสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน",
            "lowDescription": "คุณมีแนวโน้มที่จะเก็บตัวอยู่กับคนอื่นมากกว่าและอาจไม่ได้ผูกมิตรกับใครง่ายๆ สิ่งนี้อาจส่งผลต่อความสามารถในการควบคุมสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน"
          },
          "gregariousness": {
            "name": "ความเป็นคนชอบอยู่เป็นฝูง",
            "highDescription": "คุณชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น สิ่งนี้มีประโยชน์เมื่อคุณต้องการดำเนินการภายในบริบททางสังคมทั่วไปในที่ทำงาน",
            "midDescription": "บางครั้งคุณสนุกกับการอยู่ร่วมกับผู้อื่น แต่ในบางครั้ง คุณชอบที่จะอยู่คนเดียว การเข้าสังคมจะเป็นประโยชน์เมื่อคุณต้องปฏิบัติตนภายใต้บริบททางสังคมที่พบบ่อยในที่ทำงาน",
            "lowDescription": "คุณชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน บางครั้งสิ่งนี้อาจส่งผลต่อความสามารถของคุณในการดำเนินการภายในบริบททางสังคมที่พบบ่อยในที่ทำงาน"
          },
          "assertiveness": {
            "name": "ความกล้าแสดงออก",
            "highDescription": "คุณมีแนวโน้มที่จะรับผิดชอบ สิ่งนี้มีส่วนช่วยให้คุณมีศักยภาพในการเป็นผู้นำ",
            "midDescription": "คุณรับผิดชอบเป็นครั้งคราว สิ่งนี้มีส่วนช่วยให้คุณมีศักยภาพในการเป็นผู้นำ",
            "lowDescription": "คุณมีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยเลือกที่จะให้ผู้อื่นเป็นผู้นำ สิ่งนี้อาจส่งผลต่อศักยภาพในการเป็นผู้นำของคุณ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "คุณมักจะยุ่งและทำหลายสิ่งหลายอย่างกับเวลาของคุณ ข้อมูลนี้สามารถบ่งบอกถึงพลังงานที่คุณใช้ไปและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน",
            "midDescription": "คุณพยายามสร้างสมดุลกับเวลาที่คุณทำ ในทำนองเดียวกัน ข้อมูลนี้สามารถบ่งบอกถึงปริมาณพลังงานที่คุณใช้จ่ายและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน",
            "lowDescription": "คุณชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป ในทำนองเดียวกัน ข้อมูลนี้สามารถบ่งบอกถึงปริมาณพลังงานที่คุณใช้จ่ายและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "คุณชอบที่จะแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง สิ่งนี้มีประโยชน์สำหรับงานในสภาพแวดล้อมที่เปลี่ยนแปลงอย่างรวดเร็วและไม่หยุดนิ่ง และงานที่ต้องรับความเสี่ยงในระดับหนึ่ง",
            "midDescription": "บางครั้งคุณแสวงหาความตื่นเต้นและการผจญภัยและรับความเสี่ยง สิ่งนี้มีประโยชน์สำหรับงานในสภาพแวดล้อมที่เปลี่ยนแปลงอย่างรวดเร็วและงานที่ต้องรับความเสี่ยงในระดับหนึ่ง",
            "lowDescription": "คุณไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง คุณอาจพบว่าการทำงานในสภาพแวดล้อมที่เปลี่ยนแปลงอย่างรวดเร็วและไม่หยุดนิ่งและงานที่ต้องใช้ความเสี่ยงในระดับหนึ่งอาจเป็นเรื่องท้าทาย"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "คุณเป็นคนร่าเริงและมักมีอารมณ์เชิงบวก คนคิดบวกมักถูกมองว่าเป็นที่ชื่นชอบของผู้อื่นมากกว่า",
            "midDescription": "คุณเป็นคนร่าเริงปานกลางและบางครั้งก็มีอารมณ์เชิงบวกบ้าง สิ่งนี้ส่งผลต่อการที่ผู้อื่นมองคุณในแง่บวกและอาจส่งผลต่อความน่ารักของคุณด้วย",
            "lowDescription": "คุณมีแนวโน้มที่จะมีจิตใจเบิกบานน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยนัก สิ่งนี้ส่งผลต่อการที่ผู้อื่นมองคุณในแง่บวก และอาจส่งผลต่อความน่ารักของคุณด้วย"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "คุณชอบจมอยู่กับความคิดและจินตนาการของคุณ ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม",
            "midDescription": "บางครั้งคุณคงชอบจมอยู่กับความคิดและจินตนาการ ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม",
            "lowDescription": "คุณไม่ชอบจมอยู่กับความคิดและจินตนาการ ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "คุณมีความสนใจในศิลปะและวรรณกรรม การมีส่วนร่วมในศิลปะและวรรณกรรมสามารถช่วยให้คุณพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี",
            "midDescription": "บางครั้งคุณอาจสนใจศิลปะและวรรณกรรม การมีส่วนร่วมในศิลปะและวรรณกรรมสามารถช่วยให้คุณพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี",
            "lowDescription": "คุณไม่สนใจศิลปะหรือวรรณกรรม การมีส่วนร่วมในศิลปะและวรรณกรรมสามารถช่วยให้คุณพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "คุณตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น สิ่งนี้ช่วยให้คุณมีความเห็นอกเห็นใจและสร้างความสัมพันธ์ที่ดีกับผู้อื่น",
            "midDescription": "คุณมีความตระหนักในระดับปานกลาง และบางครั้งก็เปิดรับประสบการณ์ทางอารมณ์ของตนเองและผู้อื่น สิ่งนี้ส่งผลต่อความเห็นอกเห็นใจผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่ดี",
            "lowDescription": "คุณมีแนวโน้มที่จะตระหนักรู้น้อยลงและเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น สิ่งนี้สามารถส่งผลต่อความเห็นอกเห็นใจผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่ดี"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "คุณมีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน",
            "midDescription": "คุณชอบความสมดุลระหว่างความหลากหลายและกิจวัตรประจำวัน และคุณยินดีรับการเปลี่ยนแปลงเป็นครั้งคราว การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน",
            "lowDescription": "คุณชอบกิจวัตรประจำวันและแบบเดิมๆ และไม่ค่อยยินดีกับการเปลี่ยนแปลง การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "คุณมีความสนใจในแนวคิดและการอภิปรายที่เป็นนามธรรมและปรัชญา คุณอาจเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือกมากขึ้น",
            "midDescription": "คุณค่อนข้างสนใจแนวคิดและการอภิปรายที่เป็นนามธรรมและเชิงปรัชญา บางครั้งคุณอาจเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือกต่างๆ",
            "lowDescription": "คุณมักจะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา คุณอาจไม่ค่อยเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือก"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "คุณมีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม คุณอาจเปิดกว้างต่อความคิดเห็นและมุมมองทางเลือกอื่นมากขึ้น",
            "midDescription": "คุณเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิมเป็นครั้งคราว คุณอาจจะค่อนข้างเปิดกว้างต่อความคิดเห็นและมุมมองอื่นๆ",
            "lowDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามแบบแผนและค่านิยมดั้งเดิม คุณอาจเปิดรับความคิดเห็นและมุมมองอื่นๆ น้อยลง"
          },
          "trust": {
            "name": "เชื่อมั่น",
            "highDescription": "คุณมักจะเชื่อใจผู้อื่น ในที่ทำงาน คุณมีแนวโน้มที่จะมีปฏิสัมพันธ์กับผู้อื่นโดยคิดว่าพวกเขาเชื่อถือได้และมีเจตนาดี ซึ่งบางครั้งอาจโต้ตอบกลับกัน สิ่งนี้ช่วยให้คุณสร้างความสัมพันธ์ที่จริงใจในที่ทำงาน",
            "midDescription": "คุณมักจะเชื่อใจผู้อื่นในระดับหนึ่ง ในที่ทำงาน คุณอาจโต้ตอบกับผู้อื่นโดยคิดว่าพวกเขาเชื่อถือได้และมีเจตนาดีเป็นส่วนใหญ่ แต่คุณก็ควรระมัดระวังด้วยเช่นกัน แม้ว่าบางครั้งความไว้วางใจจะได้รับการตอบแทน แต่ระดับของความระมัดระวังก็มีประโยชน์ในบางครั้ง",
            "lowDescription": "คุณมีแนวโน้มที่จะสงสัยในเจตนาของผู้อื่นมากขึ้น สิ่งนี้อาจส่งผลต่อวิธีที่คุณโต้ตอบกับผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่จริงใจในที่ทำงาน"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "คุณมีความจริงใจในการติดต่อกับผู้อื่นและไม่ใช้การบงการ ผู้คนอาจพบว่าคุณมีปฏิสัมพันธ์และเกี่ยวข้องกับคุณได้ง่ายขึ้น ซึ่งเอื้อต่อการสร้างความสัมพันธ์",
            "midDescription": "คุณมักจะจริงใจในการติดต่อกับผู้อื่น แม้ว่าคุณจะไม่ได้ใช้การหลอกลวงหากจำเป็นก็ตาม หากใช้ความรุนแรงจนเกินไป พฤติกรรมดังกล่าวอาจเป็นอันตรายต่อทีมและองค์กรได้ในระยะยาว",
            "lowDescription": "คุณเชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดจบที่คุณต้องการ หากดำเนินการอย่างสุดโต่ง พฤติกรรมดังกล่าวอาจเป็นอันตรายต่อทีมและองค์กรในระยะยาว"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นและเต็มใจช่วยเหลือผู้ที่ต้องการความช่วยเหลือ ความพร้อมของคุณในการช่วยเหลือและสนับสนุนผู้อื่นช่วยอำนวยความสะดวกในการสร้างทีมที่เหนียวแน่นและวัฒนธรรมการทำงานร่วมกัน",
            "midDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นเป็นครั้งคราวและบางครั้งก็เต็มใจช่วยเหลือคนขัดสน ความพร้อมของคุณในการช่วยเหลือและสนับสนุนผู้อื่นช่วยอำนวยความสะดวกในการสร้างทีมที่เหนียวแน่นและวัฒนธรรมการทำงานร่วมกัน",
            "lowDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา ซึ่งอาจส่งผลต่อความสามัคคีและการทำงานร่วมกันของทีม"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "คุณไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว คนอื่นๆ อาจตอบสนองตามนั้น ซึ่งช่วยสร้างสภาพแวดล้อมการทำงานที่เป็นมิตรและน่ารื่นรมย์",
            "midDescription": "คุณมีแนวโน้มที่จะสับสนเกี่ยวกับการเผชิญหน้า แต่โดยส่วนใหญ่ คุณพยายามที่จะไม่แสดงท่าทีแข่งขันและก้าวร้าว การเผชิญหน้าที่รุนแรงอาจตอบสนองซึ่งสร้างสภาพแวดล้อมการทำงานที่ไม่เอื้ออำนวยและไม่สร้างสรรค์",
            "lowDescription": "คุณมีแนวโน้มที่จะแสดงท่าทีแข่งขันและก้าวร้าว การเผชิญหน้าที่รุนแรงอาจตอบสนองซึ่งสร้างสภาพแวดล้อมการทำงานที่ไม่เอื้ออำนวยและไม่สร้างสรรค์"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "คุณมีแนวโน้มที่จะอ่อนน้อมถ่อมตนและไม่มีความคิดเห็นสูงเกินไปเกี่ยวกับตัวเอง คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบ อย่างไรก็ตาม ความอ่อนน้อมถ่อมตนมากเกินไปอาจเป็นตัวบ่งชี้ถึงความมั่นใจในตนเองต่ำ",
            "midDescription": "คุณมีความคิดเห็นเกี่ยวกับตัวเองสูงพอสมควร คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบ และมีความมั่นใจในตนเองในระดับปานกลางก็ถือว่าดีต่อสุขภาพ",
            "lowDescription": "คุณมีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตัวเองเหนือกว่าผู้อื่น คุณยังอาจถูกมองว่ามีแนวโน้มที่จะพูดถึงความสำเร็จของคุณและมั่นใจในตัวเองมากเกินไป ในทางกลับกัน คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบมากกว่า"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "คุณเห็นใจผู้อื่น การแสดงความเห็นอกเห็นใจในที่ทำงานแสดงให้เห็นว่าคุณเห็นคุณค่าของความรู้สึกของผู้อื่นและแสดงการสนับสนุนของคุณ ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน",
            "midDescription": "คุณเห็นอกเห็นใจผู้อื่นเป็นครั้งคราว การแสดงความเห็นอกเห็นใจในที่ทำงานแสดงให้เห็นว่าคุณเห็นคุณค่าของความรู้สึกของผู้อื่นและแสดงการสนับสนุนของคุณ ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน",
            "lowDescription": "คุณมักจะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย การแสดงความเห็นอกเห็นใจในที่ทำงานจะแสดงให้เห็นว่าคุณเห็นคุณค่าของความรู้สึกของผู้อื่นและแสดงถึงการสนับสนุนของคุณ ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "คุณมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น ประสิทธิภาพการทำงานเกี่ยวข้องกับความมั่นใจในความสามารถของตนเอง",
            "midDescription": "คุณค่อนข้างมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น ความมั่นใจในความสามารถของคุณอาจส่งผลต่อประสิทธิภาพการทำงานของคุณ",
            "lowDescription": "คุณขาดความมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น การขาดความมั่นใจในความสามารถของคุณอาจส่งผลต่อประสิทธิภาพการทำงานของคุณ"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "คุณเป็นระเบียบเรียบร้อยและเป็นระเบียบ ความเป็นระเบียบเรียบร้อยและการจัดระเบียบอาจช่วยให้ผลผลิตดีขึ้น",
            "midDescription": "คุณค่อนข้างมีระเบียบและเป็นระเบียบ ความเป็นระเบียบเรียบร้อยและการจัดระเบียบมากขึ้นอาจช่วยให้ผลิตภาพดีขึ้นได้",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่เป็นระเบียบและมีระเบียบน้อย ความเป็นระเบียบเรียบร้อยและการจัดระเบียบมากขึ้นอาจช่วยให้ผลิตภาพดีขึ้นได้"
          },
          "dutifulness": {
            "name": "ความซื่อสัตย์",
            "highDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน กฎต่อไปนี้ช่วยรักษาความสงบเรียบร้อยและการปฏิบัติตามภาระผูกพันทำให้เกิดความไว้วางใจ",
            "midDescription": "คุณปฏิบัติตามกฎและปฏิบัติตามภาระผูกพันในระดับปานกลาง การปฏิบัติตามกฎจะช่วยรักษาความสงบเรียบร้อยและการปฏิบัติตามภาระผูกพันจะช่วยสร้างความไว้วางใจ",
            "lowDescription": "คุณมีแนวโน้มที่จะเป็นคนสบายๆ และยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน การปฏิบัติตามกฎจะช่วยรักษาความสงบเรียบร้อยได้ดีขึ้น และการปฏิบัติตามภาระผูกพันจะช่วยสร้างความไว้วางใจ"
          },
          "achievementStriving": {
            "name": "ความสำเร็จที่มุ่งมั่น",
            "highDescription": "คุณทำงานหนักและทำเกินความคาดหมาย สิ่งนี้ช่วยให้คุณบรรลุความสำเร็จในระดับที่สูงขึ้น",
            "midDescription": "บางครั้งคุณก็ทำงานหนักและทำเกินความคาดหมาย สิ่งนี้ส่งผลต่อความสามารถของคุณในการบรรลุความสำเร็จในระดับที่สูงขึ้น",
            "lowDescription": "คุณมักจะพอใจกับความสำเร็จในระดับที่ต่ำกว่า สิ่งนี้อาจส่งผลต่อความสามารถของคุณในการบรรลุความสำเร็จในระดับที่สูงขึ้น"
          },
          "selfDiscipline": {
            "name": "มีวินัยในตนเอง",
            "highDescription": "คุณมีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย สิ่งนี้จะช่วยให้คุณก้าวไปสู่การบรรลุเป้าหมาย",
            "midDescription": "คุณพยายามเตรียมพร้อมและดำเนินการตามแผนอย่างมีระเบียบวินัย สิ่งนี้อาจส่งผลต่อความสามารถของคุณในการก้าวไปสู่เป้าหมายที่ตั้งไว้",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่ได้เตรียมพร้อมและอาจไม่สามารถดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย สิ่งนี้อาจส่งผลต่อความสามารถของคุณในการก้าวไปสู่เป้าหมายที่ตั้งไว้"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "คุณคิดให้รอบคอบและไม่รีบเร่งในการกระทำหรือตัดสินใจ ความรอบคอบดังกล่าวบางครั้งอาจทำให้คุณตอบสนองต่อสถานการณ์ได้อย่างมีประสิทธิภาพมากขึ้น",
            "midDescription": "บางครั้งคุณคิดอย่างรอบคอบและพยายามไม่รีบเร่งในการดำเนินการหรือตัดสินใจ ความรอบคอบดังกล่าวบางครั้งอาจทำให้คุณตอบสนองต่อสถานการณ์ได้อย่างมีประสิทธิภาพมากขึ้น",
            "lowDescription": "คุณมีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คำนึงถึงผลที่จะตามมา ความระมัดระวังบางประการสามารถช่วยให้คุณตอบสนองต่อสถานการณ์ได้อย่างมีประสิทธิภาพมากขึ้น"
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ",
            "lowDescription": "คุณมักจะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "คุณไม่รู้สึกหงุดหงิดหรือโกรธง่าย",
            "lowDescription": "คุณมักจะรู้สึกหงุดหงิดหรือโกรธง่าย"
          },
          "depression": {
            "name": "ความหวัง",
            "highDescription": "คุณไม่รู้สึกลงบ่อย",
            "lowDescription": "คุณรู้สึกแย่บ่อยครั้ง"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "คุณมักจะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดกับคุณ",
            "lowDescription": "คุณมีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับคุณ"
          },
          "immoderation": {
            "name": "พลังจิตตานุภาพ",
            "highDescription": "คุณสามารถต้านทานสิ่งล่อใจได้และไม่น่าจะปล่อยตัวมากเกินไป",
            "lowDescription": "คุณมีปัญหาในการต้านทานสิ่งล่อใจและมีแนวโน้มที่จะปล่อยตัวมากเกินไป"
          },
          "vulnerability": {
            "name": "ความยืดหยุ่น",
            "highDescription": "คุณสามารถสงบสติอารมณ์ได้ในสถานการณ์ที่ตึงเครียด",
            "lowDescription": "คุณมักจะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "คุณสบายใจเมื่ออยู่ท่ามกลางผู้คนและสามารถสร้างเพื่อนใหม่ได้อย่างง่ายดาย",
            "lowDescription": "คุณมีแนวโน้มที่จะเก็บตัวอยู่กับคนอื่นมากกว่าและอาจไม่ได้ผูกมิตรกับใครง่ายๆ"
          },
          "gregariousness": {
            "name": "ความเป็นคนชอบอยู่เป็นฝูง",
            "highDescription": "คุณชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น",
            "lowDescription": "คุณชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน"
          },
          "assertiveness": {
            "name": "ความกล้าแสดงออก",
            "highDescription": "คุณมีแนวโน้มที่จะรับผิดชอบ",
            "lowDescription": "คุณมีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยเลือกที่จะให้ผู้อื่นเป็นผู้นำ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "คุณมักจะยุ่งและทำหลายสิ่งหลายอย่างกับเวลาของคุณ",
            "lowDescription": "คุณชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "คุณชอบที่จะแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง",
            "lowDescription": "คุณไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "คุณเป็นคนร่าเริงและมักมีอารมณ์เชิงบวก",
            "lowDescription": "คุณมีแนวโน้มที่จะมีจิตใจเบิกบานน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยนัก"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "คุณชอบจมอยู่กับความคิดและจินตนาการของคุณ",
            "lowDescription": "คุณไม่ชอบจมอยู่กับความคิดและจินตนาการ"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "คุณมีความสนใจในศิลปะและวรรณกรรม",
            "lowDescription": "คุณไม่สนใจศิลปะและวรรณกรรม"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "คุณตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น",
            "lowDescription": "คุณมีแนวโน้มที่จะตระหนักรู้น้อยลงและเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "คุณมีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง",
            "lowDescription": "คุณชอบกิจวัตรประจำวันและแบบเดิมๆ และไม่ค่อยยินดีกับการเปลี่ยนแปลง"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "คุณมีความสนใจในแนวคิดและการอภิปรายที่เป็นนามธรรมและปรัชญา",
            "lowDescription": "คุณมักจะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "คุณมีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม",
            "lowDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามแบบแผนและค่านิยมดั้งเดิม"
          },
          "trust": {
            "name": "เชื่อมั่น",
            "highDescription": "คุณมักจะเชื่อใจผู้อื่น",
            "lowDescription": "คุณมีแนวโน้มที่จะสงสัยในเจตนาของผู้อื่นมากขึ้น"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "คุณมีความจริงใจในการติดต่อกับผู้อื่นและไม่ใช้การบงการ",
            "lowDescription": "คุณเชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดจบที่คุณต้องการ"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นและเต็มใจช่วยเหลือผู้ที่ต้องการความช่วยเหลือ",
            "lowDescription": "คุณมีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "คุณไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว",
            "lowDescription": "คุณมีแนวโน้มที่จะแสดงท่าทีแข่งขันและก้าวร้าว"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "คุณมีแนวโน้มที่จะอ่อนน้อมถ่อมตนและไม่มีความคิดเห็นสูงเกินไปเกี่ยวกับตัวเอง",
            "lowDescription": "คุณมีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตัวเองเหนือกว่าผู้อื่น"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "คุณเห็นใจผู้อื่น",
            "lowDescription": "คุณมักจะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "คุณมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น",
            "lowDescription": "คุณขาดความมั่นใจในความสามารถของคุณในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "คุณเป็นระเบียบเรียบร้อยและเป็นระเบียบ",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่เป็นระเบียบและมีระเบียบน้อย"
          },
          "dutifulness": {
            "name": "ความซื่อสัตย์",
            "highDescription": "คุณมีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน",
            "lowDescription": "คุณมีแนวโน้มที่จะเป็นคนสบายๆ และยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน"
          },
          "achievementStriving": {
            "name": "ความสำเร็จที่มุ่งมั่น",
            "highDescription": "คุณทำงานหนักและทำเกินความคาดหมาย",
            "lowDescription": "คุณมักจะพอใจกับความสำเร็จในระดับที่ต่ำกว่า"
          },
          "selfDiscipline": {
            "name": "มีวินัยในตนเอง",
            "highDescription": "คุณมีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย",
            "lowDescription": "คุณมีแนวโน้มที่จะไม่ได้เตรียมพร้อมและอาจไม่สามารถดำเนินการตามแผนในลักษณะที่มีระเบียบวินัย"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "คุณคิดให้รอบคอบและไม่รีบเร่งในการกระทำหรือตัดสินใจ",
            "lowDescription": "คุณมีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คำนึงถึงผลที่จะตามมา"
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "คุณ",
      "objective": "คุณ",
      "possessiveAdjective": "ของคุณ",
      "possessive": "ของคุณ",
      "reflexive": "ตัวคุณเอง"
    },
    "neutral": {
      "subjective": "พวกเขา",
      "objective": "พวกเขา",
      "possessiveAdjective": "ของพวกเขา",
      "possessive": "พวกเขา",
      "reflexive": "ตัวเอง"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "รับรู้",
      "plural": "รับรู้"
    }
  },
  "nouns": {
    "person": {
      "singular": "คนนี้"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีกรวดสูง",
            "lowDescription": "มีกรวด"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกมาก",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "เปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้มาก",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอม",
            "highDescription": "สบายใจมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายใจกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความมีสติ",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจในการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานมาก",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "ประสิทธิภาพสูงในการทำงาน",
            "lowDescription": "มีผลงานที่ดีในการทำงาน"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองมุมมอง",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เหมือนจริง",
            "highDescription": "ความเหนื่อยหน่ายในการทำงานที่ต่ำมาก",
            "lowDescription": "ความเหนื่อยหน่ายในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "ศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "ทางสังคม",
            "highDescription": "ความสามารถในการทำงานหลายอย่างพร้อมกันที่แข็งแกร่งมาก",
            "lowDescription": "สามารถทำงานหลายอย่างได้"
          },
          "enterprising": {
            "id": "15",
            "name": "กล้าได้กล้าเสีย",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} มีความมั่นคงทางอารมณ์ - ",
            "midDescription": "{{name}} ค่อนข้างควบคุมอารมณ์ได้ และโดยทั่วไปทนทานต่อแรงกดดันและสิ่งล่อใจ",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือความมั่นคงทางอารมณ์ {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "การเปิดเผยตัวตน",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} ถูกเปิดเผย - ",
            "midDescription": "{{name}} ค่อนข้างเข้ากับคนง่าย คิดบวก แสวงหาความตื่นเต้น และกล้าแสดงออก",
            "lowDescription": "พื้นที่พัฒนาของ {{name}} คือความเปิดเผยตัว {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "เปิดรับประสบการณ์",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} เปิดกว้างสำหรับประสบการณ์ที่หลากหลาย - ",
            "midDescription": "{{name}} ค่อนข้างเปิดรับความคิด กิจกรรม ความรู้สึก และมุมมองที่หลากหลาย ",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือ {{gender-possessive}} ที่เปิดกว้างต่อประสบการณ์ที่หลากหลาย - "
          },
          "agreeableness": {
            "name": "ความยินยอม",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือความเป็นกันเอง - ",
            "midDescription": "{{name}} เป็นคนอบอุ่นปานกลาง สุภาพเรียบร้อย และให้ความสำคัญกับผู้คน",
            "lowDescription": "พื้นที่การพัฒนาของ {{name}} คือความยินยอมแบบ {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "ความมีสติ",
            "highDescription": "ลักษณะบุคลิกภาพที่แข็งแกร่งที่สุดของ {{name}} คือ {{gender-subject}} มีมโนธรรม - ",
            "midDescription": "{{name}} ค่อนข้างมั่นใจในความสามารถของตนเองในการบรรลุเป้าหมาย และมีวินัยปานกลางในการปฏิบัติหน้าที่อย่างมีโครงสร้างและรอบคอบ",
            "lowDescription": "พื้นที่พัฒนาของ {{name}} คือความมีจิตสำนึก {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "การประเมินตนเองหลัก",
            "highDescription": "{{name}} มีการประเมินตนเองที่สำคัญสูง - {{gender-subject}} มองตนเอง {{gender-object}} ในลักษณะเชิงบวกอย่างต่อเนื่องในสถานการณ์ต่างๆ",
            "lowDescription": "{{name}} มีการประเมินตนเองที่สำคัญน้อย - {{gender-subject}} ควรพยายามมองตนเองของ {{gender-object}} ในแง่บวกมากขึ้นในสถานการณ์ต่างๆ"
          },
          "performanceOrientation": {
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "{{name}} มีความมุ่งมั่นในเป้าหมายด้านประสิทธิภาพสูง - {{gender-subject}} มีแรงจูงใจที่จะแสดงให้เห็นและตรวจสอบความถูกต้องของความสามารถ {{gender-possessive}} โดยการแสวงหาการตัดสินเชิงบวกและหลีกเลี่ยงการตัดสินเชิงลบจากผู้อื่น ",
            "lowDescription": "{{name}} มุ่งเน้นเป้าหมายด้านประสิทธิภาพต่ำ - {{gender-subject}} ควรพยายามมีแรงจูงใจมากขึ้นในการแสดงให้เห็นและตรวจสอบความถูกต้องของความสามารถ {{gender-possessive}} โดยการแสวงหาการตัดสินเชิงบวกและหลีกเลี่ยงการตัดสินเชิงลบ"
          },
          "masteryOrientation": {
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "{{name}} ความสำคัญกับเป้าหมายการเรียนรู้สูง - {{gender-subject}} มีแรงจูงใจที่จะพัฒนาความสามารถโดยการได้รับทักษะใหม่ๆ และการเรียนรู้สถานการณ์ใหม่ๆ",
            "lowDescription": "{{name}} ไม่ค่อยให้ความสำคัญกับเป้าหมายการเรียนรู้ - {{gender-subject}} ควรพยายามมีแรงจูงใจมากขึ้นในการพัฒนาความสามารถโดยการได้รับทักษะใหม่ๆ และการเรียนรู้สถานการณ์ใหม่ๆ"
          },
          "selfMonitoring": {
            "name": "การตรวจสอบตนเอง",
            "highDescription": "{{name}} มีความสามารถในการตรวจสอบตนเองสูง - {{gender-subject}} สามารถตรวจสอบและควบคุมการแสดงออกและพฤติกรรม {{gender-possessive}}",
            "lowDescription": "{{name}} มีการตรวจสอบตนเองต่ำ - {{gender-subject}} ควรพยายามตรวจสอบและควบคุมการแสดงออกและพฤติกรรม {{gender-possessive}} ให้มากขึ้น"
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "การประเมินตนเองหลัก",
            "highDescription": "{{name}} มีแนวโน้มที่จะมองตนเองในแง่บวกอย่างสม่ำเสมอในสถานการณ์ต่างๆ พวกเขามองว่าตนเองมีความสามารถ มีค่าควร และเป็นผู้ควบคุมชีวิตของตน อารมณ์ ความคิด และแรงจูงใจเชิงบวกดังกล่าวอาจส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน",
            "midDescription": "{{name}} บางครั้งมองตัวเองในแง่บวกมากกว่า และในบางครั้ง มองตัวเองในแง่ลบมากกว่า สิ่งนี้ส่งผลต่อว่าพวกเขาเห็นว่าตัวเองมีความสามารถ มีค่าควร และควบคุมชีวิตของตนเองได้ หรือไม่ ซึ่งส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมองตนเองในแง่ลบอย่างต่อเนื่องในสถานการณ์ต่างๆ พวกเขาอาจมองว่าตนเองมีความสามารถน้อยกว่า ไม่คู่ควร และไม่สามารถควบคุมชีวิตของตนเองได้ อารมณ์ ความคิด และแรงจูงใจเชิงลบดังกล่าวอาจส่งผลต่อความรู้สึก คิด และประพฤติตนในที่ทำงาน"
          },
          "performanceOrientation": {
            "name": "การวางแนวประสิทธิภาพ",
            "highDescription": "{{name}} เชื่อว่าความสามารถของพวกเขาจะแสดงออกมาเมื่อพวกเขาทำได้ดีกว่าผู้อื่น เป็นผลให้พวกเขามีแนวโน้มที่จะมีแรงจูงใจในการตั้งเป้าหมายที่สูงสำหรับตนเอง โดยมุ่งเน้นไปที่การบรรลุความสำเร็จและความสามารถในระดับที่สูงกว่าผู้อื่น ",
            "midDescription": "{{name}} บางครั้งเชื่อว่าความสามารถของพวกเขาจะแสดงออกมาเมื่อพวกเขาทำได้ดีกว่าคนอื่นๆ ดังนั้นพวกเขาจึงมีแรงจูงใจพอสมควรที่จะตั้งเป้าหมายที่สูงส่งสำหรับตนเอง บางครั้งด้วยการมุ่งเน้นไปที่การบรรลุความสำเร็จและความสามารถในระดับที่สูงกว่าคนอื่นๆ",
            "lowDescription": "{{name}} ไม่เชื่อว่าการทำงานที่เหนือกว่าผู้อื่นไม่จำเป็นต้องเป็นการแสดงให้เห็นถึงความสามารถของพวกเขา พวกเขาไม่กังวลเกี่ยวกับการแข่งขันและการเอาชนะผู้อื่น เป้าหมายที่พวกเขาตั้งไว้ไม่น่าจะได้รับอิทธิพลหรือแรงจูงใจจากความสำเร็จของผู้อื่น"
          },
          "masteryOrientation": {
            "name": "ปฐมนิเทศการเรียนรู้",
            "highDescription": "{{name}} มีแรงจูงใจที่จะพัฒนาความสามารถของตนโดยการได้รับทักษะใหม่ๆ และฝึกฝนทักษะเหล่านั้นให้เชี่ยวชาญในสถานการณ์ใหม่ๆ พวกเขาอาจมองว่างานที่ท้าทายเป็นโอกาสในการเติบโตและการพัฒนา",
            "midDescription": "{{name}} มีแรงจูงใจบ้างที่จะพัฒนาความสามารถของตนโดยการได้รับทักษะใหม่ๆ และฝึกฝนทักษะเหล่านั้นในสถานการณ์ใหม่ๆ บางครั้งพวกเขาอาจมองว่างานที่ท้าทายเป็นโอกาสในการเติบโตและการพัฒนา",
            "lowDescription": "{{name}} มีแรงจูงใจน้อยลงในการพัฒนาความสามารถของตน และอาจไม่สนใจที่จะได้รับทักษะใหม่ ๆ หรือฝึกฝนทักษะในสถานการณ์ใหม่ ๆ น้อยลง เมื่อต้องเผชิญกับงานที่ท้าทาย พวกเขาอาจโต้ตอบด้วยความกลัวหรือพบว่ายุ่งยาก"
          },
          "selfMonitoring": {
            "name": "การตรวจสอบตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะสามารถและเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของตนตามสถานการณ์ทางสังคม สิ่งนี้ช่วยให้พวกเขาปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่นตามสัญญาณทางสังคม และมีประสิทธิภาพมากขึ้นในการปรับตัวให้เข้ากับสถานการณ์ใหม่",
            "midDescription": "บางครั้ง {{name}} สามารถและเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของตนตามสถานการณ์ทางสังคม สิ่งนี้ช่วยให้พวกเขาปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่นตามสัญญาณทางสังคม และมีประสิทธิภาพมากขึ้นในการปรับตัวให้เข้ากับสถานการณ์ใหม่",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีความสามารถหรือเต็มใจที่จะควบคุมการแสดงออกและพฤติกรรมของตนได้น้อยลง โดยไม่คำนึงถึงสถานการณ์ทางสังคม พวกเขาไม่น่าจะใช้สัญญาณทางสังคมเพื่อปรับแต่งวิธีการนำเสนอตัวเองต่อผู้อื่น และพวกเขาอาจจะมีประสิทธิภาพน้อยลงในการปรับตัวให้เข้ากับสถานการณ์ใหม่"
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "เชิงรูปธรรม",
            "highDescription": "บทบาทเชิงปฏิบัติและลงมือทำจริงที่เกี่ยวข้องกับเครื่องจักรและเครื่องมือ",
            "lowDescription": "บทบาทเชิงปฏิบัติและลงมือทำจริงที่เกี่ยวข้องกับเครื่องจักรและเครื่องมือ"
          },
          "investigative": {
            "name": "เชิงสืบสวน",
            "highDescription": "บทบาทด้านการวิเคราะห์และวิทยาศาสตร์ที่เกี่ยวข้องกับการสำรวจและค้นคว้าสิ่งต่าง ๆ",
            "lowDescription": "บทบาทด้านการวิเคราะห์และวิทยาศาสตร์ที่เกี่ยวข้องกับการสำรวจและค้นคว้าสิ่งต่าง ๆ"
          },
          "artistic": {
            "name": "เชิงศิลปะ",
            "highDescription": "บทบาทด้านความคิดสร้างสรรค์และศิลปะที่เกี่ยวข้องกับการสร้างสรรค์ผลงานต้นฉบับ",
            "lowDescription": "บทบาทด้านความคิดสร้างสรรค์และศิลปะที่เกี่ยวข้องกับการสร้างสรรค์ผลงานต้นฉบับ"
          },
          "social": {
            "name": "เชิงสังคม",
            "highDescription": "บทบาทที่สามารถช่วยเหลือผู้คนโดยการสอนและช่วยเหลือพวกเขา",
            "lowDescription": "บทบาทที่สามารถช่วยเหลือผู้คนโดยการสอนและช่วยเหลือพวกเขา"
          },
          "enterprising": {
            "name": "เชิงนักประกอบการ",
            "highDescription": "ตำแหน่งผู้นำที่เกี่ยวข้องกับการส่งอิทธิพลและการชี้นำผู้อื่น",
            "lowDescription": "ตำแหน่งผู้นำที่เกี่ยวข้องกับการส่งอิทธิพลและการชี้นำผู้อื่น"
          },
          "conventional": {
            "name": "เชิงแบบแผน",
            "highDescription": "บทบาทที่มีหลักเกณฑ์และขั้นตอนที่ชัดเจน",
            "lowDescription": "บทบาทที่มีหลักเกณฑ์และขั้นตอนที่ชัดเจน"
          }
        },
        "thrive": {
          "realistic": {
            "name": "เชิงรูปธรรม",
            "highDescription": "กิจกรรมที่ต้องลงมือทำจริงในการทำงานมากขึ้น"
          },
          "investigative": {
            "name": "เชิงสืบสวน",
            "highDescription": "มีงานที่เกี่ยวข้องกับการวิจัยและการวิเคราะห์มากขึ้น"
          },
          "artistic": {
            "name": "เชิงศิลปะ",
            "highDescription": "มีโอกาสมากขึ้นสำหรับ {{name}} ในการสร้างสิ่งใหม่"
          },
          "social": {
            "name": "เชิงสังคม",
            "highDescription": "มีงานที่ทำให้ {{name}} ได้ช่วยเหลือผู้อื่นมากขึ้น"
          },
          "enterprising": {
            "name": "เชิงนักประกอบการ",
            "highDescription": "มีโอกาสมากขึ้นที่ทำให้ {{name}} มีอิทธิพลต่อผู้อื่น"
          },
          "conventional": {
            "name": "เชิงแบบแผน",
            "highDescription": "มีกิจกรรมที่เกี่ยวข้องกับการเก็บบันทึกและการคำนวณมากขึ้น"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "เชิงรูปธรรม"
          },
          "investigative": {
            "name": "เชิงสืบสวน"
          },
          "artistic": {
            "name": "เชิงศิลปะ"
          },
          "social": {
            "name": "เชิงสังคม"
          },
          "enterprising": {
            "name": "เชิงนักประกอบการ"
          },
          "conventional": {
            "name": "เชิงแบบแผน"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "เชิงรูปธรรม",
            "lowDescription": "{{name}} อาจไม่สนุกกับกิจกรรมที่ต้องลงมือทำจริงในที่ทำงาน"
          },
          "investigative": {
            "name": "เชิงสืบสวน",
            "lowDescription": "{{name}} อาจหลีกเลี่ยงงานที่เกี่ยวข้องกับการวิจัยและการวิเคราะห์"
          },
          "artistic": {
            "name": "เชิงศิลปะ",
            "lowDescription": "{{name}} อาจพบว่าการคว้าโอกาสในการสร้างสรรค์สิ่งใหม่ ๆ เป็นเรื่องยาก"
          },
          "social": {
            "name": "เชิงสังคม",
            "lowDescription": "{{name}} อาจไม่สนุกกับกิจกรรมที่ต้องใช้ {{gender-object}} เข้าช่วยเหลือผู้อื่น"
          },
          "enterprising": {
            "name": "เชิงนักประกอบการ",
            "lowDescription": "{{name}} อาจหลีกเลี่ยงกิจกรรมที่กำหนดให้ {{gender-object}} ต้องมีอิทธิพลต่อผู้อื่น"
          },
          "conventional": {
            "name": "เชิงแบบแผน",
            "lowDescription": "{{name}} อาจพบว่าการทำกิจกรรมที่เกี่ยวข้องกับการเก็บบันทึกและการคำนวณเป็นเรื่องยาก"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "เชิงรูปธรรม",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานกลางแจ้ง งานที่ต้องใช้ร่างกาย และงานทางกลเป็นอย่างมาก และแสวงหาสิ่งที่เป็นรูปธรรมมากกว่าปัญหาที่เป็นนามธรรม รวมทั้งสนุกกับการอยู่ในสถานการณ์ที่ต้องลงมือปฏิบัติจริง ",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบปานกลางสำหรับงานกลางแจ้ง งานที่ต้องใช้ร่างกาย และงานทางกล แต่อาจไม่ได้สนุกกับการอยู่ในสถานการณ์ที่ต้องลงมือทำจริงเสมอไป",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานกลางแจ้ง งานที่ต้องใช้ร่างกาย และงานทางกล และไม่ชอบงานที่ต้องลงมือทำจริง เช่น การสร้างและซ่อมแซมสิ่งของหรือใช้งานอุปกรณ์",
            "summary": "{{name}} ชอบทำงานในงานเชิงรูปธรรมมากที่สุด - {{gender-subject}} ชอบอาชีพเชิงปฏิบัติ งานเชิงกล และงานที่ต้องลงมือทำจริง"
          },
          "investigative": {
            "name": "เชิงสืบสวน",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชื่นชอบการทำงานกับทฤษฎีและข้อมูลเป็นอย่างมาก โดยใช้วิธีการทางวิทยาศาสตร์เพื่อแก้ไขปัญหาที่ซับซ้อน",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบปานกลางในการทำงานกับทฤษฎี ข้อมูล และตัวเลข รวบรวมข้อเท็จจริงและวิเคราะห์สถานการณ์เพื่อแก้ไขปัญหาที่ซับซ้อน",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความพึงพอใจต่ำสำหรับงานที่เกี่ยวข้องกับการใช้ทฤษฎีและการรวบรวมข้อมูลหรือตัวเลข เพื่อวิเคราะห์หรือแก้ไขปัญหาที่ซับซ้อน",
            "summary": "{{name}} ชอบทำงานเชิงสืบสวนมากที่สุด - {{gender-subject}} ชอบอาชีพสายวิเคราะห์และวิทยาศาสตร์"
          },
          "artistic": {
            "name": "เชิงศิลปะ",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบโอกาสที่เกี่ยวข้องกับการแสดงออกอย่างสร้างสรรค์และสุนทรีย์ในการสร้างสรรค์งานหรือผลิตภัณฑ์ต้นฉบับ",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบระดับปานกลางสำหรับโอกาสที่ต้องแสดงออกผ่านการสร้างสรรค์ทางศิลปะและการสร้างสรรค์ผลงานต้นฉบับ แม้ว่าอาจจะไม่อยากมีส่วนร่วมในงานสร้างสรรค์เสมอไป ",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความพึงพอใจต่ำสำหรับงานที่ต้องใช้ความสามารถด้านสุนทรีย์และการแสดงออก หรืองานที่ต้องใช้ความคิดสร้างสรรค์ในการสร้างสรรค์ผลงานหรือผลิตภัณฑ์ต้นฉบับ ",
            "summary": "{{name}} ชอบทำงานเชิงศิลปะมากที่สุด - {{gender-subject}} ชอบอาชีพที่สร้างสรรค์ การแสดงออก และศิลปะ"
          },
          "social": {
            "name": "เชิงสังคม",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชื่นชอบอย่างมากต่อกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น และแสวงหาการสร้างความสัมพันธ์ระหว่างบุคคลโดยมีเป้าหมายเพื่อสร้างผลลัพธ์ที่ส่งผลกระทบต่อสังคม",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชื่นชอบระดับปานกลางสำหรับกิจกรรมที่เกี่ยวข้องกับการสนับสนุน การพัฒนา และการให้ความกระจ่างแก่ผู้อื่น ตลอดจนการทำงานเพื่อส่งมอบผลลัพธ์ที่ส่งผลกระทบต่อสังคม",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ต้องให้การสนับสนุนหรือบริการผู้อื่น รวมถึงการทำงานให้กับผู้อื่นเพื่อให้ได้ผลลัพธ์ที่ส่งผลกระทบต่อสังคม",
            "summary": "{{name}} ชอบทำงานเชิงสังคมมากที่สุด - {{gender-subject}} ชอบอาชีพที่สามารถช่วยเหลือผู้คนได้"
          },
          "enterprising": {
            "name": "เชิงนักประกอบการ",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชอบงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางมาใช้ และชอบอยู่ในตำแหน่งที่มีอิทธิพลหรืออำนาจ",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความพึงพอใจในระดับปานกลางสำหรับงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่าง ๆ มาใช้",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่ต้องมีการชี้นำและชักจูงผู้อื่นให้นำวิธีแก้ปัญหาหรือแนวทางต่าง ๆ มาใช้",
            "summary": "{{name}} ชอบทำงานเชิงนักประกอบการมากที่สุด - {{gender-subject}} ชอบอาชีพที่ทำให้พวกเขาดำรงตำแหน่งผู้นำได้"
          },
          "conventional": {
            "name": "เชิงแบบแผน",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ชื่นชอบงานที่ต้องการความเป็นระเบียบเรียบร้อยและการจัดระเบียบเป็นอย่างมาก ซึ่งรวมถึงการปฏิบัติงานอย่างเป็นระบบ โดยมีแนวทางและขั้นตอนปฏิบัติที่ชัดเจน",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่มีความชอบระดับปานกลางสำหรับงานที่ดำเนินการอย่างเป็นระบบระเบียบ แม้ว่าอาจไม่ชอบปฏิบัติตามกฎเกณฑ์และขั้นตอนอย่างใกล้ชิดเสมอไป",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} เป็นคนที่ไม่ค่อยชอบงานที่มีโครงสร้างและกฎเกณฑ์ ซึ่งจะต้องดำเนินการอย่างเป็นระบบระเบียบ ตลอดจนปฏิบัติตามกฎเกณฑ์และขั้นตอนต่าง ๆ",
            "summary": "{{name}} ชอบทำงานเชิงแบบแผนมากที่สุด - {{gender-subject}} ชอบอาชีพที่มีมาตรฐาน กฎเกณฑ์ และขั้นตอนที่ชัดเจน"
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีความทรหดสูง",
            "lowDescription": "มีความทรหดต่ำ"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกสูง",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "การเปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้สูง",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอมเข้าใจ",
            "highDescription": "สบายมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความพิถีพิถัน",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจกับการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานสูง",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การมุ่งเน้นประสิทธิภาพในการทำงาน",
            "highDescription": "มีประสิทธิภาพสูงในการทำงานสูง",
            "lowDescription": "มีประสิทธิภาพในการทำงานที่ดี"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "การมุ่งเน้นความชำนาญ",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองจากมุมมองของผู้อื่น",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เชิงรูปธรรม",
            "highDescription": "มีอาการหมดไฟในการทำงานต่ำมาก",
            "lowDescription": "มีอาการหมดไฟในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "เชิงศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "เชิงสังคม",
            "highDescription": "มีความสามารถในการทำงานหลายอย่างพร้อมกันสูง",
            "lowDescription": "มีความสามารถในการทำงานหลายอย่างพร้อมกันได้"
          },
          "enterprising": {
            "id": "15",
            "name": "เชิงนักประกอบการ",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "ความสำเร็จ",
            "highDescription": "ขับเคลื่อนด้วยผลลัพธ์",
            "midDescription": "เน้นผลลัพธ์ในระดับปานกลาง",
            "lowDescription": "เน้นผลลัพธ์ในระดับต่ำ"
          },
          "recognition": {
            "name": "การยอมรับ",
            "highDescription": "ความก้าวหน้าและผลตอบแทน",
            "midDescription": "เน้นความก้าวหน้าและผลตอบแทนในระดับปานกลาง",
            "lowDescription": "เน้นความก้าวหน้าและผลตอบแทนในระดับต่ำ"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "ความร่วมมือและเป็นมิตร",
            "midDescription": "สมดุลระหว่างการทำงานร่วมกันและความเป็นอิสระ",
            "lowDescription": "ความเป็นอิสระและการแข่งขัน"
          },
          "support": {
            "name": "การสนับสนุน",
            "highDescription": "ให้การสนับสนุนและมีจริยธรรม",
            "midDescription": "การสนับสนุนและจริยธรรมในบางส่วน",
            "lowDescription": "การสนับสนุนและจริยธรรมต่ำ"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "ความเด็ดขาดและความเป็นอิสระ",
            "midDescription": "ความเด็ดขาดในระดับปานกลาง",
            "lowDescription": "ไม่แน่ใจและต้องมีการพึ่งพาอาศัย"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "highDescription": "ความปลอดภัยและสภาพการทำงานที่ดี",
            "midDescription": "ให้ความสำคัญกับความปลอดภัยและสภาพการทำงานในระดับปานกลาง",
            "lowDescription": "ให้ความสำคัญกับความปลอดภัยและสภาพการทำงานในระดับต่ำ"
          }
        },
        "thrive": {
          "achievement": {
            "name": "ความสำเร็จ",
            "highDescription": "องค์กรที่มุ่งเน้นผลลัพธ์ที่มีความคาดหวังอย่างสูงต่อความสำเร็จและผลการปฏิบัติงานโดยใช้ทักษะและความสามารถของพนักงาน"
          },
          "recognition": {
            "name": "การยอมรับ",
            "highDescription": "องค์กรที่ยกย่องการทำงานของพนักงานผ่านโอกาสและผลตอบแทนในการก้าวหน้า"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "วัฒนธรรมองค์กรที่ส่งเสริมการทำงานเป็นทีมและสภาพแวดล้อมการทำงานที่ไม่มีการแข่งขัน",
            "lowDescription": "วัฒนธรรมองค์กรที่มีการแข่งขันซึ่งผู้คนทำงานอย่างอิสระ"
          },
          "support": {
            "name": "การสนับสนุน",
            "highDescription": "วัฒนธรรมองค์กรที่สนับสนุนพนักงานและการพัฒนาพนักงาน พร้อมทั้งมีมาตรฐานทางจริยธรรมในระดับสูง"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "โอกาสกล้าเสี่ยงและทดลองแนวคิดใหม่ ๆ ทั่วทั้งองค์กรอย่างต่อเนื่อง",
            "lowDescription": "องค์กรที่มุ่งเน้นกฎเกณฑ์และมุ่งเน้นความมั่นคง"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "highDescription": "องค์กรที่ให้ความรู้สึกมั่นคงในงานและสภาพการทำงานที่ดีแก่พนักงาน"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "ความสำเร็จ"
          },
          "recognition": {
            "name": "การยอมรับ"
          },
          "relationships": {
            "name": "ความสัมพันธ์"
          },
          "support": {
            "name": "การสนับสนุน"
          },
          "independence": {
            "name": "ความเป็นอิสระ"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "ความสำเร็จ",
            "lowDescription": "หากทั่วทั้งองค์กรมีความคาดหวังสูงด้านความสำเร็จ ประสิทธิภาพ และผลลัพธ์  {{name}}อาจพบว่าองค์กรนี้เรียกร้องมากเกินไป"
          },
          "recognition": {
            "name": "การยอมรับ",
            "lowDescription": "{{name}}ไม่ได้ให้ความสำคัญกับโอกาสในความก้าวหน้าและรางวัลจากองค์กร  ดังนั้นการค้นหาสิ่งอื่นที่{{gender-subject}}ให้คุณค่าแทนจึงเป็นเรื่องสำคัญ"
          },
          "relationships": {
            "name": "ความสัมพันธ์",
            "highDescription": "{{name}}อาจไม่ค่อยพอใจกับวัฒนธรรมองค์กรที่มีการแข่งขันสูงและส่งเสริมให้ผู้คนทำงานอย่างอิสระ",
            "lowDescription": "{{name}}อาจไม่พอใจในการทำงานหากองค์กรสนับสนุนการทำงานเป็นทีมและการทำงานร่วมกัน"
          },
          "support": {
            "name": "การสนับสนุน",
            "lowDescription": "{{name}}อาจไม่พึงพอใจหากองค์กรไม่สนับสนุนพนักงานและการพัฒนาของพวกเขา"
          },
          "independence": {
            "name": "ความเป็นอิสระ",
            "highDescription": "{{name}}อาจไม่พอใจในการทำงานหากองค์กรให้ความสำคัญกับกฎเกณฑ์และมุ่งเน้นไปที่ความมั่นคงมากขึ้น",
            "lowDescription": "{{name}}อาจไม่พอใจในการทำงานหากองค์กรเริ่มทำการเสี่ยงมากขึ้นและพยายามทดลองแนวคิดใหม่ ๆ บ่อยขึ้น"
          },
          "workingConditions": {
            "name": "สภาพการทำงาน",
            "lowDescription": "{{name}}ไม่ได้ให้ความสำคัญกับสภาพการทำงานและความรู้สึกมั่นคงในงานที่องค์กรมอบให้มากนัก  ดังนั้นการค้นหาสิ่งอื่นที่{{gender-subject}}ให้คุณค่าแทนจึงเป็นสิ่งสำคัญ"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "นวัตกรรม",
            "highDescription": "{{name}}ให้ความสำคัญกับนวัตกรรมและความเสี่ยงมากกว่าความมั่นคงและความสามารถในการคาดการณ์ในองค์กร",
            "midDescription": "{{name}}ให้ความสำคัญกับความสมดุลระหว่างนวัตกรรมและความมั่นคงในองค์กร",
            "lowDescription": "{{name}}ให้ความสำคัญกับความเสถียรและความสามารถในการคาดการณ์มากกว่านวัตกรรมและการกล้าเสี่ยงในองค์กร",
            "summary": "{{name}}ให้ความสำคัญกับนวัตกรรมในองค์กรเป็นอย่างมาก"
          },
          "attentionToDetail": {
            "name": "ความใส่ใจในรายละเอียด",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ต้องการความแม่นยำและใส่ใจในรายละเอียด",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ต้องการความแม่นยำและใส่ใจในรายละเอียดในระดับปานกลาง",
            "lowDescription": "{{name}}ไม่เห็นคุณค่าขององค์กรที่ต้องการความแม่นยำและใส่ใจในรายละเอียดเท่าไหร่นัก",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดเป็นอย่างมาก"
          },
          "outcomeOrientation": {
            "name": "การมุ่งเน้นผลลัพธ์",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความคาดหวังสูงในด้านประสิทธิภาพ ผลลัพธ์ และความสำเร็จ",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความคาดหวังในด้านประสิทธิภาพ ผลลัพธ์ และความสำเร็จ",
            "lowDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความคาดหวังต่ำในด้านประสิทธิภาพ ผลลัพธ์ และความสำเร็จ",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่มุ่งเน้นผลลัพธ์เป็นอย่างมาก"
          },
          "aggressiveness": {
            "name": "ความดุดัน",
            "highDescription": "{{name}}ให้ความสำคัญกับความดุดันและความสามารถในการแข่งขันมากกว่าความรับผิดชอบต่อสังคมในองค์กร",
            "midDescription": "{{name}}ให้ความสำคัญกับความสมดุลระหว่างความดุดันและความรับผิดชอบต่อสังคมในองค์กร",
            "lowDescription": "{{name}}ให้ความสำคัญกับความรับผิดชอบต่อสังคมมากกว่าความดุดันและความสามารถในการแข่งขันในองค์กร",
            "summary": "{{name}}ให้ความสำคัญกับความดุดันในองค์กรเป็นอย่างมาก"
          },
          "supportiveness": {
            "name": "การสนับสนุน",
            "highDescription": "{{name}}ให้ความสำคัญกับการสนับสนุนและการแบ่งปันข้อมูลในองค์กรเป็นอย่างมาก",
            "midDescription": "{{name}}ให้ความสำคัญกับการสนับสนุนและการแบ่งปันข้อมูลในองค์กรในระดับปานกลาง",
            "lowDescription": "{{name}}ไม่เห็นคุณค่าของการสนับสนุนและการแบ่งปันข้อมูลในองค์กรเท่าไหร่นัก",
            "summary": "{{name}}ให้ความสำคัญกับการสนับสนุนในองค์กรเป็นอย่างมาก"
          },
          "emphasisOnRewards": {
            "name": "การเติบโตและผลตอบแทน",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ให้รางวัลแก่พนักงาน เช่น การจ่ายเงินและโอกาสในการเติบโต",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มอบรางวัลให้กับพนักงานเป็นครั้งคราว เช่น การจ่ายเงินและโอกาสในการเติบโต",
            "lowDescription": "{{name}}ไม่เห็นคุณค่าของรางวัลสำหรับพนักงาน เช่น การจ่ายเงินและโอกาสในการเติบโตในองค์กร",
            "summary": "{{name}} ให้ความสำคัญกับองค์กรที่เน้นการให้รางวัลเป็นอย่างมาก"
          },
          "teamOrientation": {
            "name": "การมุ่งเน้นการทำงานเป็นทีม",
            "highDescription": "{{name}}ให้ความสำคัญกับการมุ่งเน้นการทำงานเป็นทีมและการร่วมงานกันมากกว่าการกำกับตัวเองและความเป็นอิสระในองค์กร",
            "midDescription": "{{name}}ให้ความสำคัญกับความสมดุลระหว่างการมุ่งเน้นการทำงานเป็นทีมและการกำกับตัวเองในองค์กร",
            "lowDescription": "{{name}}ให้ความสำคัญกับการกำกับตัวเองและความเป็นอิสระมากกว่าการมุ่งเน้นการทำงานเป็นทีมและการร่วมงานกันในองค์กร",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่มุ่งเน้นการทำงานเป็นทีมเป็นอย่างมาก"
          },
          "decisiveness": {
            "name": "ความเด็ดขาด",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่สามารถตัดสินใจได้อย่างรวดเร็ว",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความสมดุลระหว่างข้อโต้แย้งและความเด็ดขาด",
            "lowDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีวัฒนธรรมที่ส่งเสริมข้อโต้แย้งมากกว่าที่จะมีความเด็ดขาด",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่สามารถตัดสินใจได้รวดเร็วเป็นอย่างมาก"
          },
          "respectForPeople": {
            "name": "ความเคารพต่อผู้คน",
            "highDescription": "{{name}}ให้ความสำคัญกับความเป็นธรรมและความอดทนในองค์กรเป็นอย่างมาก",
            "midDescription": "{{name}}ให้ความสำคัญกับความเป็นธรรมและความอดทนในองค์กรในระดับปานกลาง",
            "lowDescription": "{{name}}ไม่ให้ความสำคัญกับความเป็นธรรมและความอดทนในองค์กรเท่าไหร่นัก",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่ให้ความเคารพต่อผู้คนเป็นอย่างมาก"
          },
          "adaptability": {
            "name": "ความสามารถในการปรับตัว",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ปรับตัว มีการสร้างสรรค์สิ่งใหม่ และเต็มใจที่จะทดลอง",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความสมดุลระหว่างความสามารถในการปรับตัวและความมั่นคง",
            "lowDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มั่นคง คาดเดาได้ และใช้ความระมัดระวัง",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่สามารถปรับตัวได้"
          },
          "collaboration": {
            "name": "การทำงานร่วมกัน",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีวัฒนธรรมที่มุ่งเน้นผู้คนซึ่งเน้นการทำงานร่วมกันและการทำงานเป็นทีม",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่สร้างความสมดุลระหว่างการทำงานร่วมกันและความเป็นอิสระ (เสรีภาพในการกำกับควบคุมตนเองหรือการจัดกิจกรรมของตัวเองในที่ทำงาน)",
            "lowDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีวัฒนธรรมที่ให้มุ่งเน้นผู้คนในระดับต่ำ โดยมุ่งเน้นไปที่ความเป็นอิสระ (เสรีภาพในการกำกับควบคุมตนเองหรือการจัดกิจกรรมของตัวเองในที่ทำงาน) และความดุดันมากกว่า",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่ส่งเสริมการทำงานร่วมกันเป็นอย่างมาก"
          },
          "customerOrientation": {
            "name": "การมุ่งเน้นลูกค้า",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดและมุ่งเน้นไปที่ลูกค้า",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดในระดับปานกลางและให้ความสำคัญกับลูกค้าในระดับหนึ่ง",
            "lowDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ขับเคลื่อนด้วยตลาดต่ำลงและให้ความสำคัญกับลูกค้าต่ำลง",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่มุ่งเน้นลูกค้าเป็นอย่างมาก"
          },
          "detailOrientation": {
            "name": "การมุ่งเน้นรายละเอียด",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดและคุณภาพ",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดและคุณภาพในระดับปานกลาง",
            "lowDescription": "{{name}}ไม่ให้ความสำคัญกับองค์กรที่ใส่ใจในรายละเอียดและคุณภาพ",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่ให้ความสำคัญกับรายละเอียดเป็นอย่างมาก"
          },
          "integrity": {
            "name": "ความซื่อสัตย์",
            "highDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์สุจริตและมีมาตรฐานทางจริยธรรมสูง เช่น มีความเคารพต่อผู้คน",
            "midDescription": "{{name}}ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์และมีมาตรฐานทางจริยธรรมในระดับหนึ่ง เช่น การเคารพต่อผู้คน",
            "lowDescription": "{{name}}ไม่ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์และมาตรฐานทางจริยธรรม เช่น การเคารพผู้อื่น",
            "summary": "{{name}}ให้ความสำคัญกับองค์กรที่มีความซื่อสัตย์เป็นอย่างมาก"
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "ความมั่นคงทางอารมณ์",
            "highDescription": "มีความทรหดสูง",
            "lowDescription": "มีความทรหดต่ำ"
          },
          "extraversion": {
            "id": "2",
            "name": "การเปิดเผยตัวตน",
            "highDescription": "เชิงรุกสูง",
            "lowDescription": "เชิงรุก"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "การเปิดรับประสบการณ์",
            "highDescription": "มีแรงบันดาลใจในการเรียนรู้สูง",
            "lowDescription": "มีแรงบันดาลใจในการเรียนรู้"
          },
          "agreeableness": {
            "id": "4",
            "name": "ความยินยอมเข้าใจ",
            "highDescription": "สบายมากกับการเปลี่ยนแปลง",
            "lowDescription": "สบายกับการเปลี่ยนแปลง"
          },
          "conscientiousness": {
            "id": "5",
            "name": "ความพิถีพิถัน",
            "highDescription": "พอใจมากในการทำงาน",
            "lowDescription": "พอใจกับการทำงาน"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "การประเมินตนเองหลัก",
            "highDescription": "มีอารมณ์มุ่งมั่นในการทำงานสูง",
            "lowDescription": "มีอารมณ์มุ่งมั่นในการทำงาน"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "การมุ่งเน้นประสิทธิภาพในการทำงาน",
            "highDescription": "มีประสิทธิภาพสูงในการทำงานสูง",
            "lowDescription": "มีประสิทธิภาพในการทำงานที่ดี"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "การมุ่งเน้นความชำนาญ",
            "highDescription": "มีความคิดสร้างสรรค์ในการทำงานสูง",
            "lowDescription": "มีความคิดสร้างสรรค์ในการทำงาน"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "การตรวจสอบตนเอง",
            "highDescription": "สามารถทำงานเป็นทีมได้ดี",
            "lowDescription": "สามารถทำงานเป็นทีมได้"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "การมองจากมุมมองของผู้อื่น",
            "highDescription": "มีความสามารถในการเป็นผู้นำที่แข็งแกร่ง",
            "lowDescription": "มีความสามารถในการเป็นผู้นำ"
          },
          "realistic": {
            "id": "11",
            "name": "เชิงรูปธรรม",
            "highDescription": "มีอาการหมดไฟในการทำงานต่ำมาก",
            "lowDescription": "มีอาการหมดไฟในการทำงานต่ำ"
          },
          "artistic": {
            "id": "13",
            "name": "เชิงศิลปะ",
            "highDescription": "มีประสิทธิภาพในการสื่อสารมาก",
            "lowDescription": "มีประสิทธิภาพในการสื่อสาร"
          },
          "social": {
            "id": "14",
            "name": "เชิงสังคม",
            "highDescription": "มีความสามารถในการทำงานหลายอย่างพร้อมกันสูง",
            "lowDescription": "มีความสามารถในการทำงานหลายอย่างพร้อมกันได้"
          },
          "enterprising": {
            "id": "15",
            "name": "เชิงนักประกอบการ",
            "highDescription": "สามารถเป็นผู้ประกอบการได้สูง",
            "lowDescription": "สามารถเป็นผู้ประกอบการได้"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "ความใจเย็น",
            "highDescription": "{{name}} ไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "{{name}} ไม่รู้สึกหงุดหงิดหรือโกรธง่าย",
            "lowDescription": "{{name}} มักจะรู้สึกหงุดหงิดหรือโกรธง่าย"
          },
          "depression": {
            "name": "การมีความหวัง",
            "highDescription": "{{name}} ไม่ค่อยรู้สึกท้อแท้",
            "lowDescription": "{{name}} รู้สึกแย่บ่อยๆ"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา",
            "lowDescription": "{{name}} มีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา"
          },
          "immoderation": {
            "name": "พลังความตั้งใจจริง",
            "highDescription": "{{name}} สามารถต้านทานสิ่งล่อใจและไม่น่าจะหลงระเริงมากเกินไป",
            "lowDescription": "{{name}} ต้านทานสิ่งล่อใจได้ยากและมีแนวโน้มจะตามใจตัวเองมากเกินไป"
          },
          "vulnerability": {
            "name": "การยืนหยัดปรับตัว",
            "highDescription": "{{name}} สามารถสงบสติอารมณ์ในสถานการณ์ที่ตึงเครียด",
            "lowDescription": "{{name}} มีแนวโน้มที่จะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "{{name}} เข้ากับคนอื่นได้ง่ายและสามารถผูกมิตรได้ง่าย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเก็บตัวกับผู้คนมากกว่าและอาจไม่ได้เป็นเพื่อนกันง่ายๆ"
          },
          "gregariousness": {
            "name": "ความชอบอยู่รวมกันเป็นกลุ่ม",
            "highDescription": "{{name}} ชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น",
            "lowDescription": "{{name}} ชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน"
          },
          "assertiveness": {
            "name": "ความกล้ายืนหยัด",
            "highDescription": "{{name}} มีแนวโน้มที่จะรับผิดชอบ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยต้องการให้ผู้อื่นเป็นผู้นำ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "{{name}} มีแนวโน้มที่จะยุ่งและทำหลายๆ อย่างโดยแบ่งเวลา",
            "lowDescription": "{{name}} ชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "{{name}} ชอบแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง",
            "lowDescription": "{{name}} ไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "{{name}} เป็นคนร่าเริงและมีอารมณ์เชิงบวกบ่อยครั้ง",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีจิตใจร่าเริงน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยครั้ง"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "{{name}} ชอบจมอยู่กับความคิดและจินตนาการ",
            "lowDescription": "{{name}} ไม่ชอบจมอยู่กับความคิดและจินตนาการ"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "{{name}} มีความสนใจในศิลปะและวรรณกรรม",
            "lowDescription": "{{name}} ไม่สนใจศิลปะและวรรณกรรม"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "{{name}} ตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่ค่อยตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "{{name}} มีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง",
            "lowDescription": "{{name}} ชอบกิจวัตรและแบบแผน และไม่ค่อยยินดีกับการเปลี่ยนแปลง"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "{{name}} สนใจแนวคิดและการอภิปรายที่เป็นนามธรรมและเชิงปรัชญา",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "{{name}} มีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสอดคล้องกับธรรมเนียมและค่านิยมดั้งเดิม"
          },
          "trust": {
            "name": "ความเชื่อใจ",
            "highDescription": "{{name}} มีแนวโน้มที่จะเชื่อใจผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสงสัยในความตั้งใจของผู้อื่นมากกว่า"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "{{name}} มีความจริงใจในการติดต่อกับผู้อื่นและไม่หันไปใช้วิธีบงการ",
            "lowDescription": "{{name}} เชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดสิ้นสุดที่ต้องการ"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นและยินดีที่จะช่วยเหลือผู้ที่ต้องการความช่วยเหลือ",
            "lowDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "{{name}} ไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำการในลักษณะแข่งขันและก้าวร้าว"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "{{name}} มีแนวโน้มที่จะถ่อมตัวและไม่มีความคิดเห็นเกี่ยวกับตนเองสูงจนเกินไป",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตนเองเหนือกว่าผู้อื่น"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "{{name}} เห็นอกเห็นใจผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "{{name}} มั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น",
            "lowDescription": "{{name}} ขาดความมั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "{{name}} มีความเป็นระเบียบเรียบร้อย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เป็นระเบียบและไม่ค่อยเป็นระเบียบ"
          },
          "dutifulness": {
            "name": "ความยึดมั่นในหน้าที่",
            "highDescription": "{{name}} มีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเป็นกันเองและยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน"
          },
          "achievementStriving": {
            "name": "ความมุ่งมั่นสู่ความสำเร็จ",
            "highDescription": "{{name}} ทำงานหนักและก้าวไปเหนือความคาดหมาย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะพอใจกับความสำเร็จในระดับที่ต่ำกว่า"
          },
          "selfDiscipline": {
            "name": "วินัยในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนอย่างมีระเบียบวินัย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่ได้เตรียมตัวและอาจไม่ดำเนินการตามแผนอย่างมีระเบียบวินัย"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "{{name}} คิดให้รอบคอบและไม่รีบเร่งในการดำเนินการหรือตัดสินใจ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คิดถึงผลที่ตามมา"
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "ความใจเย็น",
            "highDescription": "{{name}} ไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน พวกเขามักจะไม่รู้สึกลำบากใจหรือบกพร่อง ซึ่งทำให้พวกเขาสามารถทำงานได้ตามมาตรฐานปกติของคุณ",
            "midDescription": "{{name}} รู้สึกกังวลและหวาดกลัวกับสิ่งต่างๆ เป็นครั้งคราว ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน บางครั้งพวกเขาอาจรู้สึกอึดอัดหรือบกพร่อง ซึ่งอาจส่งผลต่อประสิทธิภาพการทำงานหากรู้สึกว่าเกินความสามารถที่จะรับมือได้",
            "lowDescription": "{{name}} มีแนวโน้มที่จะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ ในระหว่างสถานการณ์ตึงเครียดในที่ทำงาน พวกเขามักจะรู้สึกไม่สบายใจหรือบกพร่อง ซึ่งอาจส่งผลเสียต่อประสิทธิภาพการทำงานหากรู้สึกว่าเกินความสามารถที่จะรับมือได้"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "{{name}} ไม่รู้สึกหงุดหงิดหรือโกรธง่าย สิ่งนี้มีประโยชน์ในการสร้างความไว้วางใจในที่ทำงาน ช่วยให้สามารถจัดการข้อขัดแย้งอย่างสร้างสรรค์ และอำนวยความสะดวกในบรรยากาศการทำงานของพลเมืองและวิชาชีพ",
            "midDescription": "{{name}} มักจะรู้สึกหงุดหงิดหรือโกรธเป็นบางครั้ง หากได้รับการจัดการไม่ถูกต้อง สิ่งนี้อาจเป็นอันตรายต่อสุขภาพส่วนบุคคลและประสิทธิภาพการทำงานได้ หากแสดงออกอย่างไม่มีโครงสร้างและมากเกินไป อาจทำให้ความสัมพันธ์ในการทำงานตึงเครียดและอาจเป็นอันตรายต่อบรรยากาศขององค์กร",
            "lowDescription": "{{name}} มักจะรู้สึกหงุดหงิดหรือโกรธง่าย หากได้รับการจัดการไม่ถูกต้อง สิ่งนี้อาจเป็นอันตรายต่อสุขภาพส่วนบุคคลและประสิทธิภาพการทำงานได้ หากแสดงออกอย่างไม่มีโครงสร้างและมากเกินไป อาจทำให้ความสัมพันธ์ในการทำงานตึงเครียดและอาจเป็นอันตรายต่อบรรยากาศขององค์กร"
          },
          "depression": {
            "name": "การมีความหวัง",
            "highDescription": "{{name}} ไม่ค่อยรู้สึกท้อแท้ พวกเขาไม่ได้รับผลกระทบจากความรู้สึกหดหู่ใจง่ายๆ ซึ่งทำให้พวกเขาสามารถปฏิบัติงานได้ตามมาตรฐานปกติในที่ทำงาน",
            "midDescription": "{{name}} รู้สึกแย่เป็นบางครั้ง หากปล่อยทิ้งไว้โดยไม่ตรวจสอบ ความรู้สึกหดหู่มักส่งผลให้ขาดแรงจูงใจ ไม่มีพลังงาน และความยากลำบากในการเริ่มกิจกรรม ซึ่งอาจนำไปสู่ความยากลำบากในการรักษาประสิทธิภาพการทำงานสูงสุดในที่ทำงาน",
            "lowDescription": "{{name}} มักจะรู้สึกแย่บ่อยๆ หากปล่อยทิ้งไว้โดยไม่ตรวจสอบ ความรู้สึกหดหู่มักส่งผลให้ขาดแรงจูงใจ ไม่มีพลังงาน และความยากลำบากในการเริ่มกิจกรรม ซึ่งอาจนำไปสู่ความยากลำบากในการรักษาประสิทธิภาพการทำงานสูงสุดในที่ทำงาน"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา สิ่งนี้ทำให้พวกเขาสามารถแสดงตนออกมาและโต้ตอบกับผู้อื่นได้อย่างจริงใจมากขึ้น อย่างไรก็ตาม หากใช้ความรุนแรงมากเกินไป อาจมีความเสี่ยงที่จะขาดความตระหนักรู้ในตนเอง",
            "midDescription": "{{name}} บางครั้งอาจประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา ความกังวลเหล่านี้อาจนำไปสู่ความรู้สึกไม่สบายและความกังวลใจในการมีปฏิสัมพันธ์ทางสังคม ซึ่งอาจขัดขวางพวกเขาจากสิ่งที่พวกเขาสามารถทำได้อย่างแท้จริงในที่ทำงาน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา ความกังวลเหล่านี้อาจนำไปสู่ความรู้สึกไม่สบายและความกังวลใจในการมีปฏิสัมพันธ์ทางสังคม ซึ่งอาจขัดขวางพวกเขาจากสิ่งที่พวกเขาสามารถทำได้อย่างแท้จริงในที่ทำงาน"
          },
          "immoderation": {
            "name": "พลังความตั้งใจจริง",
            "highDescription": "{{name}} สามารถต้านทานสิ่งล่อใจและไม่น่าจะหลงระเริงมากเกินไป สิ่งนี้ช่วยในเรื่องประสิทธิภาพการทำงาน",
            "midDescription": "{{name}} บางครั้งสามารถต้านทานสิ่งล่อใจและหลงระเริงมากเกินไปในบางครั้ง การให้แรงกระตุ้นในที่ทำงานบ่อยเกินไปอาจส่งผลต่อประสิทธิภาพการทำงานของพวกเขา",
            "lowDescription": "{{name}} ต้านทานสิ่งล่อใจได้ยากและมีแนวโน้มจะตามใจตัวเองมากเกินไป การให้แรงกระตุ้นในที่ทำงานบ่อยเกินไปอาจส่งผลต่อประสิทธิภาพการทำงานของพวกเขา"
          },
          "vulnerability": {
            "name": "การยืนหยัดปรับตัว",
            "highDescription": "{{name}} สามารถสงบสติอารมณ์ในสถานการณ์ที่ตึงเครียด สิ่งนี้ช่วยให้พวกเขาคิด ตัดสินใจ และดำเนินการด้วยจิตใจที่ชัดเจน แม้ว่าจะอยู่ภายใต้แรงกดดันก็ตาม อย่างไรก็ตาม ปฏิกิริยาที่สงบมากเกินไปบางครั้งอาจถูกมองว่าเป็นการขาดความเห็นอกเห็นใจหรือความเข้าใจผิดเกี่ยวกับความรุนแรงของสถานการณ์",
            "midDescription": "{{name}} บางครั้งอาจสงบสติอารมณ์ในสถานการณ์ที่ตึงเครียด ความสงบช่วยให้พวกเขาคิด ตัดสินใจ และดำเนินการด้วยจิตใจที่ชัดเจน ในทางกลับกัน การถูกครอบงำจะขัดขวางความสามารถในการคิด ตัดสินใจ และกระทำ ซึ่งส่งผลต่อประสิทธิภาพการทำงาน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด ภายใต้แรงกดดัน พวกเขาอาจรู้สึกตื่นตระหนก สับสน และทำอะไรไม่ถูก ซึ่งอาจขัดขวางความสามารถในการคิดอย่างชัดเจน ตัดสินใจ และดำเนินการได้ สิ่งนี้อาจส่งผลต่อประสิทธิภาพการทำงานของพวกเขา"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "{{name}} เข้ากับคนอื่นได้ง่ายและสามารถผูกมิตรได้ง่าย ช่วยให้พวกเขาสามารถนำทางสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน",
            "midDescription": "{{name}} ค่อนข้างสบายใจเมื่ออยู่ร่วมกับผู้คนและสามารถผูกมิตรได้ด้วยการพยายามบ้าง สิ่งนี้ส่งผลต่อความสามารถในการนำทางสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเก็บตัวกับผู้คนมากกว่าและอาจไม่ได้เป็นเพื่อนกันง่ายๆ สิ่งนี้อาจส่งผลต่อความสามารถในการนำทางสถานการณ์ทางสังคม รวมถึงภายในสถานที่ทำงาน"
          },
          "gregariousness": {
            "name": "ความชอบอยู่รวมกันเป็นกลุ่ม",
            "highDescription": "{{name}} ชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น สิ่งนี้มีประโยชน์เมื่อพวกเขาจำเป็นต้องปฏิบัติงานภายในบริบททางสังคมที่พบบ่อยในที่ทำงาน",
            "midDescription": "{{name}} บางครั้งชอบอยู่ร่วมกับผู้อื่น แต่ในบางครั้ง เขากลับชอบอยู่คนเดียว การเข้าสังคมจะเป็นประโยชน์เมื่อพวกเขาจำเป็นต้องปฏิบัติตามบริบททางสังคมทั่วไปในที่ทำงาน",
            "lowDescription": "{{name}} ชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน บางครั้งสิ่งนี้อาจส่งผลต่อความสามารถในการปฏิบัติงานภายในบริบททางสังคมที่พบบ่อยในที่ทำงาน"
          },
          "assertiveness": {
            "name": "ความกล้ายืนหยัด",
            "highDescription": "{{name}} มีแนวโน้มที่จะรับผิดชอบ สิ่งนี้มีส่วนช่วยให้มีศักยภาพในการเป็นผู้นำ",
            "midDescription": "{{name}} รับผิดชอบเป็นครั้งคราว สิ่งนี้มีส่วนช่วยให้มีศักยภาพในการเป็นผู้นำ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยต้องการให้ผู้อื่นเป็นผู้นำ สิ่งนี้อาจส่งผลกระทบต่อศักยภาพในการเป็นผู้นำ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "{{name}} มีแนวโน้มที่จะยุ่งและทำหลายๆ อย่างโดยแบ่งเวลา ข้อมูลนี้สามารถบ่งบอกถึงปริมาณพลังงานที่พวกเขาใช้จ่ายและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน",
            "midDescription": "{{name}} พยายามสร้างสมดุลกับเวลาที่พวกเขาทำ ในทำนองเดียวกัน ข้อมูลนี้สามารถบ่งบอกถึงปริมาณพลังงานที่พวกเขาใช้ไปและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน",
            "lowDescription": "{{name}} ชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป ในทำนองเดียวกัน ข้อมูลนี้สามารถบ่งบอกถึงปริมาณพลังงานที่พวกเขาใช้ไปและระดับการมีส่วนร่วมในกิจกรรมประจำวันในที่ทำงาน"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "{{name}} ชอบแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง สิ่งนี้มีประโยชน์สำหรับงานในสภาพแวดล้อมที่มีการเปลี่ยนแปลงอย่างรวดเร็วและงานที่ต้องรับความเสี่ยงในระดับหนึ่ง",
            "midDescription": "{{name}} แสวงหาความตื่นเต้นและการผจญภัยและรับความเสี่ยงเป็นครั้งคราว สิ่งนี้มีประโยชน์สำหรับงานในสภาพแวดล้อมที่มีการเปลี่ยนแปลงอย่างรวดเร็วและงานที่ต้องรับความเสี่ยงในระดับหนึ่ง",
            "lowDescription": "{{name}} ไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง พวกเขาอาจพบว่าการทำงานในสภาพแวดล้อมที่เปลี่ยนแปลงอย่างรวดเร็วและไม่หยุดนิ่งและงานที่ต้องใช้ความเสี่ยงในระดับหนึ่งอาจเป็นเรื่องท้าทาย"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "{{name}} เป็นคนร่าเริงและมีอารมณ์เชิงบวกบ่อยครั้ง คนคิดบวกมักถูกมองว่าเป็นที่ชื่นชอบของผู้อื่นมากกว่า",
            "midDescription": "{{name}} เป็นคนร่าเริงปานกลางและบางครั้งก็มีอารมณ์เชิงบวก สิ่งนี้ส่งผลต่อการที่ผู้อื่นมองพวกเขาในแง่บวกและอาจส่งผลต่อความน่ารักของพวกเขาด้วย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีจิตใจร่าเริงน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยครั้ง สิ่งนี้ส่งผลต่อการที่ผู้อื่นมองพวกเขาในแง่บวก และอาจส่งผลต่อความน่ารักของพวกเขาด้วย"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "คุณชอบหลงไปกับความคิดและจินตนาการของพวกเขา ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม",
            "midDescription": "บางครั้งคุณชอบจมอยู่กับความคิดและจินตนาการของพวกเขา ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม",
            "lowDescription": "คุณไม่ชอบจมอยู่กับความคิดและจินตนาการของพวกเขา ปลูกฝังจินตนาการช่วยในการแก้ปัญหาและนวัตกรรม"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "คุณมีความสนใจในศิลปะและวรรณกรรม การมีส่วนร่วมในด้านศิลปะและวรรณกรรมสามารถช่วยพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี",
            "midDescription": "บางครั้งคุณอาจสนใจศิลปะและวรรณกรรม การมีส่วนร่วมในด้านศิลปะและวรรณกรรมสามารถช่วยพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี",
            "lowDescription": "คุณไม่สนใจศิลปะหรือวรรณกรรม การมีส่วนร่วมในด้านศิลปะและวรรณกรรมสามารถช่วยพัฒนาทักษะต่างๆ เช่น การคิดเชิงวิเคราะห์ และแม้กระทั่งปรับปรุงความเป็นอยู่ที่ดี"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "คุณตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น สิ่งนี้ทำให้พวกเขามีความเห็นอกเห็นใจและสร้างความสัมพันธ์ที่ดีกับผู้อื่น",
            "midDescription": "{{name}} มีความตระหนักในระดับปานกลาง และบางครั้งก็เปิดกว้างต่อประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น สิ่งนี้ส่งผลต่อความเห็นอกเห็นใจผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่ดี",
            "lowDescription": "{{name}} มีแนวโน้มที่จะตระหนักน้อยลงและเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น สิ่งนี้สามารถส่งผลต่อความเห็นอกเห็นใจผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่ดี"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "{{name}} มีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน",
            "midDescription": "{{name}} ชอบความสมดุลระหว่างความหลากหลายและกิจวัตร และยินดีกับการเปลี่ยนแปลงเป็นครั้งคราว การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน",
            "lowDescription": "{{name}} ชอบกิจวัตรและแบบแผน และไม่ค่อยยินดีกับการเปลี่ยนแปลง การเปลี่ยนแปลงเป็นสิ่งที่หลีกเลี่ยงไม่ได้ในชีวิตประจำวันและในที่ทำงาน"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "{{name}} สนใจแนวคิดและการอภิปรายที่เป็นนามธรรมและเชิงปรัชญา พวกเขาอาจจะเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือกมากกว่า",
            "midDescription": "{{name}} ค่อนข้างสนใจแนวคิดและการอภิปรายที่เป็นนามธรรมและเชิงปรัชญา บางครั้งพวกเขาอาจเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือก",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา พวกเขาอาจจะไม่ค่อยเปิดกว้างต่อทฤษฎีและแนวคิดทางเลือก"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "{{name}} มีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม พวกเขาอาจจะเปิดกว้างต่อความคิดเห็นและมุมมองทางเลือกอื่นมากกว่า",
            "midDescription": "{{name}} เต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิมเป็นครั้งคราว พวกเขาอาจค่อนข้างเปิดกว้างต่อความคิดเห็นและมุมมองทางเลือกอื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสอดคล้องกับธรรมเนียมและค่านิยมดั้งเดิม พวกเขาอาจจะไม่ค่อยเปิดกว้างต่อความคิดเห็นและมุมมองทางเลือกอื่น"
          },
          "trust": {
            "name": "ความเชื่อใจ",
            "highDescription": "{{name}} มีแนวโน้มที่จะเชื่อใจผู้อื่น ในที่ทำงาน พวกเขามีแนวโน้มที่จะมีปฏิสัมพันธ์กับผู้อื่นโดยคิดว่าพวกเขาเชื่อถือได้และมีเจตนาดี ซึ่งบางครั้งอาจตอบแทนกลับกัน สิ่งนี้ทำให้พวกเขาสามารถสร้างความสัมพันธ์ที่จริงใจในที่ทำงาน",
            "midDescription": "{{name}} มีแนวโน้มที่จะเชื่อใจผู้อื่นในระดับหนึ่ง ในที่ทำงาน พวกเขาอาจมีปฏิสัมพันธ์กับผู้อื่นโดยคิดว่าพวกเขาเชื่อถือได้และมีเจตนาดีเป็นส่วนใหญ่ แต่พวกเขาก็ควรใช้ความระมัดระวังเช่นกัน แม้ว่าบางครั้งความไว้วางใจจะได้รับการตอบแทน แต่ระดับของความระมัดระวังก็มีประโยชน์ในบางครั้ง",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสงสัยในความตั้งใจของผู้อื่นมากกว่า สิ่งนี้อาจส่งผลต่อวิธีที่พวกเขาโต้ตอบกับผู้อื่นและความสามารถในการสร้างความสัมพันธ์ที่จริงใจในที่ทำงาน"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "{{name}} มีความจริงใจในการติดต่อกับผู้อื่นและไม่หันไปใช้วิธีบงการ ผู้คนอาจพบว่าตนโต้ตอบและเกี่ยวข้องได้ง่ายขึ้น ซึ่งเอื้อต่อการสร้างความสัมพันธ์",
            "midDescription": "{{name}} มักจะจริงใจในการติดต่อกับผู้อื่น แม้ว่าพวกเขาจะไม่ได้ใช้การหลอกลวงหากจำเป็นก็ตาม หากใช้ความรุนแรงจนเกินไป พฤติกรรมดังกล่าวอาจเป็นอันตรายต่อทีมและองค์กรได้ในระยะยาว",
            "lowDescription": "{{name}} เชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดสิ้นสุดที่ต้องการ หากดำเนินการอย่างสุดโต่ง พฤติกรรมดังกล่าวอาจเป็นอันตรายต่อทีมและองค์กรในระยะยาว"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นและยินดีที่จะช่วยเหลือผู้ที่ต้องการความช่วยเหลือ ความพร้อม {{Their}} ในการช่วยเหลือและสนับสนุนผู้อื่นอำนวยความสะดวกในการสร้างทีมที่เหนียวแน่นและวัฒนธรรมการทำงานร่วมกัน",
            "midDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นเป็นครั้งคราว และบางครั้งก็เต็มใจที่จะช่วยเหลือผู้ที่ต้องการความช่วยเหลือ ความพร้อม {{Their}} ในการช่วยเหลือและสนับสนุนผู้อื่นอำนวยความสะดวกในการสร้างทีมที่เหนียวแน่นและวัฒนธรรมการทำงานร่วมกัน",
            "lowDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา ซึ่งอาจส่งผลต่อความสามัคคีและการทำงานร่วมกันของทีม"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "{{name}} ไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว คนอื่นๆ อาจตอบสนองตามนั้น ซึ่งช่วยสร้างสภาพแวดล้อมการทำงานที่เป็นมิตรและน่ารื่นรมย์",
            "midDescription": "{{name}} มีแนวโน้มที่จะสับสนเกี่ยวกับการเผชิญหน้า แต่โดยส่วนใหญ่แล้ว พวกเขาพยายามที่จะไม่กระทำการในลักษณะแข่งขันและก้าวร้าว การเผชิญหน้าที่รุนแรงอาจตอบสนองซึ่งสร้างสภาพแวดล้อมการทำงานที่ไม่เอื้ออำนวยและไม่สร้างสรรค์",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำการในลักษณะแข่งขันและก้าวร้าว การเผชิญหน้าที่รุนแรงอาจตอบสนองซึ่งสร้างสภาพแวดล้อมการทำงานที่ไม่เอื้ออำนวยและไม่สร้างสรรค์"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "{{name}} มีแนวโน้มที่จะถ่อมตัวและไม่มีความคิดเห็นเกี่ยวกับตนเองสูงจนเกินไป คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบ อย่างไรก็ตาม ความอ่อนน้อมถ่อมตนมากเกินไปอาจเป็นตัวบ่งชี้ถึงความมั่นใจในตนเองต่ำ",
            "midDescription": "{{name}} มีความคิดเห็นเกี่ยวกับตนเองค่อนข้างสูง คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบ และมีความมั่นใจในตนเองในระดับปานกลางก็ถือว่าดีต่อสุขภาพ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตนเองเหนือกว่าผู้อื่น พวกเขาอาจถูกมองว่ามีแนวโน้มที่จะพูดคุยเกี่ยวกับความสำเร็จของตนเองและดูมั่นใจในตนเองมากเกินไป ในทางกลับกัน คนเจียมเนื้อเจียมตัวมักถูกมองว่าเป็นคนคิดบวกและเป็นที่ชื่นชอบมากกว่า"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "{{name}} เห็นอกเห็นใจผู้อื่น การแสดงความเห็นอกเห็นใจในที่ทำงานแสดงให้เห็นว่าพวกเขาเห็นคุณค่าของความรู้สึกของผู้อื่นและบ่งบอกถึงการสนับสนุน ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน",
            "midDescription": "{{name}} เห็นอกเห็นใจผู้อื่นเป็นครั้งคราว การแสดงความเห็นอกเห็นใจในที่ทำงานแสดงให้เห็นว่าพวกเขาเห็นคุณค่าของความรู้สึกของผู้อื่นและบ่งบอกถึงการสนับสนุน ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย การแสดงความเห็นอกเห็นใจในที่ทำงานจะแสดงให้เห็นว่าพวกเขาเห็นคุณค่าของความรู้สึกของผู้อื่นและแสดงถึงการสนับสนุนของพวกเขา ซึ่งจะช่วยสร้างและเสริมสร้างความสัมพันธ์ในการทำงาน"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "{{name}} มั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น ประสิทธิภาพการทำงานเกี่ยวข้องกับความมั่นใจในความสามารถของตน",
            "midDescription": "{{name}} ค่อนข้างมั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น ความมั่นใจในความสามารถของพวกเขาอาจส่งผลต่อประสิทธิภาพการทำงานของพวกเขา",
            "lowDescription": "{{name}} ขาดความมั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น การขาดความมั่นใจในความสามารถอาจส่งผลต่อประสิทธิภาพการทำงานของพวกเขา"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "{{name}} มีความเป็นระเบียบเรียบร้อย ความเป็นระเบียบเรียบร้อยและการจัดระเบียบอาจช่วยให้ผลผลิตดีขึ้น",
            "midDescription": "{{name}} ค่อนข้างเป็นระเบียบและเป็นระเบียบ ความเป็นระเบียบเรียบร้อยและการจัดระเบียบมากขึ้นอาจช่วยให้ผลิตภาพดีขึ้นได้",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เป็นระเบียบและไม่ค่อยเป็นระเบียบ ความเป็นระเบียบเรียบร้อยและการจัดระเบียบมากขึ้นอาจช่วยให้ผลิตภาพดีขึ้นได้"
          },
          "dutifulness": {
            "name": "ความยึดมั่นในหน้าที่",
            "highDescription": "{{name}} มีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน กฎต่อไปนี้ช่วยรักษาความสงบเรียบร้อยและการปฏิบัติตามภาระผูกพันทำให้เกิดความไว้วางใจ",
            "midDescription": "{{name}} ปฏิบัติตามกฎและปฏิบัติตามภาระผูกพันในระดับปานกลาง การปฏิบัติตามกฎจะช่วยรักษาความสงบเรียบร้อยและการปฏิบัติตามภาระผูกพันจะช่วยสร้างความไว้วางใจ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเป็นกันเองและยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน การปฏิบัติตามกฎจะช่วยรักษาความสงบเรียบร้อยได้ดีขึ้น และการปฏิบัติตามภาระผูกพันจะช่วยสร้างความไว้วางใจ"
          },
          "achievementStriving": {
            "name": "ความมุ่งมั่นสู่ความสำเร็จ",
            "highDescription": "{{name}} ทำงานหนักและก้าวไปเหนือความคาดหมาย สิ่งนี้ทำให้พวกเขาได้รับความสำเร็จในระดับที่สูงขึ้น",
            "midDescription": "{{name}} บางครั้งทำงานหนักและทำเกินความคาดหมาย สิ่งนี้มีผลกระทบต่อความสามารถในการบรรลุความสำเร็จในระดับที่สูงขึ้น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะพอใจกับความสำเร็จในระดับที่ต่ำกว่า สิ่งนี้อาจส่งผลกระทบต่อความสามารถในการบรรลุความสำเร็จในระดับที่สูงขึ้น"
          },
          "selfDiscipline": {
            "name": "วินัยในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนอย่างมีระเบียบวินัย สิ่งนี้ทำให้พวกเขาก้าวไปสู่การบรรลุเป้าหมาย",
            "midDescription": "{{name}} พยายามเตรียมพร้อมและดำเนินการตามแผนอย่างมีระเบียบวินัย สิ่งนี้อาจส่งผลกระทบต่อความสามารถในการติดตามเพื่อให้บรรลุเป้าหมาย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่ได้เตรียมตัวและอาจไม่ดำเนินการตามแผนอย่างมีระเบียบวินัย สิ่งนี้อาจส่งผลกระทบต่อความสามารถในการติดตามเพื่อให้บรรลุเป้าหมาย"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "{{name}} คิดอย่างรอบคอบและไม่รีบเร่งในการดำเนินการหรือตัดสินใจ ความรอบคอบดังกล่าวบางครั้งสามารถทำให้พวกเขามีประสิทธิภาพมากขึ้นเมื่อตอบสนองต่อสถานการณ์",
            "midDescription": "{{name}} คิดอย่างรอบคอบเป็นครั้งคราวและพยายามไม่รีบร้อนในการดำเนินการหรือตัดสินใจ ความรอบคอบดังกล่าวบางครั้งสามารถทำให้พวกเขามีประสิทธิภาพมากขึ้นเมื่อตอบสนองต่อสถานการณ์",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คิดถึงผลที่ตามมา ความระมัดระวังบางประการสามารถช่วยให้คุณตอบสนองต่อสถานการณ์ได้อย่างมีประสิทธิภาพมากขึ้น"
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "ความใจเย็น",
            "highDescription": "{{name}} ไม่ค่อยกังวลและหวาดกลัวกับสิ่งต่างๆ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะวิตกกังวลและหวาดกลัวกับสิ่งต่างๆ"
          },
          "anger": {
            "name": "ความสงบ",
            "highDescription": "{{name}} ไม่รู้สึกหงุดหงิดหรือโกรธง่าย",
            "lowDescription": "{{name}} มักจะรู้สึกหงุดหงิดหรือโกรธง่าย"
          },
          "depression": {
            "name": "การมีความหวัง",
            "highDescription": "{{name}} ไม่ค่อยรู้สึกท้อแท้",
            "lowDescription": "{{name}} รู้สึกแย่บ่อยๆ"
          },
          "selfConsciousness": {
            "name": "ความมั่นใจในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะไม่ประหม่าในสถานการณ์ทางสังคมและกังวลเพียงเล็กน้อยเกี่ยวกับสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา",
            "lowDescription": "{{name}} มีแนวโน้มที่จะประหม่าในสถานการณ์ทางสังคมและไวต่อสิ่งที่คนอื่นคิดเกี่ยวกับพวกเขา"
          },
          "immoderation": {
            "name": "พลังความตั้งใจจริง",
            "highDescription": "{{name}} สามารถต้านทานสิ่งล่อใจและไม่น่าจะหลงระเริงมากเกินไป",
            "lowDescription": "{{name}} ต้านทานสิ่งล่อใจได้ยากและมีแนวโน้มจะตามใจตัวเองมากเกินไป"
          },
          "vulnerability": {
            "name": "การยืนหยัดปรับตัว",
            "highDescription": "{{name}} สามารถสงบสติอารมณ์ในสถานการณ์ที่ตึงเครียด",
            "lowDescription": "{{name}} มีแนวโน้มที่จะรู้สึกหนักใจในสถานการณ์ที่ตึงเครียด"
          },
          "friendliness": {
            "name": "ความเป็นมิตร",
            "highDescription": "{{name}} เข้ากับคนอื่นได้ง่ายและสามารถผูกมิตรได้ง่าย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเก็บตัวกับผู้คนมากกว่าและอาจไม่ได้เป็นเพื่อนกันง่ายๆ"
          },
          "gregariousness": {
            "name": "ความชอบอยู่รวมกันเป็นกลุ่ม",
            "highDescription": "{{name}} ชอบที่จะถูกรายล้อมไปด้วยผู้คนและชอบอยู่ร่วมกับผู้อื่น",
            "lowDescription": "{{name}} ชอบที่จะอยู่คนเดียวและไม่ถูกรายล้อมไปด้วยผู้คน"
          },
          "assertiveness": {
            "name": "ความกล้ายืนหยัด",
            "highDescription": "{{name}} มีแนวโน้มที่จะรับผิดชอบ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะหลีกเลี่ยงการรับผิดชอบ โดยต้องการให้ผู้อื่นเป็นผู้นำ"
          },
          "activityLevel": {
            "name": "ระดับกิจกรรม",
            "highDescription": "{{name}} มีแนวโน้มที่จะยุ่งและทำหลายๆ อย่างโดยแบ่งเวลา",
            "lowDescription": "{{name}} ชอบที่จะสบายๆ และไม่ใช้เวลากับสิ่งต่างๆ มากเกินไป"
          },
          "excitementSeeking": {
            "name": "การแสวงหาความตื่นเต้น",
            "highDescription": "{{name}} ชอบแสวงหาความตื่นเต้นและการผจญภัย และรับความเสี่ยง",
            "lowDescription": "{{name}} ไม่ชอบแสวงหาความตื่นเต้นและการผจญภัยหรือกล้าเสี่ยง"
          },
          "cheerfulness": {
            "name": "ความร่าเริง",
            "highDescription": "{{name}} เป็นคนร่าเริงและมีอารมณ์เชิงบวกบ่อยครั้ง",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีจิตใจร่าเริงน้อยลงและอาจไม่ได้มีอารมณ์เชิงบวกบ่อยครั้ง"
          },
          "imagination": {
            "name": "จินตนาการ",
            "highDescription": "{{name}} ชอบจมอยู่กับความคิดและจินตนาการ",
            "lowDescription": "{{name}} ไม่ชอบจมอยู่กับความคิดและจินตนาการ"
          },
          "artisticInterests": {
            "name": "ความสนใจทางศิลปะ",
            "highDescription": "{{name}} มีความสนใจในศิลปะและวรรณกรรม",
            "lowDescription": "{{name}} ไม่สนใจศิลปะและวรรณกรรม"
          },
          "emotionality": {
            "name": "อารมณ์",
            "highDescription": "{{name}} ตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่ค่อยตระหนักรู้และเปิดรับประสบการณ์ทางอารมณ์ของตนเองและของผู้อื่น"
          },
          "adventurousness": {
            "name": "การผจญภัย",
            "highDescription": "{{name}} มีแนวโน้มที่จะยอมรับความหลากหลายและการเปลี่ยนแปลง",
            "lowDescription": "{{name}} ชอบกิจวัตรและแบบแผน และไม่ค่อยยินดีกับการเปลี่ยนแปลง"
          },
          "intellect": {
            "name": "สติปัญญา",
            "highDescription": "{{name}} สนใจแนวคิดและการอภิปรายที่เป็นนามธรรมและเชิงปรัชญา",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่สนใจแนวคิดและการอภิปรายเชิงนามธรรมและเชิงปรัชญา"
          },
          "liberalism": {
            "name": "เสรีนิยม",
            "highDescription": "{{name}} มีแนวโน้มที่จะเต็มใจที่จะท้าทายแบบแผนและค่านิยมดั้งเดิม",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสอดคล้องกับธรรมเนียมและค่านิยมดั้งเดิม"
          },
          "trust": {
            "name": "ความเชื่อใจ",
            "highDescription": "{{name}} มีแนวโน้มที่จะเชื่อใจผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะสงสัยในความตั้งใจของผู้อื่นมากกว่า"
          },
          "morality": {
            "name": "คุณธรรม",
            "highDescription": "{{name}} มีความจริงใจในการติดต่อกับผู้อื่นและไม่หันไปใช้วิธีบงการ",
            "lowDescription": "{{name}} เชื่อว่าการหลอกลวงในระดับหนึ่งเป็นสิ่งจำเป็นในความสัมพันธ์เพื่อให้บรรลุจุดสิ้นสุดที่ต้องการ"
          },
          "altruism": {
            "name": "การเห็นแก่ประโยชน์ผู้อื่น",
            "highDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นและยินดีที่จะช่วยเหลือผู้ที่ต้องการความช่วยเหลือ",
            "lowDescription": "{{name}} มีความกังวลเกี่ยวกับผู้อื่นน้อยลงและอาจไม่ต้องการเข้าไปยุ่งเกี่ยวกับเรื่องของพวกเขา"
          },
          "cooperation": {
            "name": "ความร่วมมือ",
            "highDescription": "{{name}} ไม่ชอบการเผชิญหน้าและไม่กระทำการในลักษณะแข่งขันและก้าวร้าว",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำการในลักษณะแข่งขันและก้าวร้าว"
          },
          "modesty": {
            "name": "ความสุภาพเรียบร้อย",
            "highDescription": "{{name}} มีแนวโน้มที่จะถ่อมตัวและไม่มีความคิดเห็นเกี่ยวกับตนเองสูงจนเกินไป",
            "lowDescription": "{{name}} มีแนวโน้มที่จะมีความคิดเห็นของตัวเองสูงและอาจมองว่าตนเองเหนือกว่าผู้อื่น"
          },
          "sympathy": {
            "name": "ความเห็นอกเห็นใจ",
            "highDescription": "{{name}} เห็นอกเห็นใจผู้อื่น",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เข้าอกเข้าใจผู้อื่นได้ง่าย"
          },
          "selfEfficacy": {
            "name": "การรับรู้ความสามารถของตนเอง",
            "highDescription": "{{name}} มั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น",
            "lowDescription": "{{name}} ขาดความมั่นใจในความสามารถในการทำงานให้สำเร็จและเก่งในงานเหล่านั้น"
          },
          "orderliness": {
            "name": "ความเป็นระเบียบเรียบร้อย",
            "highDescription": "{{name}} มีความเป็นระเบียบเรียบร้อย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่เป็นระเบียบและไม่ค่อยเป็นระเบียบ"
          },
          "dutifulness": {
            "name": "ความยึดมั่นในหน้าที่",
            "highDescription": "{{name}} มีแนวโน้มที่จะปฏิบัติตามกฎและปฏิบัติตามภาระผูกพัน",
            "lowDescription": "{{name}} มีแนวโน้มที่จะเป็นกันเองและยืดหยุ่นมากขึ้นในการปฏิบัติตามกฎเกณฑ์ และอาจไม่ปฏิบัติตามภาระผูกพัน"
          },
          "achievementStriving": {
            "name": "ความมุ่งมั่นสู่ความสำเร็จ",
            "highDescription": "{{name}} ทำงานหนักและก้าวไปเหนือความคาดหมาย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะพอใจกับความสำเร็จในระดับที่ต่ำกว่า"
          },
          "selfDiscipline": {
            "name": "วินัยในตนเอง",
            "highDescription": "{{name}} มีแนวโน้มที่จะเตรียมพร้อมและดำเนินการตามแผนอย่างมีระเบียบวินัย",
            "lowDescription": "{{name}} มีแนวโน้มที่จะไม่ได้เตรียมตัวและอาจไม่ดำเนินการตามแผนอย่างมีระเบียบวินัย"
          },
          "cautiousness": {
            "name": "ความรอบคอบ",
            "highDescription": "{{name}} คิดให้รอบคอบและไม่รีบเร่งในการดำเนินการหรือตัดสินใจ",
            "lowDescription": "{{name}} มีแนวโน้มที่จะกระทำหรือตัดสินใจโดยไม่คิดถึงผลที่ตามมา"
          }
        }
      }
    }
  }
}
