{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Başarı/Çaba",
        "highDescription": "İddialı kişisel hedefler belirler ve bunlara ulaşmak için kesin eylemlerde bulunur. Yüksek kalitede performans için çaba gösterir.",
        "lowDescription": "Görevlerin yerine getirilmesinde güvenin güçlendirilmesinden, taahhütlerin yerine getirilmesinin sağlanmasından, hedeflerin tamamlanmasından ve performans beklentileriyle daha uyumlu hale getirilmesinden faydalanılabilir."
      },
      "persistence": {
        "name": "Kalıcılık",
        "highDescription": "Dayanıklılık ve dayanıklılık gösterir. Zorluklara rağmen stratejik planlara ve amaca bağlı kalır.",
        "lowDescription": "Baskıyı yönetmek ve engelleri daha etkili bir şekilde aşmak için stratejiler geliştirmekten fayda görebilir. Zorluklarla karşılaştığınızda destek aramaya ve kullanmaya teşvik edilir."
      },
      "initiative": {
        "name": "Girişim",
        "highDescription": "Yeni ve ek görevleri sorulmadan kabul eder. Proaktif olarak statükoya meydan okur ve katkıda bulunmanın ve iyileştirmenin yollarını belirler.",
        "lowDescription": "Etkileyici durumlarda daha proaktif bir yaklaşım benimseyerek büyüme fırsatına sahiptir. Yeni sorumlulukları ve zorlukları benimsemeye ve harekete geçme girişimlerinde bulunmaya teşvik edilir."
      },
      "leadership": {
        "name": "Liderlik",
        "highDescription": "Başkalarına rehberlik etmeye, liderlik etmeye ve yön vermeye istekli. Çoğunlukla kaliteyi ve etkililiği artırmanın yollarını önerir.",
        "lowDescription": "Fırsatlar ortaya çıktığında liderlik yapmak ve yön vermek için adım atmaktan fayda görebilir. Başkalarını yönetme ve yönlendirme alanlarında büyümek için destek aramaya teşvik edilir."
      },
      "cooperation": {
        "name": "İşbirliği",
        "highDescription": "Farklı insanlarla olumlu ve uyumlu bir şekilde çalışabilir ve muhtemelen herkese adil ve saygılı davranabilir.",
        "lowDescription": "Daha işbirlikçi olmaya ve işbirliği yapılması daha kolay olmaya çalışarak ekibin moralini ve üretkenliğini artırabilir. Bu, iletişim ve ekip çalışması becerileri üzerinde çalışmak anlamına gelebilir."
      },
      "concernForOthers": {
        "name": "Başkaları için endişe",
        "highDescription": "Başkalarının ihtiyaçlarını, duygularını ve bakış açılarını dikkate alır ve saygı duyar. Özellikle zor durumda olduklarında başkalarına destek sunar.",
        "lowDescription": "Başkalarının ihtiyaçlarına ve duygularına karşı empati ve anlayış geliştirmekten fayda görebilir. Örneğin, destek ve yardım sunmaya çalışarak kişi başkalarına daha uyumlu hale gelebilir, daha şefkatli ve destekleyici bir ortam geliştirebilir."
      },
      "socialOrientation": {
        "name": "Sosyal Yönelim",
        "highDescription": "Hedeflere ulaşmak için bir ekip içinde birliği teşvik eder ve sinerjiyi teşvik eder. Başkalarıyla verimli ilişkiler kurar ve sürdürür.",
        "lowDescription": "Bağımsızlık ve işbirliği arasında bir denge kurmaktan, iş deneyimlerini ve sonuçlarını zenginleştirmek için meslektaşlarıyla daha fazla etkileşimi teşvik etmekten fayda görebilir."
      },
      "selfControl": {
        "name": "Oto kontrol",
        "highDescription": "Zorluklar karşısında bile yüksek düzeyde öz kontrol ve öz düzenleme gösterir. Kendi eylemlerinin ve ruh hallerinin başkaları üzerindeki etkilerinin farkındadır ve dürtüsel hareket etme olasılığı düşüktür.",
        "lowDescription": "Duyguları daha iyi düzenlemek ve düşünceli karar vermeyi geliştirmek için stratejiler geliştirmekten faydalanabilir."
      },
      "stressTolerance": {
        "name": "Stres toleransı",
        "highDescription": "Rasyonel kararlar verebilme ve stresli durumlarda etkili bir şekilde performans göstermeye devam edebilme ve geri bildirim ve eleştiriyi kolayca kabul edebilme becerisi.",
        "lowDescription": "Duyguları kontrol etme, geri bildirimi bir büyüme fırsatı olarak görme ve stres altında çalışarak performansı artırma konusunda daha donanımlı olmak için duygusal düzenleme ve stres yönetimi ile ilgili tekniklerden yararlanabilir."
      },
      "adaptabilityFlexibility": {
        "name": "Uyarlanabilirlik/Esneklik",
        "highDescription": "Değişikliklere olumlu yanıt verir ve yeni uygulamaları benimser. Dinamik durumlarda sonuç elde etmek için strateji değiştirmede esneklik gösterir.",
        "lowDescription": "Değişime ve yeni fikirlere karşı daha açık bir zihniyet geliştirmeye teşvik edilir. Esnekliğin geliştirilmesi, problem çözme becerilerinin geliştirilmesine ve gelişen koşullara daha yumuşak uyum sağlanmasına yol açabilir."
      },
      "dependability": {
        "name": "Güvenilirlik",
        "highDescription": "Taahhütleri özenle takip eder ve son teslim tarihlerini tutarlı bir şekilde karşılar. İşyerinde sorumluluk gösterir ve hataların sorumluluğunu üstlenir.",
        "lowDescription": "Görevleri tamamlama ve taahhütleri yerine getirme konusunda tutarlılığı artırmaya odaklanmanın faydası olabilir."
      },
      "attentionToDetail": {
        "name": "Detaylara dikkat",
        "highDescription": "İşyerinde görevleri yerine getirirken dikkatli ve düzenli olma eğilimindedir, ayrıntıları nadiren gözden kaçırır ve doğruluk ve eksiksizliği garanti eder.",
        "lowDescription": "Ayrıntılara daha fazla odaklanmanın ve görevlerde daha yüksek hassasiyeti hedeflemenin faydası olabilir."
      },
      "integrity": {
        "name": "Bütünlük",
        "highDescription": "Davranış kurallarına ve etik ilkelere sıkı sıkıya bağlı kalır. Güvenilirdir ve sözlerinde ve eylemlerinde tutarlılık gösterir.",
        "lowDescription": "Eylemleri kendi belirlediği değerlerle uyumlu hale getirmekten ve kararların başkaları üzerindeki etkisini göz önünde bulundurmaktan fayda görebilir, mesleki ilişkilerde güven ve saygı inşa edilebilir."
      },
      "independence": {
        "name": "Bağımsızlık",
        "highDescription": "Kendi kendini yöneten, çok az denetimle veya hiç denetim olmadan işleri halletme konusunda yetenekli ve kendinden emin.",
        "lowDescription": "Bağımsız problem çözme ve karar verme konusunda güven ve becerilerin geliştirilmesinden faydalanabilir."
      },
      "innovation": {
        "name": "Yenilik",
        "highDescription": "Fikirleri birleştirebilme, yeni yaklaşımlar deneyebilme ve mevcut sorunlara yeni çözümler geliştirebilme.",
        "lowDescription": "Yaratıcılığı ve yeniliği benimseme konusunda büyüme alanı vardır. Sorun çözmeye yönelik yeni yaklaşımları keşfetmeye ve yeni fikirlere ve iyileştirmelere yol açabilecek farklı bakış açılarına değer vermeye teşvik edilir."
      },
      "analyticalThinking": {
        "name": "Analitik düşünme",
        "highDescription": "Sorunları incelerken metodik olma eğilimindedir ve içgörüler çıkarmak ve sonuçlar çıkarmak için altta yatan kalıpları arar.",
        "lowDescription": "Bilgileri dikkatli bir şekilde analiz etme ve karmaşık konuları anlamlandırmak için çok yönlü bilgileri gözden geçirmeyi zor bulma olasılığı daha düşük olabilir. Bilgi değerlendirmesi için daha yapılandırılmış bir yöntem benimsemek ve bir konuyu incelerken farklı bakış açılarını dikkate almak faydalı olabilir."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Başarı",
        "highDescription": "Sonuçlara ulaşmak için kendi becerilerinin ve yeteneklerinin maksimum düzeyde kullanılmasına olanak tanıyan sonuç odaklı bir kültüre sahiptir.",
        "lowDescription": "Sonuçların vurgulandığı bir ortamda daha az rahat olma eğiliminde olabilir. Bazen diğer hususların sonuçlardan daha öncelikli olması gerektiğine inanabilir."
      },
      "workingConditions": {
        "name": "Çalışma şartları",
        "highDescription": "Büyümek ve gelişmek için fırsatlar ve özerklik sağlayan ortamlar tarafından motive edilir.",
        "lowDescription": "Görevlerle tutarlı bir ortamı tercih ederek, farklı görevleri öğrenme ve deneme fırsatları nedeniyle daha az motive olma eğiliminde olabilir."
      },
      "recognition": {
        "name": "Tanıma",
        "highDescription": "Dışsal ödüller, tanınma ve büyüme fırsatlarıyla motive edilir.",
        "lowDescription": "Statü veya mali teşvik nedeniyle daha az motive olma eğiliminde olabilir. Kişisel başarıyı kariyer gelişimi veya yüksek mevki ile tanımlamaz."
      },
      "relationships": {
        "name": "İlişkiler",
        "highDescription": "Karşılıklı güven, samimiyet, takım çalışması ve olumlu ilişkiler üzerine kurulu, sıcak ve işbirliğine dayalı bir ortamı tercih eder.",
        "lowDescription": "Ekip arkadaşlığı veya işyeri sinerjisi oluşturmaya daha az önem verebilir. İşyerinde başkalarıyla etkileşime girmeye daha az ilgi duyabilir."
      },
      "support": {
        "name": "Destek",
        "highDescription": "İşyerinde hoşgörü ve etik uygulamalara değer verir. Destekleyici ve adil bir ortamı tercih eder.",
        "lowDescription": "İşyerinde hoşgörü ve etik uygulamalara yüksek değer vermeme eğiliminde olabilir. Destekleyici ve adil bir ortamı ön planda tutmaz."
      },
      "independence": {
        "name": "Bağımsızlık",
        "highDescription": "Deneme özgürlüğüne ve sık sık komuta, müdahale ve onaya ihtiyaç duymadan hareket etme yetkisine değer verir.",
        "lowDescription": "Özerklik ve bağımsızlık önemli bir faktör olarak görülmemektedir. Görevlerde talimat almayı ve denetlenmeyi tercih etme eğiliminde olabilir."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Gerçekçi",
        "highDescription": "Pratik bir ortamda görevleri keşfetmek ve gerçekleştirmek için uygulamalı çalışmayı tercih eder.",
        "lowDescription": "Manuel görevlere karşı isteksizlik gösterebilir."
      },
      "investigative": {
        "name": "Araştırmacı",
        "highDescription": "Soyut ve oldukça karmaşık problemleri çözmekten hoşlanır.",
        "lowDescription": "Araştırmaya, matematiksel veya bilimsel faaliyetlere daha az ilgi duyma eğiliminde olabilir."
      },
      "artistic": {
        "name": "Sanatsal",
        "highDescription": "Yaratıcılık, özgünlük ve kendini ifade etmeyi içeren etkinliklerden hoşlanır.",
        "lowDescription": "Orijinal ve benzersiz eserler yaratmak gibi sanatsal uğraşlar konusunda isteksiz olma eğiliminde olabilir."
      },
      "social": {
        "name": "Sosyal",
        "highDescription": "Yardımcı olmayı ve sosyal odaklı çalışmalara katılmayı sever.",
        "lowDescription": "Sosyal odaklı çalışmaya veya başkalarına hizmet etmeye daha az istekli olma eğiliminde olabilir. "
      },
      "enterprising": {
        "name": "Girişimci",
        "highDescription": "İnsanları yönlendirmeyi, karar vermeyi, risk almayı ve başkalarını hedeflere ulaşmaya ikna etmeyi içeren çalışmalardan hoşlanır.",
        "lowDescription": "Yönlendirici ve etkili bir rolde olmamayı tercih etme eğiliminde olabilir."
      },
      "conventional": {
        "name": "Geleneksel",
        "highDescription": "Yerleşik komuta zincirleri dahilinde çalışmayı ve iyi tanımlanmış yönergeleri takip etmeyi tercih eder.",
        "lowDescription": "Rutin, kurallara bağlı ve süreç ağırlıklı işlerden hoşlanmama eğiliminde olabilir."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Başarı/Çaba",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kişisel olarak zorlayıcı hedefler belirleyerek aktif olarak büyüme ve ustalık arayan ve yüksek düzeyde performans elde etmeye çalışan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle standartları karşılamak için çok çalışarak büyümeyi amaçlayan ancak ara sıra istenen sonuçlara ulaşmakta yetersiz kalabilen biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ara sıra büyüme ve ustalık arayışına motive olan ancak aynı zamanda arzu edilen sonuçları elde etme konusunda kendine güveni olmayan biri olarak.",
        "summary": "Kişisel olarak zorlayıcı başarıları, hedefleri belirlemek ve sürdürmek ve görevlerin üstesinden gelmek için çaba göstermek.",
        "questionContents": [
          {
            "question": "Zorlu bir hedefi başarıyla tamamlamak için çok çalıştığınız bir zamanı anlatın.",
            "additionals": [
              "Görev neyle ilgiliydi? Bu sizin için neden bir meydan okumaydı?",
              "Rolünüz neydi?",
              "Bu görev veya projede ne yaptınız? Herhangi bir engelle karşılaştınız mı?",
              "Nihai sonuç ne oldu? Neyi iyi yaptınız ve neleri geliştirebilirsiniz?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Kalıcılık",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} aksiliklere sürekli çabayla karşılık veren ve engeller veya sıkıntılar karşısında rotasını koruyan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle aksiliklere rağmen sebat eden ancak zaman zaman engelleri aşmak için başkalarının desteğine ihtiyaç duyabilen biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} aksiliklere rağmen sebat etmekte zorluk çeken ve engelleri aşmak için başkalarının desteğine ihtiyaç duyan biri olarak.",
        "summary": "Engeller karşısında kararlılık göstermek.",
        "questionContents": [
          {
            "question": "İstediğiniz sonuçları elde etmek için bir veya daha fazla engelin üstesinden gelmek zorunda kaldığınız bir durumu tanımlayın.",
            "additionals": [
              "Bu durum neyle ilgiliydi? Hangi zorluklarla karşılaştınız?",
              "Rolünüz neydi? Ne yapman gerekiyordu? Bunu başarmak için başkalarıyla nasıl çalışmak zorunda kaldınız?",
              "Engel(ler)le nasıl karşılaştınız ve bunları çözdünüz? Onun hakkında nasıl hissettin?",
              "Bu projenin sonucu ne oldu? Eğer tekrar yapma şansın olsaydı neyi değiştirirdin?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Girişim",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} görevlerin tamamlanmasını sağlama konusunda proaktif olan, genellikle yeni sorumluluklar ve zorluklar üstlenmeye istekli ve statükoya meydan okuyabilen ve yeni yollar arayabilen biri olarak süreçleri iyileştirin.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle görevleri minimum düzeyde yönlendirmeyle tamamlayan ve genellikle yeni sorumluluklar ve zorluklar üstlenmeye istekli olan ancak bazen bunu yaparken ara sıra atalet yaşayabilen biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} görevleri tamamlamak için biraz teşvike ihtiyaç duyan ve yeni sorumluluklar ve zorluklar üstlenmekte tereddüt eden biri olarak.",
        "summary": "Sorumlulukları ve zorlukları başlatma ve üstlenme isteği.",
        "questionContents": [
          {
            "question": "Öne çıktığınızda ve sizden beklenenden daha fazlasını üstlendiğiniz yakın tarihli bir örneği paylaşın.",
            "additionals": [
              "Bu örnek neyle ilgiliydi?",
              "Ne yapman gerekiyordu?",
              "Ne yaptın? Yükselmeye nasıl ve neden karar verdiniz?",
              "Nihai sonuç ne oldu? Farklı bir şey yapar mıydınız?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Liderlik",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} öne çıkıp liderliği ele almanın yanı sıra görüş ve yönlendirme sunma eğiliminde olan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} ara sıra öne çıkıp liderliği ele geçiren ve bazen de görüş ve yönlendirme sunan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} liderliği ele almakta tereddüt eden ve nadiren fikir veya yön sunan biri olarak.",
        "summary": "Liderlik etme, sorumluluğu üstlenme ve kişinin inandığı fikir ve yönlendirmeleri sunma istekliliği.",
        "questionContents": [
          {
            "question": "Görevi üstlendiğiniz ve bir grubu başarıyla yönettiğiniz bir zamanı paylaşın.",
            "additionals": [
              "Örnek neyle ilgiliydi? Diğer ekip üyeleri kimlerdi?",
              "Ne yapmak zorundaydın Ne yapmak zorundaydın? Beklenen sonuçlar nelerdi? Beklediğiniz zorluklar var mıydı?",
              "Ekip üyelerinize nasıl liderlik ettiniz? Nasıl hissettiler?",
              "Nihai sonuç ne oldu? Neyi geliştirmek istersiniz?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "İşbirliği",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarının iyi niyetli olduğuna güvenme eğiliminde olan ve başkalarıyla çalışırken hoş, cana yakın ve işbirlikçi görünen biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle başkalarının iyi niyetli olduğuna güvenme eğiliminde olan ve başkalarıyla çalışırken hoş, cana yakın ve işbirlikçi görünen biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarına kolayca güvenmeyen ve işbirliği yapmayan veya birlikte çalışılması zor biri olarak karşımıza çıkabilir.",
        "summary": "İşteki diğer kişilerle iyi geçinme ve iyi huylu, işbirlikçi bir tutum sergileme eğilimi.",
        "questionContents": [
          {
            "question": "Önemli bir hedefe ulaşmak için başkalarıyla işbirliği içinde çalışmayla ilgili en unutulmaz deneyiminizi hatırlayın.",
            "additionals": [
              "Proje veya görev neyle ilgiliydi? Kiminle çalışıyordun?",
              "Ne yapman gerekiyordu? Beklediğiniz zorluklar var mıydı?",
              "Geri kalanıyla nasıl çalıştınız ve etkileşimde bulundunuz? Takıma nasıl katkı sağladınız?",
              "Bu neden en unutulmaz deneyim? Farklı bir şey yapar mıydınız?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Başkaları için endişe",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarının ihtiyaçlarına ve duygularına duyarlı olma eğiliminde olan ve empatik, destekleyici ve yardımsever biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle başkalarının ihtiyaçlarına ve duygularına duyarlı olan ve uygun olduğunda destek ve yardım sunan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarının ihtiyaçlarını ve duygularını anlamayı zor bulan ve ne zaman destek veya yardım sunması gerektiğinden emin olmayan biri olarak.",
        "summary": "Başkalarının duygu ve kaygılarına karşı duyarlı olma, anlayışlı ve yardımsever olma eğilimi.",
        "questionContents": [
          {
            "question": "Bir iş arkadaşınızın endişesi veya ihtiyacı konusunda destekleyici ve güven verici olabildiğiniz bir zamanı anlatın.",
            "additionals": [
              "Zaman neyle ilgiliydi? Kiminle çalışıyordun?",
              "Hedefler nelerdi? Bunu başarmak için başkalarıyla nasıl çalışmak zorunda kaldınız?",
              "Bunu başarmak için ne yaptın? Başkalarının duygularını nasıl yönettiniz ve ilgi gösterdiniz?",
              "Nihai sonuç ne oldu? Farklı olarak ne yapmak isterdin?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Sosyal Yönelim",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işyerinde aktif olarak kişisel ilişkiler kuran ve başkalarıyla çalışma fırsatlarını arama eğiliminde olan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işyerinde genel olarak kişisel ilişkileri sürdüren ve başkalarıyla çalışma konusunda rahat olan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kişisel ve iş ilişkileri arasında ayrım yapmayı ve görevleri tek başına yerine getirmeyi tercih eden biri olarak.",
        "summary": "Görevleri tamamlamak için sosyal olarak bağlantı kurmayı ve başkalarıyla birlikte çalışmayı tercih etmek.",
        "questionContents": [
          {
            "question": "İşinizi bitirmek için başkalarıyla iyi bir ilişki kurduğunuz bir durumu anlatın.",
            "additionals": [
              "Bu olay neyle ilgiliydi? Kiminle etkileşime girmek zorunda kaldınız?",
              "Amaçlanan çalışma sonucu neydi?",
              "Ne yaptın? Katılımlarının önemli olmasını sağlamak için ne yaptınız?",
              "Nihai sonuç ne oldu? Başkalarıyla ilişkiler kurmak için neyi farklı yapardınız?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Oto kontrol",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} duygularla uğraşırken yüksek düzeyde öz kontrol ve öz düzenleme sergileyen ve dürtüsel hareket etme olasılığı düşük biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} duygularla uğraşırken orta düzeyde öz kontrol ve öz düzenleme sergileyen ve genellikle dürtüsel hareket etmekten kaçınan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} duyguları kontrol etmekte ve düzenlemekte zorluk çekebilen ve zaman zaman dürtüsel davranabilen biri olarak.",
        "summary": "Zor durumlarda bile soğukkanlılığı korumak, duyguları kontrol altında tutmak, öfkeyi kontrol etmek ve saldırgan davranışlardan kaçınmak.",
        "questionContents": [
          {
            "question": "Başkalarıyla etkileşim halindeyken bir iş durumundan dolayı hayal kırıklığına uğradığınız bir zamanı anlatın.",
            "additionals": [
              "Bu ne hakkindaydi? Kiminle çalışmak zorunda kaldınız? Neden hayal kırıklığına uğradın?",
              "Görev veya hedef neyle ilgiliydi?",
              "Hangi önlemleri aldınız? Kendi duygularınızı ve iletişiminizi nasıl yönettiniz? Herhangi bir dirençle karşılaşıldı mı?",
              "Nihai sonuç ne oldu? Nasıl hissettin? Farklı olarak ne yapmak isterdin?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Stres toleransı",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} geri bildirimleri ve eleştirileri kolayca kabul etme eğiliminde olan ve stresli durumlarla etkili bir şekilde başa çıkan biri olarak. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak bazı geri bildirimleri ve eleştirileri kabul edebilen ve stresli durumlarda yeterince çalışabilen biri olarak. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} eleştiriyi ve geri bildirimi kolayca kabul etmekte zorlanan ve stresli durumlarda çalışmayı zorlayıcı bulabilen biri olarak.",
        "summary": "Eleştiriyi kabul etme eğilimi ve yüksek stresli durumlarla sakin ve etkili bir şekilde başa çıkma.",
        "questionContents": [
          {
            "question": "Stresli ve zorlu bir ortamda performans sergilemek zorunda kaldığınız bir zamanı anlatın.",
            "additionals": [
              "Örnek neyle ilgiliydi? Neden stresliydi ya da zorluydu?",
              "Bu durumda ne yapmanız gerekiyordu? Sonucun nasıl olmasını düşünüyordunuz?",
              "Stres etkenleri ve iş arasında nasıl idare ettiniz? Süreç boyunca kendinizi nasıl hissettiniz?",
              "Nihai sonuç ne oldu? İyi yaptığınız veya geliştirmek istediğiniz alanlar üzerinde düşünün."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Uyarlanabilirlik/Esneklik",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} değişime olumlu tepki verme eğiliminde olan ve işleri yapmanın yeni yollarını benimseme konusunda esnek olan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle değişimi kabul edebilen ve işleri yapmanın yeni yollarını benimseme konusunda biraz esnek olan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} değişime biraz dirençli olabilen ve yeni iş yapma yöntemlerine uyum sağlamayı zor bulabilen biri olarak.",
        "summary": "Değişikliklere ve yeni yöntemlere açık olma ve çevredeki çeşitliliğe saygılı olma eğilimi.",
        "questionContents": [
          {
            "question": "Bir projeyi tamamlamak için değişen çalışma koşullarına veya önceliklere uyum sağlamanız gereken zamanı açıklayın. Bunu nasıl hallettin?",
            "additionals": [
              "Zaman neyle ilgiliydi? Bu sizin için daha önce yapmadığınız yeni bir şey miydi?",
              "Ne yapman gerekiyordu? Amaçlanan sonuç neydi?",
              "Neyi farklı yaptın? Neden olaya bu şekilde yaklaştın? Bu süreçte kendinizi nasıl hissettiniz?",
              "Sonunda ne oldu? Daha da iyi hale getirmek için onu nasıl değiştirirsiniz?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Güvenilirlik",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} görevler konusunda aktif olarak kişisel sorumluluk alan ve görevleri tamamlama ve taahhütleri yerine getirme konusunda güvenilebilecek biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak görevler üzerinde kişisel sorumluluk alan ve genellikle görevleri tamamlama ve taahhütleri yerine getirme konusunda güvenilebilecek biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} görevleri tamamlama veya taahhütleri yerine getirme konusunda tutarlı kalmakta zorluk çekebilecek biri olarak.",
        "summary": "Yükümlülüklerin yerine getirilmesinde güvenilir, sorumlu ve güvenilir.",
        "questionContents": [
          {
            "question": "Diğer yükümlülüklerinizin, görevlerinizi zamanında tamamlama yeteneğinizi etkilediği bir örneği hatırlayın.",
            "additionals": [
              "Yükümlülükler işinizi nasıl etkiledi?",
              "Görevleri tamamlamadaki rolünüz neydi?",
              "İşinizin zamanında teslim edilmesini sağlamak için ne yaptınız? İlgili adımlar nelerdi?",
              "Sonuç ne oldu? Geriye dönüp baktığınızda, farklı şekilde ele alacağınız bir şey var mı?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Detaylara dikkat",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işteki görevleri yerine getirirken dikkatli ve düzenli olma eğiliminde olan, ayrıntıları nadiren gözden kaçıran biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} iş yerindeki görevleri yerine getirirken genellikle dikkatli ve düzenli olan biri olarak tanımlanır, ancak ayrıntılar bazen gözden kaçabilir. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işte daha az titiz ve titiz olan ve ayrıntıları gözden kaçırma eğiliminde olan biri olarak. ",
        "summary": "Ayrıntılar konusunda dikkatli olma ve görevleri tamamlama konusunda titiz olma eğilimi.",
        "questionContents": [
          {
            "question": "Farklı iş görevleri, farklı düzeylerde ayrıntı ve dikkat gerektirebilir. Üzerinde çalıştığınız, detaylara ve kaliteye dikkat edilmesi gereken bir görevi açıklayın.",
            "additionals": [
              "Görev neyle ilgiliydi? Başka biriyle mi çalışıyordun?",
              "Bu görevdeki rolünüz neydi? Amaçlanan sonuç neydi?",
              "Göreve nasıl yaklaştınız? Ayrıntılardan ve kaliteden ödün verilmediğinden nasıl emin oldunuz?",
              "Sonuç ne oldu? Neyi iyi yaptın? Neyi geliştirirsiniz?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Bütünlük",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} güvenilir, dürüst ve ahlaklı biri olarak söz ve eylemler arasında tutarlılığı etkin bir şekilde sağlar.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çoğu zaman güvenilir, dürüst ve ahlaklı biri olarak söz ve eylemler arasında tutarlılık sağlamaya çalışır. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , kişisel çıkarlarını etik standartlardan daha fazla önemseyen ve sözler ile eylemler arasında tutarsızlıklar gösterebilen biri olarak. ",
        "summary": "Dürüst ve ahlaklı olma eğilimi.",
        "questionContents": [
          {
            "question": "Bir görevi yerine getirmek zorunda olduğunuz ancak bu süreçte bütünlüğünüzün zorlandığı bir durumu anlatın.",
            "additionals": [
              "Görev neyle ilgiliydi? Dürüstlük konusundaki endişeleriniz nelerdi?",
              "Bu durumda sizin rolünüz neydi? Hangi zorluklarla karşılaştınız?",
              "Bu durumu nasıl başardınız? İlgilileri de nasıl ikna ettiniz?",
              "Nihai sonuç ne oldu? Onun hakkında nasıl hissettin? Farklı olarak ne yapmak isterdin?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Bağımsızlık",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kendi kendini yöneten, çok az denetimle veya hiç denetim olmadan işleri halledebilecek kapasitede ve kendine güvenen biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak kendi kendini yönetebilen ve çoğu zaman çok az denetimle işleri halletme yeteneğine sahip ve kendine güvenen biri olarak. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , rehberliğe ve yönlendirmeye ihtiyaç duyan ve işleri bağımsız olarak yapma konusunda güven ve yetenekten yoksun biri olarak.",
        "summary": "İşleri kendi yapma biçimini tercih etme, çok az denetimle veya hiç denetim olmadan kendine rehberlik etme ve işleri kendi kendine yapma eğilimi.",
        "questionContents": [
          {
            "question": "Yalnız çalışmak zorunda kaldığınız ve çok az rehberlikle önemli kararlar aldığınız zamanı paylaşın.",
            "additionals": [
              "Bu ne hakkindaydi? Nasıl bir rehberlik aldınız?",
              "Aldığınız önemli kararlar nelerdi? Bunu neden tek başına yapmak zorunda kaldın?",
              "Düşünce süreciniz neydi? Destek eksikliğini nasıl karşıladınız?",
              "Sonuç ne oldu? Nasıl hissettin? Farklı olarak ne yapmak isterdin?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Yenilik",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işe yaratıcı bir yaklaşım benimseme eğiliminde olan ve sorunları çözmek için alternatif düşünme yollarını kullanan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , sorunları çözmek için ara sıra yaratıcı yöntemler veya alternatif düşünme yolları benimseyen biri olarak. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sorunları çözmek için kalıpların dışında düşünmek yerine işleri yapmanın denenmiş ve test edilmiş yollarını tercih etme eğiliminde olan biri olarak.",
        "summary": "Yeni fikirler ve cevaplar geliştirmek için yaratıcılıktan ve alternatif düşünceden yararlanmak.",
        "questionContents": [
          {
            "question": "Mevcut bir soruna yaratıcı bir çözüm bulduğunuz bir örneği açıklayın.",
            "additionals": [
              "Örnek neyle ilgiliydi? Bu konuda başkalarıyla birlikte çalıştınız mı?",
              "Mevcut sorun neydi? Bu sorunu çözmenin neden önemli olduğunu düşündünüz?",
              "Sorunu çözmek için ne yaptınız? Diğer yaklaşımlardan farkı neydi?",
              "Bu yaklaşım mevcut sorunu nasıl iyileştirdi? Başka bir şans verilse yaklaşımınızı değiştirir miydiniz?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Analitik düşünme",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} bilgiyi incelemede metodik olma eğiliminde olan ve içgörü çıkarmak için altta yatan kalıpları arayan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle sorunları anlamak için bilgileri inceleyen ve bazen de içgörü çıkarmak için altta yatan kalıpları arayan biri olarak. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , bilgiyi incelemede daha az yöntemli olma eğiliminde olan ve içgörü elde etmek için altta yatan kalıpları arama olasılığı daha düşük olan biri olarak.\n",
        "summary": "Bilgileri analiz etme ve sorunları ve sorunları çözmek için mantığı kullanma eğilimi.",
        "questionContents": [
          {
            "question": "Birden fazla veri kaynağını incelemeniz ve bir çözüm veya yaklaşım formüle etmeniz gereken bir durumu hatırlayın.",
            "additionals": [
              "Örnek neydi? Neden bir çözüm üretmeye ihtiyaç duydunuz?",
              "Ne yapman gerekiyordu? Ne tür veriler veya bilgilerle çalışmak zorundaydınız?",
              "Bu çoklu veriyi nasıl anlamlandırdınız? Karşılaşılan zorluklar var mı?",
              "Sonuç ne oldu? Farklı bir şey yapar mıydınız?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Başarı",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kişinin başarılı sonuçlar elde etmek için en güçlü yeteneğini göstermesi gereken, başarı yönelimini vurgulayan bir ortama fazlasıyla değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle başarı yönelimini vurgulayan bir ortama değer veren biri olarak, bazen kişinin sonuç elde etmek için en güçlü yeteneğini göstermesinin istendiği yer.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başarı yönelimini vurgulayan bir ortamı tercih etmeyen, kişinin sonuç sağlama becerisine daha az odaklanılan ortamı tercih eden biri olarak.",
        "summary": "Kişi hedeflere ulaşmak için kendi en güçlü yeteneklerini ve becerilerini kullanarak, başarı duygusu kazanarak yönlendirilir.",
        "questionContents": [
          {
            "question": "Önceki bir rol veya görevde bir projede yeteneğinizin en iyisini nasıl sunacağınızı paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Bunu başarılı kılmak için ne yapmanız gerektiğini düşündünüz?",
              "Bunun başarısını nasıl sağladınız?",
              "Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Çalışma şartları",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kişinin gelişiminin ve büyümesinin teşvik edildiği, farklı görevleri denemek için sürekli fırsatlar ve yüksek aktivite sunan bir ortama son derece değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak iş faaliyeti ile iş tutarlılığı arasında denge sunan ve aynı zamanda kişinin gelişimine ve büyümesine odaklanan bir ortama değer veren biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} yüksek iş etkinliğini ve farklı öğrenme fırsatlarını vurgulayan bir ortamı düşük tercih eden, görev tutarlılığı olan bir ortamı tercih eden biri olarak.",
        "summary": "Biri, güvenli ve profesyonel bir büyüme ortamında yüksek aktivite ve farklı görevleri öğrenme yoluyla tatmin duygusuyla yönlendirilir.",
        "questionContents": [
          {
            "question": "İş çeşitliliği ve öğrenme fırsatları gibi faktörlerin önceki bir rol veya görevde size nasıl yardımcı olduğunu paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Bu rol veya görev için ne yapmanız gerekiyordu? Özellikle faktörler nelerdi?",
              "Bu faktörler süreçte size nasıl yardımcı oldu?",
              "Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Tanıma",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çalışanlar için dışsal ödüllerin ve kariyer gelişiminin önceliklendirildiği, prestij ve kariyer itibarını destekleyen bir ortama son derece değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genellikle dışsal ödüller, kariyer ilerleme fırsatları sunan ve yüksek itibara sahip bir ortama değer veren biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} dışsal ödülleri, prestiji, kişinin kariyerinde ilerlemeyi veya yüksek kariyer konumuna sahip olmayı vurgulayan bir ortamı düşük tercih eden biri olarak.",
        "summary": "Bunlardan biri prestij, statü ve parasal bileşenlerle birlikte gelen kariyer gelişimi tarafından yönlendirilir.",
        "questionContents": [
          {
            "question": "Önceki bir rol veya görevde kişisel iş başarısını ve tanınmayı nasıl tanımladığınızı ve ölçtüğünüzü paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Bu görev veya rol için ne yapmanız gerekiyordu? Başarıyı ve sonuçları nasıl tanımladınız?",
              "İşinizde başarı ve tanınma elde etmek için ne yaptınız?",
              "Nihai sonuç ne oldu? Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "İlişkiler",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çalışanların yakın bir şekilde çalıştığı ve birbirini desteklediği ve başkalarıyla yüksek düzeyde etkileşim içinde olduğu, dostlukla dolu bir ortama son derece değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işyerinde yakın iş ilişkileri kurmayı teşvik eden bir ortama genel olarak değer veren ancak iş arkadaşlarıyla aşırı etkileşimden kaçınabilen biri olarak tanımlanır.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} işyerinde yakın çalışma ilişkileri kurmayı teşvik eden bir ortamı pek tercih etmeyen ve iş ortaklarıyla etkileşimde bulunmaktan kaçınmayı tercih edebilen biri olarak işçiler.",
        "summary": "Bunlardan biri, rekabetin olmadığı dostane bir ortamda iş arkadaşları ve paydaşlarla birlikte çalışmak ve onlarla iyi ilişkiler kurmaktır.",
        "questionContents": [
          {
            "question": "Önceki bir rol veya görevde bir ekipte çalışmanın ve işyerinde ilişkiler kurmanın sizin için nasıl bir deneyim olduğunu paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Başkalarıyla nasıl ilişkiler kurdunuz? İşyerinde size neden yardımcı olduğunu düşünüyorsunuz?",
              "Karşılaşılan bazı zorluklar nelerdi? İlişkileri nasıl sürdürdünüz?",
              "Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      },
      "support": {
        "name": "Destek",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} tavsiye ve destek alabilecekleri destekleyici iş arkadaşları ve yöneticilerle hoşgörüyü ve etik uygulamaları savunan bir ortama son derece değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak iş yerinde bazı hoşgörü veya etik uygulamalara öncelik veren bir ortama değer veren ve bazen destekleyici iş arkadaşlarına ve yöneticilere sahip olmaktan hoşlanan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} iş yerinde hoşgörüyü veya etik uygulamaları ön planda tutan veya destekleyici iş arkadaşları ve yöneticilere sahip olan bir ortamı tercih etmeyen biri olarak.",
        "summary": "Bunlardan biri, destekleyici iş arkadaşları ve yönetim tarafından desteklenen, adalet ve hoşgörüyü teşvik eden bir ortam tarafından yönlendirilir.",
        "questionContents": [
          {
            "question": "Önceki bir görevde iş arkadaşlarınızın ve yönetimin desteğinin sizin için nasıl olduğunu paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Eldeki görev neydi? Hangi desteğe ihtiyaç olduğunu hissettiniz?",
              "Bu görev için ne yaptınız? Nasıl bir destek aldınız?",
              "Nihai sonuç ne oldu? Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Bağımsızlık",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} görevlerin ve ilerlemenin sorumluluğunu üstlenme yetkisiyle birlikte kendi hedeflerini geliştirmek ve bunlara ulaşmak için özerkliğe ve esnekliğe sahip olmaya güçlü bir şekilde değer veren biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} genel olarak karar verme ve işte kendi ilerlemesini yönetme özerkliğine sahip olmaya değer veren biri olarak, ancak yalnızca yönetilebilir parametreler dahilinde. Bazı durumlarda ayrıntılı rehberlik ve yakın denetim almayı tercih eder.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çalışanların sorumluluklarını yerine getirme ve kendi ilerlemelerini ve görevlerini yönetme konusunda önemli özgürlük ve yetkiye sahip olduğu bir ortamı düşük tercih eden biri olarak; iş yerinde yönlendirilmelidir.",
        "summary": "Biri özerklik tarafından yönlendirilir ve kendi ilerlemesini yönetme ve bağımsız kararlar alma yetkisine sahiptir.",
        "questionContents": [
          {
            "question": "Özerkliğin ve bağımsız çalışabilmenin, önceki rol veya görevde performansınızın bir bileşeni olduğunu paylaşın.",
            "additionals": [
              "Ne tür bir rol veya görev üstlendiniz?",
              "Ne tür bir karar vermek zorunda kaldınız? Neden bağımsız düşünmeyi başarabildiniz?",
              "Bu kararı vermek için ne yaptınız? Başkaları sürece dahil oldu mu ve ne kadar dahil oldular?",
              "Nihai sonuç ne oldu? Süreç hakkında ne hissettiniz? Bundan kendiniz hakkında ne öğrendiniz?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Gerçekçi",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık havada, fiziksel ve mekanik görevleri güçlü bir şekilde tercih eden ve soyut problemler yerine somut problemler arayan ve uygulamalı durumlarda bulunmaktan hoşlanan biri olarak .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık hava, fiziksel ve mekanik görevleri orta derecede tercih eden ancak uygulamalı iş durumlarından her zaman hoşlanmayan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık hava, fiziksel ve mekanik görevleri pek tercih etmeyen ve bir şeyler inşa etme, tamir etme veya çalıştırma gibi uygulamalı çalışma durumlarını tercih etmeyen biri olarak teçhizat.",
        "summary": "Gerçekçi meslekler sıklıkla pratik, uygulamalı sorunları ve çözümleri içeren iş faaliyetlerini içerir. Bu meslekler genellikle bitkiler, hayvanlar ve ahşap, aletler ve makineler gibi gerçek dünya malzemeleriyle ilgilidir.",
        "questionContents": [
          {
            "question": "Sorun çözme becerilerini pratik, uygulamalı bir durumda sergilediğiniz bir projeyi anlatın.",
            "additionals": [
              "Proje neyle ilgiliydi? Neden çok sayıda uygulamalı veya pratik bileşen gerektiriyordu?",
              "Bunda sizin rolünüz neydi?",
              "Projeyi nasıl tamamladınız? Herhangi bir zorlukla karşılaştınız mı?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "Araştırmacı",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} teoriler ve verilerle çalışmayı, karmaşık sorunları çözmek için bilimsel metodolojileri kullanmayı güçlü bir tercih eden biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} karmaşık sorunları çözmek için teoriler, veriler ve rakamlarla çalışmayı, gerçekleri toplamayı ve durumları analiz etmeyi orta derecede tercih eden biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} karmaşık sorunları analiz etmek veya çözmek için teorileri kullanma ve veri veya sayı toplama etrafında dönen görevleri düşük tercih eden biri olarak.",
        "summary": "Araştırmacı meslekler sıklıkla fikirlerle çalışmayı, araştırmayı içerir ve kapsamlı düşünmeyi gerektirir. Bu, verileri ve sayıları kullanarak keşfetmeyi ve araştırmayı içeren analitik ve bilimsel rolleri içerir.",
        "questionContents": [
          {
            "question": "Bir sorunu çözmek için teoriler üzerinde araştırma yapmanız ve verilerle çalışmanız gereken bir örneği paylaşın.",
            "additionals": [
              "Proje veya görev neyle ilgiliydi?",
              "Bunda sizin rolünüz neydi? Ne tür bir araştırma veya analiz yapmanız gerekiyordu?",
              "Görevi veya projeyi nasıl tamamladınız? Herhangi bir zorlukla karşılaştınız mı?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Sanatsal",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} orijinal iş veya ürünler yaratmada yaratıcı ve estetik kendini ifade etmeyi içeren fırsatları güçlü bir şekilde tercih eden biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sanatsal ve orijinal yaratımlar yoluyla kendini ifade etmeye izin veren fırsatları orta derecede tercih eden, ancak her zaman yaratıcı görevlerle meşgul olmaya meyilli olmayan biri olarak .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} estetik yetenekler ve kendini ifade etme gerektiren veya orijinal eserler veya ürünler yaratmada yaratıcı olmayı gerektiren görevleri düşük tercih eden biri olarak .",
        "summary": "Sanatsal meslekler sıklıkla tasarım ve konseptlerle çalışmayı içerir. Bu meslekler sıklıkla kendini ifade etmeyi gerektirir ve kişinin özgün bir eser veya ürün yaratmada sanatsal ve yaratıcı olmasını sağlayan rolleri içerir.",
        "questionContents": [
          {
            "question": "Bir görev veya önerilen çözüm üzerinde yaratıcılığınızı sergilediğiniz veya sanatsal düşünceyi uyguladığınız bir zamanı tanımlayın.",
            "additionals": [
              "Görev neyle ilgiliydi? Ne tür girdilere ihtiyaç vardı?",
              "Bunda sizin rolünüz neydi? Yaratıcılığınızı nasıl gösterdiniz?",
              "Görevi nasıl tamamladınız? Nihai sonucu nasıl hayal ettiniz?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      },
      "social": {
        "name": "Sosyal",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını desteklemeyi, geliştirmeyi ve aydınlatmayı içeren faaliyetleri güçlü bir şekilde tercih eden ve sosyal açıdan etkili sonuçlar sunmayı amaçlayan kişilerarası uğraşlar arayan biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını desteklemeyi, geliştirmeyi ve aydınlatmayı içeren etkinliklerin yanı sıra sosyal açıdan etkili sonuçlar elde etmek için çalışmayı da orta derecede tercih eden biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , başkalarına destek veya hizmet sağlamanın yanı sıra sosyal açıdan etkili sonuçlar elde etmek için başkaları için çalışan görevleri düşük tercih eden biri olarak.",
        "summary": "Sosyal meslekler sıklıkla insanlarla çalışmayı, iletişim kurmayı ve öğretmeyi içerir. Bu meslekler genellikle sosyal etki yaratmayı tercih ederek başkalarına yardım etmeyi veya hizmet vermeyi içerir.",
        "questionContents": [
          {
            "question": "Birisine bir görevde yardım etmek veya destek olmak için en son ne zaman ötesine geçtiğinizi hatırlayın.",
            "additionals": [
              "Bu ne hakkindaydi? Neden bu kişiye yardım etmeye karar verdiniz?",
              "Ne yapman gerekiyordu?",
              "Bu kişiyi nasıl desteklediniz? Herhangi bir zorlukla karşılaştınız mı?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "Girişimci",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , çözümleri veya yaklaşımları benimsemek için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri güçlü bir şekilde tercih eden ve etkili veya güçlü konumlarda olmayı tercih edebilen biri olarak .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını çözüm veya yaklaşımları benimsemeleri için yönlendirmeyi ve etkilemeyi gerektiren görevleri orta derecede tercih eden biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çözümleri veya yaklaşımları benimsemeleri için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri düşük tercih eden biri olarak.",
        "summary": "Girişimci meslekler sıklıkla başlamayı ve projelerin tamamlanmasını içerir. Bu, başkalarını çözümleri benimsemeye yönlendirmeyi ve etkilemeyi içeren ve bazen de satış odaklı güç pozisyonlarını içerir.",
        "questionContents": [
          {
            "question": "Başlattığınız ve yönettiğiniz ancak aklınızdaki planınıza göre gitmediğiniz bir görevi tanımlayın.",
            "additionals": [
              "Bu görev neyle ilgiliydi? Neden plana göre gitmedi?",
              "Bunda sizin rolünüz neydi?",
              "Görevi nasıl tamamladınız? Herhangi bir zorlukla karşılaştınız mı?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Geleneksel",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , düzenlilik ve organizasyon gerektiren görevlerin yanı sıra açık yönergeler ve prosedürlerle sistematik bir operasyonda çalışmayı güçlü bir şekilde tercih eden biri olarak.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sistematik ve düzenli bir şekilde gerçekleştirilen görevleri orta derecede tercih eden, ancak kuralları ve prosedürleri her zaman yakından takip etmekten hoşlanmayan biri olarak.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kurallara bağlı kalmanın yanı sıra sistematik ve düzenli bir şekilde gerçekleştirilmesi gereken yapılandırılmış ve kurallarla düzenlenen görevleri düşük tercih eden biri olarak ve prosedürler.",
        "summary": "Geleneksel meslekler sıklıkla belirlenmiş prosedürleri ve rutinleri takip etmeyi içerir. Buna, yapı ve standartların uygulandığı ve uyulduğu açık kural ve prosedürlere sahip roller de dahildir.",
        "questionContents": [
          {
            "question": "Başarılı olmak için kurallara, prosedürlere veya standartlara sıkı uyum sağladığınız bir görevi tanımlayın.",
            "additionals": [
              "Bu görev neyle ilgiliydi? Çalışmanız gereken protokoller ve kurallar nelerdi?",
              "Bunda sizin rolünüz neydi?",
              "Görevi veya projeyi nasıl tamamladınız? Herhangi bir zorlukla karşılaştınız mı?",
              "Nihai sonuç ne oldu? Süreçten keyif aldınız mı? Bunun gibi görevler hakkında ne hissettiniz?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal stabilite",
            "highDescription": "Yüksek kuma sahiptir",
            "lowDescription": "Kumludur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Tecrübeye açıklık",
            "highDescription": "Öğrenmeye çok motive oldum",
            "lowDescription": "Öğrenmeye motive oldum"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uyumluluk",
            "highDescription": "Değişimde çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "dürüstlük",
            "highDescription": "İşyerinden çok memnunum",
            "lowDescription": "İş yerinde memnun"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "Duygusal olarak işe çok bağlı",
            "lowDescription": "Duygusal olarak çalışmaya adanmış"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılığı",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcı"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Bir takımda iyi çalışabilir",
            "lowDescription": "Bir takımda çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Bakış açısı edinme",
            "highDescription": "Güçlü liderlik yeteneğine sahiptir",
            "lowDescription": "Liderlik yeteneğine sahiptir"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olabilme yeteneği yüksek",
            "lowDescription": "Girişimci olabilme"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Duygusal stabilite",
            "highDescription": "{{name}} adlı kişinin en güçlü kişilik özelliği {{gender-subject}} duygusal açıdan istikrarlı olmasıdır - ",
            "midDescription": "Duygularınızı bir şekilde kontrol altında tutuyorsunuz ve genellikle baskıya ve ayartmaya karşı dirençlisiniz.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} duygusal istikrardır - "
          },
          "extraversion": {
            "name": "Dışadönüklük",
            "highDescription": "{{name}} 'nin en güçlü kişilik özelliği {{gender-subject}} in dışa dönük olmasıdır - ",
            "midDescription": "Biraz girişken, pozitif, heyecan arayan ve iddialı birisin.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} dışa dönüklüktür - "
          },
          "opennessToExperience": {
            "name": "Tecrübeye açıklık",
            "highDescription": "{{name}} adlı kişinin en güçlü kişilik özelliği {{gender-subject}} çeşitli deneyimlere açık olmasıdır - ",
            "midDescription": "Farklı fikirlere, faaliyetlere, duygulara ve bakış açılarına katılmaya bir şekilde açıksınız.",
            "lowDescription": "{{name}} 'nin gelişim alanı, çeşitli deneyimlere {{gender-possessive}} açıklıktır - "
          },
          "agreeableness": {
            "name": "Uyumluluk",
            "highDescription": "{{name}} 'in en güçlü kişilik özelliği uyumluluktur - ",
            "midDescription": "Orta derecede sıcakkanlı, mütevazı ve insan odaklısınız.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} uyumluluktur - "
          },
          "conscientiousness": {
            "name": "dürüstlük",
            "highDescription": "{{name}} 'in en güçlü kişilik özelliği {{gender-subject}} in vicdanlı olmasıdır - ",
            "midDescription": "Başarma yeteneğinize biraz güveniyorsunuz ve görevleri yapılandırılmış ve kasıtlı bir şekilde yerine getirme konusunda orta derecede disiplinlisiniz.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} vicdanıdır - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "{{name}} temel öz değerlendirmelerde yüksektir - {{gender-subject}} {{gender-object}} ın kendisini çeşitli durumlarda sürekli olarak olumlu bir şekilde görür.",
            "lowDescription": "{{name}} nin temel öz değerlendirmeleri düşük - {{gender-subject}} {{gender-object}} ın kendisini çeşitli durumlarda daha olumlu bir şekilde görmeye çalışmalı."
          },
          "performanceOrientation": {
            "name": "Performans Odaklılığı",
            "highDescription": "{{name}} performans hedefi yöneliminde yüksektir - {{gender-subject}} olumlu yargılar arayarak ve başkalarının olumsuz yargılarından kaçınarak {{gender-possessive}} yeterliliğini göstermeye ve doğrulamaya motivedir. ",
            "lowDescription": "{{name}} nin performans hedefi yönelimi düşük - {{gender-subject}} olumlu yargılar arayarak ve olumsuz yargılardan kaçınarak {{gender-possessive}} yeterliliğini göstermek ve doğrulamak için daha motive olmaya çalışmalıdır."
          },
          "masteryOrientation": {
            "name": "Ustalık Oryantasyonu",
            "highDescription": "{{name}} hedef odaklılık konusunda üst düzeydedir - {{gender-subject}} yeni beceriler edinerek ve yeni durumlarda ustalaşarak yeterliliğini geliştirmeye motivedir.",
            "lowDescription": "{{name}} nin ustalık hedef yönelimi düşük - {{gender-subject}} yeni beceriler edinerek ve yeni durumlarda ustalaşarak yeterliliğini geliştirmek için daha motive olmaya çalışmalı."
          },
          "selfMonitoring": {
            "name": "Kendi kendini izleme",
            "highDescription": "{{name}} kendi kendini izleme konusunda yüksektir - {{gender-subject}} {{gender-possessive}} ifadelerini ve davranışlarını izleyebilir ve kontrol edebilir.",
            "lowDescription": "{{name}} nin kendi kendini izleme düzeyi düşük - {{gender-subject}} {{gender-possessive}} ifadesini ve davranışlarını daha fazla izlemeye ve kontrol etmeye çalışmalı."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "Kendinizi farklı durumlarda sürekli olarak olumlu bir tavırla görme eğilimindesiniz. Kendinizi yetenekli, değerli ve hayatınızın kontrolünü elinde tutan biri olarak görüyorsunuz. Bu tür olumlu duygu, düşünce ve motivasyonlar işyerinde nasıl hissettiğinizi, düşündüğünüzü ve davrandığınızı etkileyebilir.",
            "midDescription": "Kendinize bazen daha olumlu, bazen de daha olumsuz bakarsınız. Bu, kendinizi yetenekli, değerli ve hayatınızın kontrolünü elinde bulunduran biri olarak görüp görmediğinizi etkiler; bu da işyerinde nasıl hissettiğinizi, düşündüğünüzü ve davrandığınızı etkiler.",
            "lowDescription": "Kendinizi farklı durumlarda sürekli olarak olumsuz bir şekilde görme eğilimindesiniz. Kendinizi daha az yetenekli, değersiz ve hayatınızın kontrolünün sizde olmadığını görebilirsiniz. Bu tür olumsuz duygu, düşünce ve motivasyonlar işyerinde nasıl hissettiğinizi, düşündüğünüzü ve davrandığınızı etkileyebilir."
          },
          "performanceOrientation": {
            "name": "Performans Odaklılığı",
            "highDescription": "Başkalarından daha iyi performans gösterdiğinizde yetkinliğinizin ortaya çıktığına inanırsınız. Sonuç olarak, diğerlerinden daha yüksek düzeyde başarı ve yeterlilik elde etmeye odaklanarak kendiniz için yüksek hedefler belirlemeye motive olmanız muhtemeldir.",
            "midDescription": "Bazen başkalarından daha iyi performans gösterdiğinizde yetkinliğinizin ortaya çıktığına inanırsınız. Bu nedenle, bazen diğerlerinden daha yüksek düzeyde başarı ve yeterlilik elde etmeye odaklanarak, kendiniz için yüksek hedefler belirleme konusunda oldukça motive olursunuz.",
            "lowDescription": "Başkalarından daha iyi performans göstermenin mutlaka yetkinliğinizin bir göstergesi olduğuna inanmıyorsunuz. Başkalarına karşı rekabet etmek ve kazanmakla ilgilenmiyorsunuz. Belirlediğiniz hedeflerin başkalarının başarısından etkilenmesi veya motive edilmesi pek olası değildir."
          },
          "masteryOrientation": {
            "name": "Ustalık Oryantasyonu",
            "highDescription": "Yeni beceriler kazanarak ve yeni durumlarda bu becerilerde uzmanlaşarak yetkinliklerinizi geliştirmeye motive olursunuz. Zorlu görevleri büyüme ve gelişme fırsatları olarak görebilirsiniz.",
            "midDescription": "Yeni beceriler kazanarak ve yeni durumlarda bu becerilerde uzmanlaşarak yetkinliklerinizi geliştirmeye bir şekilde motive oluyorsunuz. Bazen zorlu görevleri büyüme ve gelişme fırsatları olarak görebilirsiniz.",
            "lowDescription": "Yetkinliklerinizi geliştirme konusunda daha az motive olursunuz ve yeni beceriler edinme veya yeni durumlarda bu becerilerde ustalaşma konusunda daha az ilgilenebilirsiniz. Zorlu görevlerle karşılaştığınızda bunlara endişeyle tepki verebilir veya bunları hantal bulabilirsiniz."
          },
          "selfMonitoring": {
            "name": "Kendi kendini izleme",
            "highDescription": "İfadelerinizi ve davranışlarınızı sosyal koşullara göre düzenleyebilme ve istekli olma eğilimindesiniz. Bu, sosyal ipuçlarına göre kendinizi başkalarına nasıl sunacağınızı özelleştirmenize ve yeni durumlara uyum sağlamada daha etkili olmanıza yardımcı olur.",
            "midDescription": "Bazen ifadelerinizi ve davranışlarınızı sosyal koşullara göre düzenleyebiliyor ve buna istekli oluyorsunuz. Bu, sosyal ipuçlarına göre kendinizi başkalarına nasıl sunacağınızı özelleştirmenize ve yeni durumlara uyum sağlamada daha etkili olmanıza yardımcı olur.",
            "lowDescription": "Sosyal koşullar ne olursa olsun, ifadelerinizi ve davranışlarınızı düzenleme konusunda daha az yetenekli veya istekli olma eğilimindesiniz. Kendinizi başkalarına nasıl sunacağınızı belirlemek için sosyal ipuçlarını kullanma olasılığınız düşüktür ve yeni durumlara uyum sağlamada daha az etkili olabilirsiniz."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "Makineleri ve araçları içeren pratik ve uygulamalı roller",
            "lowDescription": "Makineleri ve araçları içeren pratik ve uygulamalı roller"
          },
          "investigative": {
            "name": "Araştırmacı",
            "highDescription": "Bir şeyleri keşfetmeyi ve araştırmayı içeren analitik ve bilimsel roller",
            "lowDescription": "Bir şeyleri keşfetmeyi ve araştırmayı içeren analitik ve bilimsel roller"
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "Orijinal çalışmalar yaratmayı içeren yaratıcı ve sanatsal roller",
            "lowDescription": "Orijinal çalışmalar yaratmayı içeren yaratıcı ve sanatsal roller"
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "İnsanlara öğreterek ve yardımcı olarak yardımcı olabilecek roller",
            "lowDescription": "İnsanlara öğreterek ve yardımcı olarak yardımcı olabilecek roller"
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "Başkalarını etkilemeyi ve yönlendirmeyi içeren liderlik pozisyonları",
            "lowDescription": "Başkalarını etkilemeyi ve yönlendirmeyi içeren liderlik pozisyonları"
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "Açık kural ve prosedürlere sahip roller",
            "lowDescription": "Açık kural ve prosedürlere sahip roller"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "İş yerinde daha fazla uygulamalı aktivite"
          },
          "investigative": {
            "name": "Araştırmacı",
            "highDescription": "Araştırma ve analiz etrafında dönen daha fazla görev"
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "{{name}} için yeni şeyler yaratması için daha fazla fırsat"
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "{{name}} başkalarına yardım etmesine olanak tanıyan daha fazla iş görevi"
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "{{name}} başkalarını etkilemesine olanak tanıyan daha fazla fırsat"
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "Kayıt tutma ve hesaplama yapma etrafında dönen daha fazla aktivite"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Gerçekçi"
          },
          "investigative": {
            "name": "Araştırmacı"
          },
          "artistic": {
            "name": "Sanatsal"
          },
          "social": {
            "name": "Sosyal"
          },
          "enterprising": {
            "name": "Girişimci"
          },
          "conventional": {
            "name": "Geleneksel"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Gerçekçi",
            "lowDescription": "{{name}} iş yerinde uygulamalı aktivitelerden hoşlanmayabilir"
          },
          "investigative": {
            "name": "Araştırmacı",
            "lowDescription": "{{name}} araştırma ve analiz odaklı görevlerden kaçınabilir"
          },
          "artistic": {
            "name": "Sanatsal",
            "lowDescription": "{{name}} yeni şeyler yaratma fırsatlarını değerlendirmeyi zor bulabilir"
          },
          "social": {
            "name": "Sosyal",
            "lowDescription": "{{name}} {{gender-object}} başkalarına yardım etmesini gerektiren etkinliklerden hoşlanmayabilir"
          },
          "enterprising": {
            "name": "Girişimci",
            "lowDescription": "{{name}} {{gender-object}} başkalarını etkilemesini gerektiren faaliyetlerden kaçınabilir"
          },
          "conventional": {
            "name": "Geleneksel",
            "lowDescription": "{{name}} kayıt tutma ve hesaplama yapma etrafında dönen faaliyetleri üstlenmeyi zor bulabilir"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık havada, fiziksel ve mekanik görevleri güçlü bir şekilde tercih eden ve soyut problemler yerine somut problemler arayan ve uygulamalı durumlarda bulunmaktan hoşlanan biri olarak .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık hava, fiziksel ve mekanik görevleri orta derecede tercih eden ancak uygulamalı iş durumlarından her zaman hoşlanmayan biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} açık hava, fiziksel ve mekanik görevleri pek tercih etmeyen ve bir şeyler inşa etme, tamir etme veya çalıştırma gibi uygulamalı çalışma durumlarını tercih etmeyen biri olarak teçhizat.",
            "summary": "{{name}} en çok Gerçekçi işlerde çalışmayı tercih ediyor - {{gender-subject}} pratik, mekanik ve uygulamalı meslekleri seviyor."
          },
          "investigative": {
            "name": "Araştırmacı",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} teoriler ve verilerle çalışmayı, karmaşık sorunları çözmek için bilimsel metodolojileri kullanmayı güçlü bir tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} karmaşık sorunları çözmek için teoriler, veriler ve rakamlarla çalışmayı, gerçekleri toplamayı ve durumları analiz etmeyi orta derecede tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} karmaşık sorunları analiz etmek veya çözmek için teorileri kullanma ve veri veya sayı toplama etrafında dönen görevleri düşük tercih eden biri olarak.",
            "summary": "{{name}} en çok Araştırmacı işlerinde çalışmayı tercih ediyor - {{gender-subject}} analitik ve bilimsel meslekleri seviyor."
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} orijinal iş veya ürün yaratmada yaratıcı ve estetik kendini ifade etmeyi içeren fırsatları güçlü bir şekilde tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sanatsal ve orijinal yaratımlar yoluyla kendini ifade etmeye izin veren fırsatları orta derecede tercih eden, ancak her zaman yaratıcı görevlerle meşgul olmaya meyilli olmayan biri olarak .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} estetik yetenekler ve kendini ifade etme gerektiren veya orijinal iş veya ürün yaratmada yaratıcı olmayı gerektiren görevleri düşük tercih eden biri olarak .",
            "summary": "{{name}} en çok Sanatsal işlerde çalışmayı tercih ediyor - {{gender-subject}} yaratıcı, anlamlı ve sanatsal meslekleri seviyor."
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını desteklemeyi, geliştirmeyi ve aydınlatmayı içeren faaliyetleri güçlü bir şekilde tercih eden ve sosyal açıdan etkili sonuçlar sunmayı amaçlayan kişilerarası uğraşlar arayan biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını desteklemeyi, geliştirmeyi ve aydınlatmayı içeren etkinliklerin yanı sıra sosyal açıdan etkili sonuçlar elde etmek için çalışmayı da orta derecede tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , başkalarına destek veya hizmet sağlamanın yanı sıra sosyal açıdan etkili sonuçlar elde etmek için başkaları için çalışan görevleri düşük tercih eden biri olarak.",
            "summary": "{{name}} en çok Sosyal işlerde çalışmayı tercih ediyor - {{gender-subject}} insanlara yardım edebilecek meslekleri seviyor."
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , çözümleri veya yaklaşımları benimsemek için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri güçlü bir şekilde tercih eden ve etkili veya güçlü konumlarda olmayı tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} başkalarını çözüm veya yaklaşımları benimsemeleri için yönlendirmeyi ve etkilemeyi gerektiren görevleri orta derecede tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çözümleri veya yaklaşımları benimsemeleri için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri düşük tercih eden biri olarak.",
            "summary": "{{name}} en çok Girişimci işlerde çalışmayı tercih ediyor - {{gender-subject}} liderlik pozisyonlarında olmalarına olanak tanıyan meslekleri seviyor."
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} , düzenlilik ve organizasyon gerektiren görevlerin yanı sıra açık yönergeler ve prosedürlerle sistematik bir operasyonda çalışmayı güçlü bir şekilde tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} sistematik ve düzenli bir şekilde gerçekleştirilen görevleri orta derecede tercih eden, ancak kuralları ve prosedürleri her zaman yakından takip etmekten hoşlanmayan biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} kurallara bağlı kalmanın yanı sıra sistematik ve düzenli bir şekilde gerçekleştirilmesi gereken yapılandırılmış ve kurallarla düzenlenen görevleri düşük tercih eden biri olarak ve prosedürler.",
            "summary": "{{name}} en çok Geleneksel işlerde çalışmayı tercih ediyor - {{gender-subject}} net standartları, kuralları ve prosedürleri olan meslekleri seviyor."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal stabilite",
            "highDescription": "Yüksek kuma sahiptir",
            "lowDescription": "Kumludur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Tecrübeye açıklık",
            "highDescription": "Öğrenmeye çok motive oldum",
            "lowDescription": "Öğrenmeye motive oldum"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uyumluluk",
            "highDescription": "Değişimde çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "dürüstlük",
            "highDescription": "İşyerinden çok memnunum",
            "lowDescription": "İş yerinde memnun"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "Duygusal olarak işe çok bağlı",
            "lowDescription": "Duygusal olarak çalışmaya adanmış"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılığı",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcı"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Bir takımda iyi çalışabilir",
            "lowDescription": "Bir takımda çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Bakış açısı edinme",
            "highDescription": "Güçlü liderlik yeteneğine sahiptir",
            "lowDescription": "Liderlik yeteneğine sahiptir"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olabilme yeteneği yüksek",
            "lowDescription": "Girişimci olabilme"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Başarı",
            "highDescription": "Sonuç odaklı",
            "midDescription": "Sonuçlara orta derecede odaklanma",
            "lowDescription": "Sonuçlara düşük odaklanma"
          },
          "recognition": {
            "name": "Tanıma",
            "highDescription": "İlerleme ve ödüller",
            "midDescription": "İlerlemeye ve ödüllere orta düzeyde odaklanma",
            "lowDescription": "İlerlemeye ve ödüllere düşük odaklanma"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "İşbirliği ve dostluk",
            "midDescription": "İşbirliği ve özerklik arasındaki denge",
            "lowDescription": "Özerklik ve rekabetçi"
          },
          "support": {
            "name": "Destek",
            "highDescription": "Destekleyici ve etik",
            "midDescription": "Biraz destek ve etik",
            "lowDescription": "Düşük destek ve etik"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "Kararlılık ve bağımsızlık",
            "midDescription": "Orta düzeyde kararlılık",
            "lowDescription": "Kararsızlık ve bağımlılık"
          },
          "workingConditions": {
            "name": "Çalışma şartları",
            "highDescription": "Güvenlik ve iyi çalışma koşulları",
            "midDescription": "Güvenlik ve çalışma koşullarına orta düzeyde odaklanma",
            "lowDescription": "Güvenlik ve çalışma koşullarına düşük odaklanma"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Başarı",
            "highDescription": "Çalışanlarının beceri ve yeteneklerini kullanarak başarı ve performansa yönelik yüksek beklentiler koyan, sonuç odaklı bir organizasyon"
          },
          "recognition": {
            "name": "Tanıma",
            "highDescription": "Çalışanlarının çalışmalarını ilerleme fırsatları ve ödüller yoluyla takdir eden bir kuruluş"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "Ekip çalışmasını ve rekabetçi olmayan bir çalışma ortamını teşvik eden bir organizasyon kültürü",
            "lowDescription": "İnsanların bağımsız çalıştığı rekabetçi bir organizasyon kültürü"
          },
          "support": {
            "name": "Destek",
            "highDescription": "Çalışanları ve gelişimlerini destekleyen, yüksek etik standartlara sahip bir organizasyon kültürü"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "Organizasyon genelinde risk almak ve yeni fikirleri denemek için sürekli fırsatlar",
            "lowDescription": "Kural odaklı ve istikrara odaklanan bir organizasyon"
          },
          "workingConditions": {
            "name": "Çalışma şartları",
            "highDescription": "Çalışanlarına iş güvenliği ve iyi çalışma koşulları duygusu sağlayan bir kuruluş"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Başarı"
          },
          "recognition": {
            "name": "Tanıma"
          },
          "relationships": {
            "name": "İlişkiler"
          },
          "support": {
            "name": "Destek"
          },
          "independence": {
            "name": "Bağımsızlık"
          },
          "workingConditions": {
            "name": "Çalışma şartları"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Başarı",
            "lowDescription": "Kuruluş genelinde başarı, performans ve sonuçlara ilişkin yüksek beklentiler varsa, bu {{name}} için çok zorlayıcı olabilir"
          },
          "recognition": {
            "name": "Tanıma",
            "lowDescription": "{{name}} organizasyondaki ilerleme fırsatlarına ve ödüllere çok fazla önem vermiyor, bu nedenle bunun yerine {{gender-subject}} değer verdiği diğer şeyleri öğrenmek önemli olacak"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "{{name}} rekabetçi ve insanları bağımsız çalışmaya teşvik eden bir organizasyon kültüründen daha az memnun olabilir",
            "lowDescription": "Kuruluşun ekip çalışmasını ve işbirliğini teşvik etmesi durumunda {{name}} işinden daha az memnun olabilir"
          },
          "support": {
            "name": "Destek",
            "lowDescription": "Kuruluşun çalışanlarını ve onların gelişimini desteklememesi durumunda {{name}} tatminsiz olabilir"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "Kuruluşun daha kural odaklı hale gelmesi ve istikrara daha fazla odaklanması durumunda {{name}} işinden daha az tatmin olabilir",
            "lowDescription": "Kuruluşun daha fazla risk almaya başlaması ve yeni fikirleri daha sık denemeye çalışması durumunda {{name}} işyerinden daha az tatmin olabilir"
          },
          "workingConditions": {
            "name": "Çalışma şartları",
            "lowDescription": "{{name}} kuruluşun sağladığı çalışma koşullarına ve iş güvenliği anlayışına çok fazla odaklanmadığından bunun yerine {{gender-subject}} değer verdiği diğer şeyleri öğrenmek önemli olacaktır."
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Yenilik",
            "highDescription": "{{name}} bir kuruluşta istikrar ve öngörülebilirlikten çok yeniliğe ve risk almaya değer verir.",
            "midDescription": "{{name}} bir kuruluşta yenilik ve istikrar dengesine değer verir.",
            "lowDescription": "{{name}} bir kuruluşta yenilik ve risk almaktan çok istikrar ve öngörülebilirliğe değer verir.",
            "summary": "{{name}} bir kuruluşta yeniliğe çok değer veriyor."
          },
          "attentionToDetail": {
            "name": "Detaylara dikkat",
            "highDescription": "{{name}} hassas ve ayrıntılara dikkat etmesi gereken bir kuruluşa çok değer veriyor.",
            "midDescription": "{{name}} ayrıntılara orta düzeyde dikkat ve titizlik göstermesi gereken bir kuruluşa değer verir.",
            "lowDescription": "{{name}} hassas ve ayrıntılara dikkat etmesi gereken bir kuruluşa pek değer vermez.",
            "summary": "{{name}} ayrıntılara önem veren bir kuruluşa çok değer veriyor."
          },
          "outcomeOrientation": {
            "name": "Sonuç Odaklılığı",
            "highDescription": "{{name}} performans, sonuç ve başarı konusunda yüksek beklentilere sahip kuruluşlara değer verir.",
            "midDescription": "{{name}} performans, sonuç ve başarı konusunda bazı beklentileri olan kuruluşlara değer verir.",
            "lowDescription": "{{name}} performans, sonuç ve başarı beklentileri düşük olan kuruluşlara değer verir.",
            "summary": "{{name}} sonuçlara odaklanan kuruluşlara çok değer veriyor."
          },
          "aggressiveness": {
            "name": "Saldırganlık",
            "highDescription": "{{name}} bir kuruluşta saldırganlığa ve rekabetçiliğe sosyal sorumluluktan daha fazla değer verir.",
            "midDescription": "{{name}} bir kuruluşta saldırganlık ile sosyal sorumluluk arasındaki dengeye değer verir.",
            "lowDescription": "{{name}} bir kuruluşta sosyal sorumluluğa saldırganlık ve rekabetten daha fazla değer verir.",
            "summary": "{{name}} bir kuruluşta saldırganlığa çok değer verir."
          },
          "supportiveness": {
            "name": "Destekleyicilik",
            "highDescription": "{{name}} bir kuruluşta desteğe ve bilgi paylaşımına çok değer veriyor.",
            "midDescription": "{{name}} bir kuruluşta desteğe ve bilgi paylaşımına orta derecede değer verir.",
            "lowDescription": "{{name}} bir kuruluşta desteğe ve bilgi paylaşımına pek değer vermez.",
            "summary": "{{name}} bir kuruluşta desteğe çok değer veriyor."
          },
          "emphasisOnRewards": {
            "name": "Büyüme ve Ödüller",
            "highDescription": "{{name}} çalışanlara ücret ve büyüme fırsatları gibi ödüller sağlayan kuruluşlara değer veriyor.",
            "midDescription": "{{name}} çalışanlara zaman zaman ücret ve büyüme fırsatları gibi ödüller sunan kuruluşlara değer verir.",
            "lowDescription": "{{name}} bir kuruluşta çalışanlara yönelik ücret ve büyüme fırsatları gibi ödüllere değer vermez.",
            "summary": "{{name}} ödülleri ön plana çıkaran kuruluşlara çok değer veriyor."
          },
          "teamOrientation": {
            "name": "Takım Oryantasyonu",
            "highDescription": "{{name}} bir kuruluşta özerklik ve bağımsızlıktan çok ekip odaklılığa ve işbirliğine değer verir.",
            "midDescription": "{{name}} bir kuruluşta ekip yönelimi ile özerklik arasındaki dengeye değer verir.",
            "lowDescription": "{{name}} bir kuruluşta özerkliğe ve bağımsızlığa ekip odaklılık ve işbirliğinden daha fazla değer verir.",
            "summary": "{{name}} ekip odaklı bir organizasyona çok değer veriyor."
          },
          "decisiveness": {
            "name": "Kararlılık",
            "highDescription": "{{name}} hızlı karar alabilen kuruluşlara değer veriyor.",
            "midDescription": "{{name}} çatışma ve kararlılık arasında denge kuran kuruluşlara değer veriyor.",
            "lowDescription": "{{name}} kararlılıktan ziyade çatışmayı teşvik eden bir kültüre sahip kuruluşlara değer verir.",
            "summary": "{{name}} hızlı karar alabilen kuruluşlara çok değer veriyor."
          },
          "respectForPeople": {
            "name": "İnsanlara saygı",
            "highDescription": "{{name}} bir kuruluşta adalete ve hoşgörüye çok değer verir.",
            "midDescription": "{{name}} bir kuruluşta adalete ve hoşgörüye orta düzeyde değer verir.",
            "lowDescription": "{{name}} bir kuruluşta adalete ve hoşgörüye pek değer vermez.",
            "summary": "{{name}} insanlara saygı duyan bir kuruluşa çok değer veriyor."
          },
          "adaptability": {
            "name": "Uyarlanabilirlik",
            "highDescription": "{{name}} uyarlanabilir, yenilikçi ve denemeye istekli kuruluşlara değer verir.",
            "midDescription": "{{name}} uyarlanabilirlik ve istikrar arasında denge kuran kuruluşlara değer veriyor.",
            "lowDescription": "{{name}} istikrarlı, öngörülebilir ve dikkatli kuruluşlara değer verir.",
            "summary": "{{name}} uyum sağlayabilen kuruluşlara çok değer veriyor."
          },
          "collaboration": {
            "name": "İşbirliği",
            "highDescription": "{{name}} işbirliğine ve ekip çalışmasına odaklanan, insan odaklı bir kültüre sahip kuruluşlara değer veriyor.",
            "midDescription": "{{name}} işbirliği ile özerklik (kendinizi yönetme veya işyerinde kendi faaliyetlerinizi organize etme özgürlüğü) arasında denge kuran kuruluşlara değer verir.",
            "lowDescription": "{{name}} insan odaklı olmaya daha az odaklanan ve özerkliğe (kendinizi yönetme veya işyerinde kendi faaliyetlerinizi organize etme özgürlüğü) ve hedeflerinize ulaşmada saldırganlığa daha fazla odaklanan organizasyon kültürlerine değer veriyor.",
            "summary": "{{name}} işbirliğini teşvik eden kuruluşlara çok değer veriyor."
          },
          "customerOrientation": {
            "name": "Müşteri odaklılık",
            "highDescription": "{{name}} pazar odaklı ve müşterilere odaklanan kuruluşlara değer veriyor.",
            "midDescription": "{{name}} orta derecede pazar odaklı ve biraz da müşterilere odaklanan kuruluşlara değer veriyor.",
            "lowDescription": "{{name}} daha az pazar odaklı ve müşterilere daha az odaklanan kuruluşlara değer veriyor.",
            "summary": "{{name}} müşteri odaklı kuruluşlara çok değer veriyor."
          },
          "detailOrientation": {
            "name": "Detay Yönü",
            "highDescription": "{{name}} ayrıntılara ve kaliteye önem veren kuruluşlara değer verir.",
            "midDescription": "{{name}} ayrıntılara ve kaliteye orta derecede önem veren kuruluşlara değer verir.",
            "lowDescription": "{{name}} ayrıntılara ve kaliteye önem veren kuruluşlara değer vermez.",
            "summary": "{{name}} ayrıntılara odaklanan kuruluşlara çok değer veriyor."
          },
          "integrity": {
            "name": "Bütünlük",
            "highDescription": "{{name}} insanlara saygı göstermek gibi yüksek dürüstlüğe ve yüksek etik standartlara sahip kuruluşlara son derece değer verir.",
            "midDescription": "{{name}} insanlara saygı göstermek gibi bir miktar dürüstlüğe ve bazı etik standartlara sahip kuruluşlara değer verir.",
            "lowDescription": "{{name}} insanlara saygı göstermek gibi dürüstlük ve etik standartlara sahip kuruluşlara değer vermez.",
            "summary": "{{name}} dürüstlüğe sahip kuruluşlara çok değer veriyor."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal stabilite",
            "highDescription": "Yüksek kuma sahiptir",
            "lowDescription": "Kumludur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Tecrübeye açıklık",
            "highDescription": "Öğrenmeye çok motive oldum",
            "lowDescription": "Öğrenmeye motive oldum"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uyumluluk",
            "highDescription": "Değişimde çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "dürüstlük",
            "highDescription": "İşyerinden çok memnunum",
            "lowDescription": "İş yerinde memnun"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "Duygusal olarak işe çok bağlı",
            "lowDescription": "Duygusal olarak çalışmaya adanmış"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılığı",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcı"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Bir takımda iyi çalışabilir",
            "lowDescription": "Bir takımda çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Bakış açısı edinme",
            "highDescription": "Güçlü liderlik yeteneğine sahiptir",
            "lowDescription": "Liderlik yeteneğine sahiptir"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olabilme yeteneği yüksek",
            "lowDescription": "Girişimci olabilme"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "Olaylar hakkında nadiren endişelenir ve korkarsınız.",
            "lowDescription": "Bazı şeyler hakkında endişelenme ve korkma eğilimindesiniz."
          },
          "anger": {
            "name": "Soğukkanlılık",
            "highDescription": "Kolayca sinirli veya öfkeli hissetmezsiniz.",
            "lowDescription": "Kolayca sinirli veya öfkeli hissetme eğilimindesiniz."
          },
          "depression": {
            "name": "Umutluluk",
            "highDescription": "Sık sık kendinizi kötü hissetmezsiniz.",
            "lowDescription": "Sık sık kendinizi kötü hissedersiniz."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "Sosyal durumlarda çekingen olma eğiliminde değilsiniz ve başkalarının sizin hakkınızda ne düşündüğü konusunda çok az endişeleniyorsunuz.",
            "lowDescription": "Sosyal durumlarda çekingen olma ve başkalarının sizin hakkınızda ne düşündüğüne karşı duyarlı olma eğilimindesiniz."
          },
          "immoderation": {
            "name": "İrade",
            "highDescription": "Günaha karşı koyabilirsiniz ve aşırıya kaçma olasılığınız yoktur.",
            "lowDescription": "Günaha direnmekte zorluk çekiyorsunuz ve muhtemelen aşırı düşkünlük eğilimindesiniz."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "Stresli durumlarda sakin kalabilirsiniz.",
            "lowDescription": "Stresli durumlarda bunalmış hissetme eğilimindesiniz."
          },
          "friendliness": {
            "name": "Dostluk",
            "highDescription": "İnsanların yanında rahatsınız ve kolayca arkadaş edinebilirsiniz.",
            "lowDescription": "İnsanlara karşı daha çekingen olma eğilimindesiniz ve kolayca arkadaş edinemeyebilirsiniz."
          },
          "gregariousness": {
            "name": "Girişkenlik",
            "highDescription": "İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih edersiniz.",
            "lowDescription": "Yalnız olmayı ve insanlarla çevrili olmamayı tercih edersiniz."
          },
          "assertiveness": {
            "name": "Girişkenlik",
            "highDescription": "Sorumluluk alma eğilimindesiniz.",
            "lowDescription": "Sorumluluk almaktan kaçınma eğilimindesiniz, başkalarının liderliği ele almasını tercih ediyorsunuz."
          },
          "activityLevel": {
            "name": "Aktivite düzeyi",
            "highDescription": "Meşgul olma ve vaktinde birçok şey yapma eğilimindesin.",
            "lowDescription": "Sakin olmayı ve zamanınızı çok fazla şeye harcamamayı tercih ediyorsunuz."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "Heyecan ve macera aramayı, risk almayı seviyorsunuz.",
            "lowDescription": "Heyecan ve macera aramayı, risk almayı sevmiyorsunuz."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "Sık sık olumlu ruh halleri yaşayan neşeli bir insansınız.",
            "lowDescription": "Moralinizin yüksek olması ihtimaliniz azalır ve sıklıkla olumlu ruh halleri yaşamayabilirsiniz."
          },
          "imagination": {
            "name": "Hayal gücü",
            "highDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı seviyorsunuz.",
            "lowDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı sevmiyorsunuz."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "Sanata ve edebiyata meraklısınız.",
            "lowDescription": "Sanat ve edebiyatla ilgilenmiyorsunuz."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "Kendinizin ve başkalarının duygusal deneyimlerinin farkındasınız ve bunlara açıksınız.",
            "lowDescription": "Kendinizin ve başkalarının duygusal deneyimlerine karşı daha az bilinçli ve açık olma eğilimindesiniz."
          },
          "adventurousness": {
            "name": "Maceracılık",
            "highDescription": "Çeşitliliği ve değişimi benimsemeniz muhtemeldir",
            "lowDescription": "Rutini ve geleneği tercih ediyorsunuz ve değişimi daha az hoş karşılıyorsunuz."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "Soyut ve felsefi fikirlere ve tartışmalara ilgi duyuyorsunuz.",
            "lowDescription": "Soyut ve felsefi fikirlere ve tartışmalara ilgi duymama eğilimindesiniz."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "Geleneğe ve geleneksel değerlere meydan okumaya istekli olma eğilimindesiniz.",
            "lowDescription": "Geleneğe ve geleneksel değerlere uyma eğilimindesiniz."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "Başkalarına güvenme eğilimindesiniz.",
            "lowDescription": "Başkalarının niyetleri konusunda daha şüpheci olma eğilimindesiniz."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "Başkalarıyla olan ilişkilerinizde samimisiniz ve manipülasyona başvurmuyorsunuz.",
            "lowDescription": "İlişkilerde istediğiniz sonuca ulaşmak için bir dereceye kadar aldatmanın gerekli olduğuna inanıyorsunuz."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "Başkaları için endişeleniyorsunuz ve ihtiyacı olanlara yardım etmeye hazırsınız.",
            "lowDescription": "Başkaları hakkında daha az endişeleniyorsunuz ve onların meselelerine karışmamayı tercih edebilirsiniz."
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "Yüzleşmekten hoşlanmıyorsunuz ve rekabetçi ve saldırgan bir tavırla hareket etmiyorsunuz.",
            "lowDescription": "Rekabetçi ve agresif bir tavırla hareket etme eğilimindesiniz."
          },
          "modesty": {
            "name": "Tevazu",
            "highDescription": "Alçakgönüllü olma eğilimindesiniz ve kendiniz hakkında aşırı yüksek bir görüşe sahip değilsiniz.",
            "lowDescription": "Kendiniz hakkında yüksek bir görüşe sahip olma eğilimindesiniz ve kendinizi başkalarından üstün görebilirsiniz."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "Başkalarına sempati duyuyorsunuz.",
            "lowDescription": "Başkalarına kolayca sempati duymama eğilimindesiniz."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "Görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma yeteneğinize güveniyorsunuz.",
            "lowDescription": "Görevleri başarılı bir şekilde yerine getirme ve bu konularda başarılı olma yeteneğinize güven duymuyorsunuz."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "Düzenli ve düzenlisiniz.",
            "lowDescription": "Düzensiz ve daha az organize olma eğilimindesiniz."
          },
          "dutifulness": {
            "name": "Görevlilik",
            "highDescription": "Kurallara uyma ve yükümlülükleri yerine getirme eğilimindesiniz.",
            "lowDescription": "Kurallara uyma konusunda daha rahat ve esnek olma eğilimindesiniz ve yükümlülükleri yerine getiremeyebilirsiniz."
          },
          "achievementStriving": {
            "name": "Başarı çabası",
            "highDescription": "Çok çalışıyorsunuz ve beklentilerin ötesine geçiyorsunuz.",
            "lowDescription": "Daha düşük düzeydeki başarılardan memnun olma eğilimindesiniz."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "Planları disiplinli bir şekilde hazırlama ve uygulama eğilimindesiniz.",
            "lowDescription": "Hazırlıksız olma eğilimindesiniz ve planları disiplinli bir şekilde yürütemeyebilirsiniz."
          },
          "cautiousness": {
            "name": "ihtiyatlılık",
            "highDescription": "Dikkatli düşünürsünüz ve harekete geçmek veya karar vermek için acele etmezsiniz.",
            "lowDescription": "Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindesiniz."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "Olaylar hakkında nadiren endişelenir ve korkarsınız. İşyerindeki stresli durumlarda, çoğu zaman sıkıntılı veya sıkıntılı hissetmezsiniz, bu da her zamanki standartlarınızı yerine getirmenizi sağlar.",
            "midDescription": "Bazen bazı şeyler hakkında endişelenir ve korkarsınız. İş yerindeki stresli durumlarda, bazen kendinizi sıkıntılı veya bozulmuş hissedebilirsiniz; bu, başa çıkma yeteneğinizin ötesinde olduğunu düşünüyorsanız performansınızı etkileyebilir.",
            "lowDescription": "Bazı şeyler hakkında endişelenme ve korkma eğilimindesiniz. İş yerindeki stresli durumlar sırasında, sıklıkla kendinizi sıkıntılı veya bozulmuş hissedebilirsiniz; bu durum, başa çıkma yeteneğinizin ötesinde olduğunu düşünüyorsanız, performansınız üzerinde zararlı bir etkiye sahip olabilir."
          },
          "anger": {
            "name": "Soğukkanlılık",
            "highDescription": "Kolayca sinirli veya öfkeli hissetmezsiniz. Bu, işyerinde güven oluşturulmasına, yapıcı çatışma yönetiminin sağlanmasına ve sivil ve profesyonel bir çalışma ortamının kolaylaştırılmasına yardımcı olur.",
            "midDescription": "Ara sıra sinirli veya kızgın hissetme eğilimindesiniz. Yanlış yönetilirse, bu durum kişisel sağlığınıza ve iş performansınıza zarar verebilir. Yapıcı olmayan ve aşırı bir şekilde ifade edilmesi halinde bu durum çalışma ilişkilerini de zorlayabilir ve organizasyonel iklime zarar verebilir.",
            "lowDescription": "Kolayca sinirli veya öfkeli hissetme eğilimindesiniz. Yanlış yönetilirse, bu durum kişisel sağlığınıza ve iş performansınıza zarar verebilir. Yapıcı olmayan ve aşırı bir şekilde ifade edilmesi halinde bu durum çalışma ilişkilerini de zorlayabilir ve organizasyonel iklime zarar verebilir."
          },
          "depression": {
            "name": "Umutluluk",
            "highDescription": "Sık sık kendinizi kötü hissetmezsiniz. Karamsarlık duygularından kolay kolay etkilenmezsiniz, bu da işte her zamanki standartlarınızı tutturabilmenizi sağlar.",
            "midDescription": "Bazen kendinizi kötü hissedersiniz. Depresif duygular kontrol edilmediği takdirde genellikle motivasyon ve enerji eksikliğine ve faaliyetlere başlamada zorluğa neden olur ve bu da işyerinde optimum performansın sürdürülmesinde zorluklara yol açabilir.",
            "lowDescription": "Sık sık kendinizi kötü hissetme eğilimindesiniz. Depresif duygular kontrol edilmediği takdirde genellikle motivasyon ve enerji eksikliğine ve faaliyetlere başlamada zorluğa neden olur ve bu da işyerinde optimum performansın sürdürülmesinde zorluklara yol açabilir."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "Sosyal durumlarda çekingen olma eğiliminde değilsiniz ve başkalarının sizin hakkınızda ne düşündüğü konusunda çok az endişeleniyorsunuz. Bu, kendinizi ortaya koymanıza ve başkalarıyla daha özgün bir şekilde etkileşime girmenize olanak tanır. Ancak aşırıya kaçılırsa, kişisel farkındalık eksikliği riski ortaya çıkabilir.",
            "midDescription": "Bazen sosyal durumlarda çekingen davranabilir ve başkalarının sizin hakkınızda ne düşündüğüne karşı duyarlı olabilirsiniz. Bu endişeler, sosyal etkileşimlerde bazı rahatsızlıklara ve gerginliğe yol açabilir ve bu da sizi işte gerçekten başarabileceğiniz şeylerden alıkoyabilir.",
            "lowDescription": "Sosyal durumlarda çekingen olma ve başkalarının sizin hakkınızda ne düşündüğüne karşı duyarlı olma eğilimindesiniz. Bu endişeler sosyal etkileşimlerde rahatsızlığa ve gerginliğe yol açabilir ve bu da sizi işte gerçekten başarabileceğiniz şeylerden alıkoyabilir."
          },
          "immoderation": {
            "name": "İrade",
            "highDescription": "Günaha karşı koyabilirsiniz ve aşırıya kaçma olasılığınız yoktur. Bu, işteki üretkenliğinize yardımcı olur.",
            "midDescription": "Bazen ayartılmaya direnebilir, bazen de aşırı düşkünlük gösterebilirsiniz. İşyerinde dürtülere çok sık teslim olmak verimliliğinizi etkileyebilir.",
            "lowDescription": "Günaha direnmekte zorluk çekiyorsunuz ve muhtemelen aşırı düşkünlük eğilimindesiniz. İşyerinde dürtülere çok sık teslim olmak verimliliğinizi etkileyebilir."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "Stresli durumlarda sakin kalabilirsiniz. Bu, baskı altındayken bile net bir zihinle düşünmenize, karar vermenize ve harekete geçmenize yardımcı olur. Ancak aşırı sakin bir tepki bazen başkaları tarafından empati eksikliği veya durumun ciddiyetinin yanlış anlaşılması olarak algılanabilir.",
            "midDescription": "Bazen stresli durumlarda sakin kalabilirsiniz. Sakin kalmak, açık bir zihinle düşünmenize, karar vermenize ve harekete geçmenize yardımcı olur. Tersine, bunalmak düşünme, karar verme ve hareket etme yeteneğinizi engelleyecektir ve bu da iş performansınızı etkileyecektir.",
            "lowDescription": "Stresli durumlarda bunalmış hissetme eğilimindesiniz. Baskı altındayken panik, kafa karışıklığı ve çaresizlik hissedebilirsiniz; bu durum net düşünme, karar verme ve eyleme geçme yeteneğinizi engelleyebilmektedir. Bu, iş performansınızı etkileyebilir."
          },
          "friendliness": {
            "name": "Dostluk",
            "highDescription": "İnsanların yanında rahatsınız ve kolayca arkadaş edinebilirsiniz. Bu, iş yeri de dahil olmak üzere sosyal durumlarda gezinmenizi sağlar.",
            "midDescription": "İnsanların yanında biraz rahatsınız ve biraz çaba harcayarak arkadaş edinebiliyorsunuz. Bu, iş yeri de dahil olmak üzere sosyal durumlarda gezinme yeteneğinizi etkiler.",
            "lowDescription": "İnsanlara karşı daha çekingen olma eğilimindesiniz ve kolayca arkadaş edinemeyebilirsiniz. Bunun, iş yeri de dahil olmak üzere sosyal durumlarda gezinme beceriniz üzerinde etkisi olabilir."
          },
          "gregariousness": {
            "name": "Girişkenlik",
            "highDescription": "İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih edersiniz. Bu, işyerinde yaygın olan sosyal bağlamlarda performans sergilemeniz gerektiğinde faydalıdır.",
            "midDescription": "Bazen başkalarının arkadaşlığından hoşlanırsınız, bazen de yalnız kalmayı tercih edersiniz. Sosyal olmak, işyerinde yaygın olan sosyal bağlamlarda performans göstermeniz gerektiğinde faydalıdır.",
            "lowDescription": "Yalnız olmayı ve insanlarla çevrili olmamayı tercih edersiniz. Bu bazen işyerinde yaygın olan sosyal bağlamlarda performans gösterme yeteneğinizi etkileyebilir."
          },
          "assertiveness": {
            "name": "Girişkenlik",
            "highDescription": "Sorumluluk alma eğilimindesiniz. Bu, liderlik potansiyelinize katkıda bulunur.",
            "midDescription": "Zaman zaman sorumluluğu üstleniyorsunuz. Bu, liderlik potansiyelinize katkıda bulunur.",
            "lowDescription": "Sorumluluk almaktan kaçınma eğilimindesiniz, başkalarının liderliği ele almasını tercih ediyorsunuz. Bunun liderlik potansiyeliniz üzerinde etkisi olabilir."
          },
          "activityLevel": {
            "name": "Aktivite düzeyi",
            "highDescription": "Meşgul olma ve vaktinde birçok şey yapma eğilimindesin. Bu, ne kadar enerji harcadığınızın ve işteki günlük aktivitelere katılım seviyenizin bir göstergesi olabilir.",
            "midDescription": "Zamanınızı ne kadar harcadığınızla ilgili bir denge kurmaya çalışırsınız. Benzer şekilde bu, ne kadar enerji harcadığınızın ve işteki günlük aktivitelere katılım seviyenizin bir göstergesi olabilir.",
            "lowDescription": "Sakin olmayı ve zamanınızı çok fazla şeye harcamamayı tercih ediyorsunuz. Benzer şekilde bu, ne kadar enerji harcadığınızın ve işteki günlük aktivitelere katılım seviyenizin bir göstergesi olabilir."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "Heyecan ve macera aramayı, risk almayı seviyorsunuz. Bu, dinamik, hızla değişen bir ortamdaki işler ve belirli düzeyde risk almayı gerektiren işler için yararlı olabilir.",
            "midDescription": "Zaman zaman heyecan ve macera arar, risk alırsınız. Bu, dinamik, hızla değişen bir ortamdaki işler ve belirli düzeyde risk almayı gerektiren işler için yararlı olabilir.",
            "lowDescription": "Heyecan ve macera aramayı, risk almayı sevmiyorsunuz. Dinamik, hızla değişen bir ortamda ve belli düzeyde risk almayı gerektiren işlerde çalışmayı zor bulabilirsiniz."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "Sık sık olumlu ruh halleri yaşayan neşeli bir insansınız. Olumlu insanlar genellikle başkaları tarafından daha sevimli olarak algılanır.",
            "midDescription": "Bazen olumlu ruh halleri yaşayan, orta derecede neşeli bir insansınız. Bunun, başkalarının sizi ne kadar olumlu algıladığı üzerinde etkisi vardır ve aynı zamanda ne kadar sevimli olduğunuzu da etkileyebilir.",
            "lowDescription": "Moralinizin yüksek olması ihtimaliniz azalır ve sıklıkla olumlu ruh halleri yaşamayabilirsiniz. Bunun, başkalarının sizi ne kadar olumlu algıladığı üzerinde etkisi vardır ve aynı zamanda ne kadar sevimli olduğunuzu da etkileyebilir."
          },
          "imagination": {
            "name": "Hayal gücü",
            "highDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı seviyorsunuz. Hayal gücünü geliştirmek, problem çözmeye ve yeniliğe yardımcı olur.",
            "midDescription": "Bazen düşüncelerinizde ve hayal gücünüzde kaybolmayı seviyorsunuz. Hayal gücünü geliştirmek, problem çözmeye ve yeniliğe yardımcı olur.",
            "lowDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı sevmiyorsunuz. Hayal gücünü geliştirmek, problem çözmeye ve yeniliğe yardımcı olur."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "Sanata ve edebiyata meraklısınız. Sanat ve edebiyata katılım, analitik düşünme gibi becerileri geliştirmenize ve hatta refahınızı artırmanıza yardımcı olabilir.",
            "midDescription": "Bazen sanata ve edebiyata ilgi duyuyorsunuz. Sanat ve edebiyata katılım, analitik düşünme gibi becerileri geliştirmenize ve hatta refahınızı artırmanıza yardımcı olabilir.",
            "lowDescription": "Sanatla, edebiyatla ilgilenmiyorsun. Sanat ve edebiyata katılım, analitik düşünme gibi becerileri geliştirmenize ve hatta refahınızı artırmanıza yardımcı olabilir."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "Kendinizin ve başkalarının duygusal deneyimlerinin farkındasınız ve bunlara açıksınız. Bu, empati kurmanızı ve başkalarıyla sağlıklı ilişkiler kurmanızı sağlar.",
            "midDescription": "Orta derecede farkındasınız ve bazen kendinizin ve başkalarının duygusal deneyimlerine açıksınız. Bunun başkalarına karşı empatiniz ve sağlıklı ilişkiler kurma beceriniz üzerinde etkisi vardır.",
            "lowDescription": "Kendinizin ve başkalarının duygusal deneyimlerine karşı daha az bilinçli ve açık olma eğilimindesiniz. Bunun başkalarına karşı empatiniz ve sağlıklı ilişkiler kurma beceriniz üzerinde etkisi olabilir."
          },
          "adventurousness": {
            "name": "Maceracılık",
            "highDescription": "Çeşitliliği ve değişimi benimsemeniz muhtemeldir. İşyerlerinde olduğu gibi günlük hayatta da değişim kaçınılmazdır.",
            "midDescription": "Çeşitlilik ve rutin arasında bir denge kurmayı tercih edersiniz ve arada bir değişiklikleri memnuniyetle karşılarsınız. İşyerlerinde olduğu gibi günlük hayatta da değişim kaçınılmazdır.",
            "lowDescription": "Rutini ve geleneği tercih ediyorsunuz ve değişimi daha az hoş karşılıyorsunuz. İşyerlerinde olduğu gibi günlük hayatta da değişim kaçınılmazdır."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "Soyut ve felsefi fikirlere ve tartışmalara ilgi duyuyorsunuz. Alternatif teorilere ve fikirlere daha açık olabilirsiniz.",
            "midDescription": "Soyut ve felsefi fikirlere ve tartışmalara biraz ilgi duyuyorsunuz. Bazen alternatif teorilere ve fikirlere açık olabilirsiniz.",
            "lowDescription": "Soyut ve felsefi fikirler ve tartışmalarla ilgilenmeme eğilimindesiniz. Alternatif teorilere ve fikirlere daha az açık olabilirsiniz."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "Geleneğe ve geleneksel değerlere meydan okumaya istekli olma eğilimindesiniz. Alternatif görüş ve bakış açılarına daha açık olabilirsiniz.",
            "midDescription": "Bazen geleneklere ve geleneksel değerlere meydan okumaya istekli olursunuz. Alternatif görüşlere ve bakış açılarına biraz açık olabilirsiniz.",
            "lowDescription": "Geleneğe ve geleneksel değerlere uyma eğilimindesiniz. Alternatif görüşlere ve bakış açılarına daha az açık olabilirsiniz."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "Başkalarına güvenme eğilimindesiniz. İş yerinde, başkalarıyla, onların güvenilir olduklarını ve iyi niyetli olduklarını varsayarak etkileşime geçme eğilimindesiniz, bu da bazen karşılıklı olarak gerçekleşebilir. Bu, iş yerinde samimi ilişkiler kurmanızı sağlar.",
            "midDescription": "Bir dereceye kadar başkalarına güvenme eğilimindesiniz. İş yerinde, başkalarıyla, onların güvenilir olduğunu ve çoğunlukla iyi niyetli olduklarını varsayarak etkileşime girebilirsiniz, ancak aynı zamanda biraz dikkatli de olursunuz. Güven bazen karşılıklı olsa da, bazen bir miktar tedbir yararlı olabilir.",
            "lowDescription": "Başkalarının niyetleri konusunda daha şüpheci olma eğilimindesiniz. Bu, diğer insanlarla etkileşiminizi ve iş yerinde samimi ilişkiler kurma yeteneğinizi etkileyebilir."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "Başkalarıyla olan ilişkilerinizde samimisiniz ve manipülasyona başvurmuyorsunuz. İnsanlar sizinle etkileşim kurmayı ve ilişki kurmayı daha kolay bulabilir, bu da ilişki kurmayı kolaylaştırır.",
            "midDescription": "Başkalarıyla olan ilişkilerinizde genellikle samimisiniz, ancak gerektiğinde bazı aldatmacaları kullanmaktan da öte değilsiniz. Aşırıya kaçılırsa bu tür davranışlar uzun vadede ekiplere ve organizasyona zarar verebilir.",
            "lowDescription": "İlişkilerde istediğiniz sonuca ulaşmak için bir dereceye kadar aldatmanın gerekli olduğuna inanıyorsunuz. Aşırıya kaçılırsa bu tür davranışlar uzun vadede ekiplere ve organizasyonlara zarar verebilir."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "Başkaları için endişeleniyorsunuz ve ihtiyacı olanlara yardım etmeye hazırsınız. Başkalarına yardım etmeye ve desteklemeye hazır olmanız, uyumlu ekiplerin ve işbirliğine dayalı bir kültürün oluşturulmasını kolaylaştırır.",
            "midDescription": "Bazen başkaları hakkında endişelenirsiniz ve bazen ihtiyacı olanlara yardım etmeye istekli olursunuz. Başkalarına yardım etmeye ve desteklemeye hazır olmanız, uyumlu ekiplerin ve işbirliğine dayalı bir kültürün oluşturulmasını kolaylaştırır.",
            "lowDescription": "Başkaları hakkında daha az endişeleniyorsunuz ve onların meselelerine karışmamayı tercih edebilirsiniz. Bunun ekip bütünlüğü ve işbirliği üzerinde etkisi olabilir."
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "Yüzleşmekten hoşlanmıyorsunuz ve rekabetçi ve saldırgan bir tavırla hareket etmiyorsunuz. Başkaları da buna göre karşılık verebilir, bu da dostane ve keyifli bir çalışma ortamı yaratılmasına yardımcı olur.",
            "midDescription": "Yüzleşme konusunda kararsız olma eğilimindesiniz, ancak çoğunlukla rekabetçi ve saldırgan bir tavırla hareket etmemeye çalışıyorsunuz. Agresif yüzleşme karşılıklı olabilir, bu da elverişli olmayan ve yapıcı olmayan bir çalışma ortamı yaratır.",
            "lowDescription": "Rekabetçi ve agresif bir tavırla hareket etme eğilimindesiniz. Agresif yüzleşme karşılıklı olabilir, bu da elverişli olmayan ve yapıcı olmayan bir çalışma ortamı yaratır."
          },
          "modesty": {
            "name": "Tevazu",
            "highDescription": "Alçakgönüllü olma eğilimindesiniz ve kendiniz hakkında aşırı yüksek bir görüşe sahip değilsiniz. Mütevazı insanlar genellikle olumlu ve sevimli olarak algılanır. Ancak aşırı alçakgönüllülük aynı zamanda özgüven eksikliğinin de göstergesi olabilir.",
            "midDescription": "Kendiniz hakkında orta derecede yüksek bir fikriniz var. Mütevazı insanlar genellikle olumlu ve sevimli olarak algılanır ve orta düzeyde bir özgüven sağlıklıdır.",
            "lowDescription": "Kendiniz hakkında yüksek bir görüşe sahip olma eğilimindesiniz ve kendinizi başkalarından üstün görebilirsiniz. Ayrıca başarılarınızı tartışmaya eğilimli ve kendinize aşırı güvenen biri olarak da algılanabilirsiniz. Öte yandan mütevazı insanlar genellikle daha olumlu ve sevimli olarak algılanır."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "Başkalarına sempati duyuyorsunuz. İş yerinde sempatinizi ifade etmek, başkalarının nasıl hissettiğine değer verdiğinizi ve desteğinizi ilettiğinizi gösterir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur.",
            "midDescription": "Bazen başkalarına sempati duyuyorsunuz. İş yerinde sempatinizi ifade etmek, başkalarının nasıl hissettiğine değer verdiğinizi ve desteğinizi ilettiğinizi gösterir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur.",
            "lowDescription": "Başkalarına kolayca sempati duymama eğilimindesiniz. İş yerinde sempatinizi ifade etmek, başkalarının nasıl hissettiğine değer verdiğinizi ve desteğinizi ilettiğinizi gösterecektir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "Görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma yeteneğinize güveniyorsunuz. İş performansı kişinin yeteneklerine duyduğu güven ile ilgilidir.",
            "midDescription": "Görevleri başarıyla yerine getirme ve bu konularda başarılı olma yeteneğinize biraz güveniyorsunuz. Yeteneklerinize olan güveniniz performansınız üzerinde etkili olabilir.",
            "lowDescription": "Görevleri başarılı bir şekilde yerine getirme ve bu konularda başarılı olma yeteneğinize güven duymuyorsunuz. Yeteneklerinize olan güven eksikliğiniz performansınızı etkileyebilir."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "Düzenli ve düzenlisiniz. Düzenli ve organize olmak daha iyi üretkenlik sağlayabilir.",
            "midDescription": "Biraz düzenli ve düzenlisiniz. Daha düzenli ve düzenli olmak daha iyi üretkenlik sağlayabilir.",
            "lowDescription": "Düzensiz ve daha az organize olma eğilimindesiniz. Daha düzenli ve düzenli olmak daha iyi üretkenlik sağlayabilir."
          },
          "dutifulness": {
            "name": "Görevlilik",
            "highDescription": "Kurallara uyma ve yükümlülükleri yerine getirme eğilimindesiniz. Kurallara uymak düzeni korumaya yardımcı olur ve yükümlülükleri yerine getirmek güven yaratır.",
            "midDescription": "Kurallara uyuyor ve yükümlülükleri orta düzeyde yerine getiriyorsunuz. Kurallara uymak düzeni korumaya yardımcı olur ve yükümlülükleri yerine getirmek güven oluşturmaya yardımcı olur.",
            "lowDescription": "Kurallara uyma konusunda daha rahat ve esnek olma eğilimindesiniz ve yükümlülükleri yerine getiremeyebilirsiniz. Kurallara uymak düzeni daha iyi korumaya yardımcı olur ve yükümlülükleri yerine getirmek güven oluşturmaya yardımcı olur."
          },
          "achievementStriving": {
            "name": "Başarı çabası",
            "highDescription": "Çok çalışıyorsunuz ve beklentilerin ötesine geçiyorsunuz. Bu sayede daha yüksek başarı seviyelerine ulaşabilirsiniz.",
            "midDescription": "Bazen çok çalışırsınız ve beklentilerin ötesine geçersiniz. Bu, daha yüksek başarı seviyelerine ulaşma yeteneğinizi etkiler.",
            "lowDescription": "Daha düşük düzeydeki başarılardan memnun olma eğilimindesiniz. Bu, daha yüksek başarı seviyelerine ulaşma yeteneğinizi etkileyebilir."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "Planları disiplinli bir şekilde hazırlama ve uygulama eğilimindesiniz. Bu, hedeflerinize ulaşma yolunda ilerlemenizi sağlar.",
            "midDescription": "Planları disiplinli bir şekilde hazırlayıp uygulamaya çalışıyorsunuz. Bu, hedeflerinize ulaşma yolunda ilerleme yeteneğinizi etkileyebilir.",
            "lowDescription": "Hazırlıksız olma eğilimindesiniz ve planları disiplinli bir şekilde yürütemeyebilirsiniz. Bu, hedeflerinize ulaşma yolunda ilerleme yeteneğinizi etkileyebilir."
          },
          "cautiousness": {
            "name": "ihtiyatlılık",
            "highDescription": "Dikkatli düşünürsünüz ve harekete geçmek veya karar vermek için acele etmezsiniz. Bu tür bir ihtiyatlılık bazen durumlara tepki verirken daha etkili olmanızı sağlayabilir.",
            "midDescription": "Bazen dikkatlice düşünürsünüz ve harekete geçmek veya karar vermek için acele etmemeye çalışırsınız. Bu tür bir ihtiyatlılık bazen durumlara tepki verirken daha etkili olmanızı sağlayabilir.",
            "lowDescription": "Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindesiniz. Biraz dikkatli olmak, durumlara yanıt verirken daha etkili olmanıza yardımcı olabilir."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "Olaylar hakkında nadiren endişelenir ve korkarsınız.",
            "lowDescription": "Bazı şeyler hakkında endişelenme ve korkma eğilimindesiniz."
          },
          "anger": {
            "name": "Soğukkanlılık",
            "highDescription": "Kolayca sinirli veya öfkeli hissetmezsiniz.",
            "lowDescription": "Kolayca sinirli veya öfkeli hissetme eğilimindesiniz."
          },
          "depression": {
            "name": "Umutluluk",
            "highDescription": "Sık sık kendinizi kötü hissetmezsiniz.",
            "lowDescription": "Sık sık kendinizi kötü hissedersiniz."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "Sosyal durumlarda çekingen olma eğiliminde değilsiniz ve başkalarının sizin hakkınızda ne düşündüğü konusunda çok az endişeleniyorsunuz.",
            "lowDescription": "Sosyal durumlarda çekingen olma ve başkalarının sizin hakkınızda ne düşündüğüne karşı duyarlı olma eğilimindesiniz."
          },
          "immoderation": {
            "name": "İrade",
            "highDescription": "Günaha karşı koyabilirsiniz ve aşırıya kaçma olasılığınız yoktur.",
            "lowDescription": "Günaha direnmekte zorluk çekiyorsunuz ve muhtemelen aşırı düşkünlük eğilimindesiniz."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "Stresli durumlarda sakin kalabilirsiniz.",
            "lowDescription": "Stresli durumlarda bunalmış hissetme eğilimindesiniz."
          },
          "friendliness": {
            "name": "Dostluk",
            "highDescription": "İnsanların yanında rahatsınız ve kolayca arkadaş edinebilirsiniz.",
            "lowDescription": "İnsanlara karşı daha çekingen olma eğilimindesiniz ve kolayca arkadaş edinemeyebilirsiniz."
          },
          "gregariousness": {
            "name": "Girişkenlik",
            "highDescription": "İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih edersiniz.",
            "lowDescription": "Yalnız olmayı ve insanlarla çevrili olmamayı tercih edersiniz."
          },
          "assertiveness": {
            "name": "Girişkenlik",
            "highDescription": "Sorumluluk alma eğilimindesiniz.",
            "lowDescription": "Sorumluluk almaktan kaçınma eğilimindesiniz, başkalarının liderliği ele almasını tercih ediyorsunuz."
          },
          "activityLevel": {
            "name": "Aktivite düzeyi",
            "highDescription": "Meşgul olma ve vaktinde birçok şey yapma eğilimindesin.",
            "lowDescription": "Sakin olmayı ve zamanınızı çok fazla şeye harcamamayı tercih ediyorsunuz."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "Heyecan ve macera aramayı, risk almayı seviyorsunuz.",
            "lowDescription": "Heyecan ve macera aramayı, risk almayı sevmiyorsunuz."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "Sık sık olumlu ruh halleri yaşayan neşeli bir insansınız.",
            "lowDescription": "Moralinizin yüksek olması ihtimaliniz azalır ve sıklıkla olumlu ruh halleri yaşamayabilirsiniz."
          },
          "imagination": {
            "name": "Hayal gücü",
            "highDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı seviyorsunuz.",
            "lowDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmayı sevmiyorsunuz."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "Sanata ve edebiyata meraklısınız.",
            "lowDescription": "Sanat ve edebiyatla ilgilenmiyorsunuz."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "Kendinizin ve başkalarının duygusal deneyimlerinin farkındasınız ve bunlara açıksınız.",
            "lowDescription": "Kendinizin ve başkalarının duygusal deneyimlerine karşı daha az bilinçli ve açık olma eğilimindesiniz."
          },
          "adventurousness": {
            "name": "Maceracılık",
            "highDescription": "Çeşitliliği ve değişimi benimsemeniz muhtemeldir.",
            "lowDescription": "Rutini ve geleneği tercih ediyorsunuz ve değişimi daha az hoş karşılıyorsunuz."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "Soyut ve felsefi fikirlere ve tartışmalara ilgi duyuyorsunuz.",
            "lowDescription": "Soyut ve felsefi fikirlere ve tartışmalara ilgi duymama eğilimindesiniz."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "Geleneğe ve geleneksel değerlere meydan okumaya istekli olma eğilimindesiniz.",
            "lowDescription": "Geleneğe ve geleneksel değerlere uyma eğilimindesiniz."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "Başkalarına güvenme eğilimindesiniz.",
            "lowDescription": "Başkalarının niyetleri konusunda daha şüpheci olma eğilimindesiniz."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "Başkalarıyla olan ilişkilerinizde samimisiniz ve manipülasyona başvurmuyorsunuz.",
            "lowDescription": "İlişkilerde istediğiniz sonuca ulaşmak için bir dereceye kadar aldatmanın gerekli olduğuna inanıyorsunuz."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "Başkaları için endişeleniyorsunuz ve ihtiyacı olanlara yardım etmeye hazırsınız.",
            "lowDescription": "Başkaları hakkında daha az endişeleniyorsunuz ve onların meselelerine karışmamayı tercih edebilirsiniz."
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "Yüzleşmekten hoşlanmıyorsunuz ve rekabetçi ve saldırgan bir tavırla hareket etmiyorsunuz.",
            "lowDescription": "Rekabetçi ve agresif bir tavırla hareket etme eğilimindesiniz."
          },
          "modesty": {
            "name": "Tevazu",
            "highDescription": "Alçakgönüllü olma eğilimindesiniz ve kendiniz hakkında aşırı yüksek bir görüşe sahip değilsiniz.",
            "lowDescription": "Kendiniz hakkında yüksek bir görüşe sahip olma eğilimindesiniz ve kendinizi başkalarından üstün görebilirsiniz."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "Başkalarına sempati duyuyorsunuz.",
            "lowDescription": "Başkalarına kolayca sempati duymama eğilimindesiniz."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "Görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma yeteneğinize güveniyorsunuz.",
            "lowDescription": "Görevleri başarılı bir şekilde yerine getirme ve bu konularda başarılı olma yeteneğinize güven duymuyorsunuz."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "Düzenli ve düzenlisiniz.",
            "lowDescription": "Düzensiz ve daha az organize olma eğilimindesiniz."
          },
          "dutifulness": {
            "name": "Görevlilik",
            "highDescription": "Kurallara uyma ve yükümlülükleri yerine getirme eğilimindesiniz.",
            "lowDescription": "Kurallara uyma konusunda daha rahat ve esnek olma eğilimindesiniz ve yükümlülükleri yerine getiremeyebilirsiniz."
          },
          "achievementStriving": {
            "name": "Başarı çabası",
            "highDescription": "Çok çalışıyorsunuz ve beklentilerin ötesine geçiyorsunuz.",
            "lowDescription": "Daha düşük düzeydeki başarılardan memnun olma eğilimindesiniz."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "Planları disiplinli bir şekilde hazırlama ve uygulama eğilimindesiniz.",
            "lowDescription": "Hazırlıksız olma eğilimindesiniz ve planları disiplinli bir şekilde yürütemeyebilirsiniz."
          },
          "cautiousness": {
            "name": "ihtiyatlılık",
            "highDescription": "Dikkatli düşünürsünüz ve harekete geçmek veya karar vermek için acele etmezsiniz.",
            "lowDescription": "Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindesiniz."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "Sen",
      "objective": "Sen",
      "possessiveAdjective": "senin",
      "possessive": "senin",
      "reflexive": "kendin"
    },
    "neutral": {
      "subjective": "Onlar",
      "objective": "onlara",
      "possessiveAdjective": "onların",
      "possessive": "onların",
      "reflexive": "kendileri"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "algılamak",
      "plural": "algılar"
    }
  },
  "nouns": {
    "person": {
      "singular": "Bu kişi"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal stabilite",
            "highDescription": "Yüksek kuma sahiptir",
            "lowDescription": "Kumludur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Tecrübeye açıklık",
            "highDescription": "Öğrenmeye çok motive oldum",
            "lowDescription": "Öğrenmeye motive oldum"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uyumluluk",
            "highDescription": "Değişimde çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "dürüstlük",
            "highDescription": "İşyerinden çok memnunum",
            "lowDescription": "İş yerinde memnun"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "Duygusal olarak işe çok bağlı",
            "lowDescription": "Duygusal olarak çalışmaya adanmış"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılığı",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcı"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Bir takımda iyi çalışabilir",
            "lowDescription": "Bir takımda çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Bakış açısı edinme",
            "highDescription": "Güçlü liderlik yeteneğine sahiptir",
            "lowDescription": "Liderlik yeteneğine sahiptir"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olabilme yeteneği yüksek",
            "lowDescription": "Girişimci olabilme"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Duygusal stabilite",
            "highDescription": "{{name}} adlı kişinin en güçlü kişilik özelliği {{gender-subject}} duygusal açıdan istikrarlı olmasıdır - ",
            "midDescription": "{{name}} bir dereceye kadar duygularını kontrol edebilmektedir ve genellikle baskıya ve ayartmaya karşı dirençlidir.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} duygusal istikrardır - "
          },
          "extraversion": {
            "name": "Dışadönüklük",
            "highDescription": "{{name}} 'nin en güçlü kişilik özelliği {{gender-subject}} in dışa dönük olmasıdır - ",
            "midDescription": "{{name}} biraz girişken, pozitif, heyecan arayan ve iddialı biri.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} dışa dönüklüktür - "
          },
          "opennessToExperience": {
            "name": "Tecrübeye açıklık",
            "highDescription": "{{name}} adlı kişinin en güçlü kişilik özelliği {{gender-subject}} çeşitli deneyimlere açık olmasıdır - ",
            "midDescription": "{{name}} çeşitli fikirlere, etkinliklere, duygulara ve bakış açılarına katılmaya biraz açıktır. ",
            "lowDescription": "{{name}} 'nin gelişim alanı, çeşitli deneyimlere {{gender-possessive}} açıklıktır - "
          },
          "agreeableness": {
            "name": "Uyumluluk",
            "highDescription": "{{name}} 'in en güçlü kişilik özelliği uyumluluktur - ",
            "midDescription": "{{name}} orta derecede sıcakkanlı, mütevazı ve insan odaklıdır.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} uyumluluktur - "
          },
          "conscientiousness": {
            "name": "dürüstlük",
            "highDescription": "{{name}} 'in en güçlü kişilik özelliği {{gender-subject}} in vicdanlı olmasıdır - ",
            "midDescription": "{{name}} başarma yeteneklerine biraz güveniyor ve görevleri yapılandırılmış ve kasıtlı bir şekilde yerine getirme konusunda orta derecede disiplinli.",
            "lowDescription": "{{name}} 'nin gelişim alanı {{gender-possessive}} vicdanıdır - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "{{name}} temel öz değerlendirmelerde yüksektir - {{gender-subject}} {{gender-object}} ın kendisini çeşitli durumlarda sürekli olarak olumlu bir şekilde görür.",
            "lowDescription": "{{name}} nin temel öz değerlendirmeleri düşük - {{gender-subject}} {{gender-object}} ın kendisini çeşitli durumlarda daha olumlu bir şekilde görmeye çalışmalı."
          },
          "performanceOrientation": {
            "name": "Performans Odaklılığı",
            "highDescription": "{{name}} performans hedefi yöneliminde yüksektir - {{gender-subject}} olumlu yargılar arayarak ve başkalarının olumsuz yargılarından kaçınarak {{gender-possessive}} yeterliliğini göstermeye ve doğrulamaya motivedir. ",
            "lowDescription": "{{name}} nin performans hedefi yönelimi düşük - {{gender-subject}} olumlu yargılar arayarak ve olumsuz yargılardan kaçınarak {{gender-possessive}} yeterliliğini göstermek ve doğrulamak için daha motive olmaya çalışmalıdır."
          },
          "masteryOrientation": {
            "name": "Ustalık Oryantasyonu",
            "highDescription": "{{name}} hedef odaklılık konusunda üst düzeydedir - {{gender-subject}} yeni beceriler edinerek ve yeni durumlarda ustalaşarak yeterliliğini geliştirmeye motivedir.",
            "lowDescription": "{{name}} nin ustalık hedef yönelimi düşük - {{gender-subject}} yeni beceriler edinerek ve yeni durumlarda ustalaşarak yeterliliğini geliştirmek için daha motive olmaya çalışmalı."
          },
          "selfMonitoring": {
            "name": "Kendi kendini izleme",
            "highDescription": "{{name}} kendi kendini izleme konusunda yüksektir - {{gender-subject}} {{gender-possessive}} ifadelerini ve davranışlarını izleyebilir ve kontrol edebilir.",
            "lowDescription": "{{name}} nin kendi kendini izleme düzeyi düşük - {{gender-subject}} {{gender-possessive}} ifadesini ve davranışlarını daha fazla izlemeye ve kontrol etmeye çalışmalı."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "{{name}} kendisini her durumda sürekli olarak olumlu bir tavırla görme eğilimindedir. Kendilerini yetenekli, değerli ve hayatlarının kontrolünü elinde tutan biri olarak görüyorlar. Bu tür olumlu duygu, düşünce ve motivasyonlar onların işyerinde nasıl hissettiklerini, düşündüklerini ve davrandıklarını etkileyebilir.",
            "midDescription": "{{name}} bazen kendilerine daha olumlu, bazen de daha olumsuz bakıyor. Bu, kendilerini yetenekli, değerli ve hayatlarının kontrolünü elinde bulunduran biri olarak görüp görmediklerini etkiler; bu da işyerinde nasıl hissettiklerini, düşündüklerini ve davrandıklarını etkiler.",
            "lowDescription": "{{name}} kendisini çeşitli durumlarda sürekli olarak olumsuz bir tavırla görme eğilimindedir. Kendilerini daha az yetenekli, değersiz ve hayatlarının kontrolünün ellerinde olmadığını görebilirler. Bu tür olumsuz duygu, düşünce ve motivasyonlar işyerinde nasıl hissettiğini, düşündüğünü ve nasıl davrandığını etkileyebilir."
          },
          "performanceOrientation": {
            "name": "Performans Odaklılığı",
            "highDescription": "{{name}} başkalarından daha iyi performans gösterdiğinde yeterliliğinin ortaya çıktığına inanıyor. Sonuç olarak, diğerlerinden daha yüksek düzeyde başarı ve yeterlilik elde etmeye odaklanarak kendileri için yüksek hedefler belirlemeye motive olmaları muhtemeldir. ",
            "midDescription": "{{name}} bazen, başkalarından daha iyi performans gösterdiğinde yeterliliğinin ortaya çıktığına inanır. Bu nedenle, bazen diğerlerinden daha yüksek düzeyde başarı ve yeterlilik elde etmeye odaklanarak, kendileri için yüksek hedefler belirleme konusunda oldukça motive olurlar.",
            "lowDescription": "{{name}} diğerlerinden daha iyi performans göstermenin mutlaka kendi yetkinliğinin bir göstergesi olduğuna inanmıyor. Başkalarına karşı rekabet etme ve kazanma kaygısı taşımazlar. Belirledikleri hedeflerin başkalarının başarısından etkilenmesi veya motive edilmesi pek olası değildir."
          },
          "masteryOrientation": {
            "name": "Ustalık Oryantasyonu",
            "highDescription": "{{name}} yeni beceriler kazanarak ve yeni durumlarda bu becerilerde uzmanlaşarak yetkinliklerini geliştirmeye motive oluyor. Zorlu görevleri büyüme ve gelişme fırsatları olarak görebilirler.",
            "midDescription": "{{name}} yeni beceriler kazanarak ve yeni durumlarda bu becerilerde ustalaşarak yeterliliklerini geliştirmeye biraz motive olmuş durumda. Bazen zorlu görevleri büyüme ve gelişme fırsatları olarak görebilirler.",
            "lowDescription": "{{name}} yetkinliklerini geliştirme konusunda daha az motive oluyor ve yeni beceriler edinme veya yeni durumlarda bu becerilerde ustalaşma konusunda daha az istekli olabilir. Zorlu görevlerle karşı karşıya kaldıklarında endişeyle tepki verebilir veya bu görevleri hantal bulabilirler."
          },
          "selfMonitoring": {
            "name": "Kendi kendini izleme",
            "highDescription": "{{name}} İfadelerini ve davranışlarını sosyal koşullara göre düzenleyebilme ve buna istekli olma eğilimindedir. Bu, kendilerini başkalarına nasıl sunacaklarını sosyal ipuçlarına göre uyarlamalarına ve yeni durumlara uyum sağlamada daha etkili olmalarına yardımcı olur.",
            "midDescription": "{{name}} bazen ifadelerini ve davranışlarını sosyal koşullara göre düzenleyebilir ve düzenlemeye isteklidir. Bu, kendilerini başkalarına nasıl sunacaklarını sosyal ipuçlarına göre uyarlamalarına ve yeni durumlara uyum sağlamada daha etkili olmalarına yardımcı olur.",
            "lowDescription": "{{name}} Sosyal koşullardan bağımsız olarak ifadelerini ve davranışlarını düzenleme konusunda daha az yetenekli veya istekli olma eğilimindedir. Kendilerini başkalarına nasıl sunacaklarını uyarlamak için sosyal ipuçlarını kullanmaları pek olası değildir ve yeni durumlara uyum sağlamada daha az etkili olabilirler."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "Makine ve aletleri içeren pratik ve uygulamalı roller",
            "lowDescription": "Makine ve aletleri içeren pratik ve uygulamalı roller"
          },
          "investigative": {
            "name": "Soruşturma",
            "highDescription": "Bir şeyleri keşfetmeyi ve araştırmayı içeren analitik ve bilimsel roller",
            "lowDescription": "Bir şeyleri keşfetmeyi ve araştırmayı içeren analitik ve bilimsel roller"
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "Özgün işler yaratmayı içeren yaratıcı ve sanatsal roller",
            "lowDescription": "Özgün işler yaratmayı içeren yaratıcı ve sanatsal roller"
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "İnsanlara öğreterek ve yardım ederek onlara yardımcı olabilecek roller",
            "lowDescription": "İnsanlara öğreterek ve yardım ederek onlara yardımcı olabilecek roller"
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "Başkalarını etkileme ve yönlendirmeyi içeren liderlik pozisyonları",
            "lowDescription": "Başkalarını etkileme ve yönlendirmeyi içeren liderlik pozisyonları"
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "Açık kurallar ve prosedürlere sahip roller",
            "lowDescription": "Açık kurallar ve prosedürlere sahip roller"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "İş yerinde daha fazla uygulamalı etkinlik"
          },
          "investigative": {
            "name": "Soruşturma",
            "highDescription": "Araştırma ve analitik etrafında dönen daha fazla görev"
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "{{name}} 'un yeni şeyler yaratması için daha fazla fırsat"
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "{{name}} 'un başkalarına yardım etmesine olanak tanıyan daha fazla iş görevi"
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "{{name}} 'un başkalarını etkilemesine olanak tanıyan daha fazla fırsat"
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "Kayıt tutma ve hesaplama yapma etrafında dönen daha fazla faaliyet"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Gerçekçi"
          },
          "investigative": {
            "name": "Soruşturma"
          },
          "artistic": {
            "name": "Sanatsal"
          },
          "social": {
            "name": "Sosyal"
          },
          "enterprising": {
            "name": "Girişimci"
          },
          "conventional": {
            "name": "Geleneksel"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Gerçekçi",
            "lowDescription": "{{name}} iş yerinde uygulamalı faaliyetlerden hoşlanmayabilir"
          },
          "investigative": {
            "name": "Soruşturma",
            "lowDescription": "{{name}} araştırma ve analitik etrafında dönen görevlerden kaçınabilir"
          },
          "artistic": {
            "name": "Sanatsal",
            "lowDescription": "{{name}} yeni şeyler yaratmak için fırsatları değerlendirmeyi zor bulabilir"
          },
          "social": {
            "name": "Sosyal",
            "lowDescription": "{{name}} başkalarına yardım etmek için {{gender-object}} gerektiren faaliyetlerden hoşlanmayabilir"
          },
          "enterprising": {
            "name": "Girişimci",
            "lowDescription": "{{name}} başkalarını etkilemek için {{gender-object}} gerektiren faaliyetlerden kaçınabilir"
          },
          "conventional": {
            "name": "Geleneksel",
            "lowDescription": "{{name}} kayıt tutma ve hesaplama yapma etrafında dönen faaliyetleri üstlenmeyi zor bulabilir"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Gerçekçi",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Açık hava, fiziksel ve mekanik görevleri güçlü bir şekilde tercih eden ve soyut problemlerden ziyade somut problemler arayan ve uygulamalı durumlarda bulunmaktan hoşlanan biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Açık hava, fiziksel ve mekanik görevleri orta derecede tercih eden ancak her zaman uygulamalı çalışma ortamlarında bulunmaktan hoşlanmayan biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Açık hava, fiziksel ve mekanik görevler için düşük bir tercihi olan ve bir şeyler inşa etmek ve tamir etmek veya ekipman çalıştırmak gibi uygulamalı çalışma durumlarını tercih etmeyen biri olarak.",
            "summary": "{{name}} En çok Gerçekçi işlerde çalışmayı tercih eder - {{gender-subject}} pratik, mekanik ve uygulamalı meslekleri sever."
          },
          "investigative": {
            "name": "Soruşturma",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Karmaşık sorunları çözmek için bilimsel metodolojileri kullanan, teoriler ve verilerle çalışmayı güçlü bir şekilde tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Teoriler, veriler ve sayılarla çalışmayı, gerçekleri toplamayı ve karmaşık sorunları çözmek için durumları analiz etmeyi orta düzeyde tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Karmaşık sorunları analiz etmek veya çözmek için teorileri kullanmak ve veri veya sayı toplamak etrafında dönen görevler için düşük bir tercihi olan biri olarak.",
            "summary": "{{name}} En çok Araştırmacı işlerde çalışmayı tercih ediyor - {{gender-subject}} analitik ve bilimsel meslekleri seviyor."
          },
          "artistic": {
            "name": "Sanatsal",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Özgün iş veya ürün yaratmada yaratıcı ve estetik kendini ifade etmeyi içeren fırsatları güçlü bir şekilde tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Sanatsal ve orijinal yaratımlar yoluyla kendini ifade etmeye olanak tanıyan fırsatları orta düzeyde tercih eden, ancak her zaman yaratıcı görevlere katılmaya meyilli olmayan biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Estetik yetenekler ve kendini ifade etmeyi gerektiren ya da orijinal bir iş veya ürün yaratmada yaratıcı olmayı gerektiren görevleri düşük oranda tercih eden biri olarak.",
            "summary": "{{name}} En çok Sanatsal işlerde çalışmayı tercih ediyor - {{gender-subject}} yaratıcı, etkileyici ve sanatsal meslekleri seviyor."
          },
          "social": {
            "name": "Sosyal",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Başkalarını desteklemeyi, geliştirmeyi ve aydınlatmayı içeren faaliyetleri güçlü bir şekilde tercih eden ve sosyal olarak etkili sonuçlar elde etmeyi amaçlayan kişilerarası arayışları arayan biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Başkalarını destekleme, geliştirme ve aydınlatmanın yanı sıra sosyal açıdan etkili sonuçlar elde etmek için çalışmayı içeren faaliyetleri orta düzeyde tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Başkalarına destek veya hizmet sağlayan görevler için düşük bir tercihi olan ve sosyal açıdan etkili sonuçlar elde etmek için başkaları için çalışan biri olarak.",
            "summary": "{{name}} En çok Sosyal işlerde çalışmayı tercih ediyor - {{gender-subject}} insanlara yardım edebilecek meslekleri seviyor."
          },
          "enterprising": {
            "name": "Girişimci",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Çözümleri veya yaklaşımları benimsemeleri için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri güçlü bir şekilde tercih eden ve etki veya güç pozisyonlarında olmayı tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Çözümleri veya yaklaşımları benimsemeleri için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri orta düzeyde tercih eden biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} çözümleri veya yaklaşımları benimsemeleri için başkalarını yönlendirmeyi ve etkilemeyi gerektiren görevleri düşük düzeyde tercih eden biri olarak tanımlanabilir.",
            "summary": "{{name}} En çok Girişimci işlerde çalışmayı tercih ediyor - {{gender-subject}} liderlik pozisyonlarında olmalarını sağlayan meslekleri seviyor."
          },
          "conventional": {
            "name": "Geleneksel",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Düzen ve organizasyon gerektiren görevlerin yanı sıra net yönergeler ve prosedürlerle sistematik bir operasyonda çalışmayı güçlü bir şekilde tercih eden biri olarak.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Sistematik ve düzenli bir şekilde gerçekleştirilen görevleri orta düzeyde tercih eden, ancak kural ve prosedürleri her zaman yakından takip etmekten hoşlanmayan biri olarak.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} Sistematik ve düzenli bir şekilde gerçekleştirilmesi gereken yapılandırılmış ve kurallarla düzenlenmiş görevlerin yanı sıra kurallara ve prosedürlere bağlı kalmayı düşük düzeyde tercih eden biri olarak",
            "summary": "{{name}} En çok Geleneksel işlerde çalışmayı tercih eder - {{gender-subject}} net standartları, kuralları ve prosedürleri olan meslekleri sever."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal Denge",
            "highDescription": "Yüksek kumluluğa sahiptir",
            "lowDescription": "Cesur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Deneyime Açıklık",
            "highDescription": "Öğrenmek için çok motive",
            "lowDescription": "Öğrenmek için motive"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uzlaşılabilirlik",
            "highDescription": "Değişim konusunda çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Vicdanlılık",
            "highDescription": "İşten çok memnunum",
            "lowDescription": "İşten memnunum"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "İşe duygusal olarak çok bağlı",
            "lowDescription": "Duygusal olarak işe bağlılık"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılık",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcılık"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Takım içinde iyi çalışabilir",
            "lowDescription": "Takım halinde çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspektif Alma",
            "highDescription": "Güçlü liderlik yeteneğine sahip",
            "lowDescription": "Liderlik yeteneğine sahip"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olma becerisi yüksek",
            "lowDescription": "Girişimci olabilen"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Başarı",
            "highDescription": "Sonuç odaklı",
            "midDescription": "Sonuçlara orta düzeyde odaklanma",
            "lowDescription": "Sonuçlara düşük odaklanma"
          },
          "recognition": {
            "name": "Tanıma",
            "highDescription": "İlerleme ve ödüller",
            "midDescription": "İlerleme ve ödüllere orta düzeyde odaklanma",
            "lowDescription": "İlerleme ve ödüllere düşük odaklanma"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "İşbirliği ve dostluk",
            "midDescription": "İşbirliği ve özerklik arasındaki denge",
            "lowDescription": "Özerklik ve rekabet"
          },
          "support": {
            "name": "Destek",
            "highDescription": "Destekleyici ve etik",
            "midDescription": "Biraz destek ve etik",
            "lowDescription": "Düşük destek ve etik"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "Kararlılık ve bağımsızlık",
            "midDescription": "Orta düzeyde kararlılık",
            "lowDescription": "Kararsızlık ve bağımlılık"
          },
          "workingConditions": {
            "name": "Çalışma Koşulları",
            "highDescription": "Güvenlik ve iyi çalışma koşulları",
            "midDescription": "Güvenlik ve çalışma koşullarına orta düzeyde odaklanma",
            "lowDescription": "Güvenlik ve çalışma koşullarına düşük odaklanma"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Başarı",
            "highDescription": "Çalışanlarının beceri ve yeteneklerini kullanarak başarı ve performans için yüksek beklentiler ortaya koyan sonuç odaklı bir kuruluş"
          },
          "recognition": {
            "name": "Tanıma",
            "highDescription": "Çalışanlarının çalışmalarını ilerleme fırsatları ve ödüller aracılığıyla takdir eden bir kuruluş"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "Ekip çalışmasını ve rekabetçi olmayan bir çalışma ortamını teşvik eden bir kurum kültürü",
            "lowDescription": "İnsanların bağımsız olarak çalıştığı rekabetçi bir kurum kültürü"
          },
          "support": {
            "name": "Destek",
            "highDescription": "Çalışanları ve onların gelişimini destekleyen ve yüksek etik standartlara sahip bir kurum kültürü"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "Kurum genelinde risk almak ve yeni fikirleri denemek için sürekli fırsatlar",
            "lowDescription": "Kural odaklı ve istikrara odaklanan bir organizasyon"
          },
          "workingConditions": {
            "name": "Çalışma Koşulları",
            "highDescription": "Çalışanlarına iş güvenliği duygusu ve iyi çalışma koşulları sağlayan bir kuruluş"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Başarı"
          },
          "recognition": {
            "name": "Tanıma"
          },
          "relationships": {
            "name": "İlişkiler"
          },
          "support": {
            "name": "Destek"
          },
          "independence": {
            "name": "Bağımsızlık"
          },
          "workingConditions": {
            "name": "Çalışma Koşulları"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Başarı",
            "lowDescription": "Kurum genelinde başarı, performans ve sonuçlara yönelik yüksek beklentiler varsa {{name}} çok talepkar olabilir"
          },
          "recognition": {
            "name": "Tanıma",
            "lowDescription": "{{name}} yükselme fırsatlarına ve kurumdan alacağı ödüllere çok fazla önem vermemektedir, bu nedenle {{gender-subject}} 'un bunun yerine değer verdiği diğer şeyleri bulmak önemli olacaktır"
          },
          "relationships": {
            "name": "İlişkiler",
            "highDescription": "{{name}} rekabetçi ve insanları bağımsız çalışmaya teşvik eden bir kurum kültüründen daha az memnun olabilirler",
            "lowDescription": "{{name}} kurum ekip çalışmasını ve işbirliğini teşvik ediyorsa iş yerinde daha az tatmin olabilir"
          },
          "support": {
            "name": "Destek",
            "lowDescription": "{{name}} kurum çalışanlarını ve onların gelişimini desteklemiyorsa tatminsiz olabilir"
          },
          "independence": {
            "name": "Bağımsızlık",
            "highDescription": "{{name}} kurum daha kural odaklı hale gelir ve istikrara daha fazla odaklanırsa işinden daha az tatmin olabilir",
            "lowDescription": "{{name}} kurum daha fazla risk almaya başlar ve yeni fikirleri daha sık denemeye çalışırsa işinden daha az tatmin olabilir"
          },
          "workingConditions": {
            "name": "Çalışma Koşulları",
            "lowDescription": "{{name}} kuruluşun sağladığı çalışma koşullarına ve iş güvencesi hissine çok fazla odaklanmamaktadır, bu nedenle {{gender-subject}} 'un bunun yerine değer verdiği diğer şeyleri bulmak önemli olacaktır"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "İnovasyon",
            "highDescription": "{{name}} Bir kurumda yenilikçiliğe ve risk almaya istikrar ve öngörülebilirlikten daha fazla değer verir.",
            "midDescription": "{{name}} Bir kurumda yenilik ve istikrar dengesine değer verir.",
            "lowDescription": "{{name}} Bir kurumda istikrar ve öngörülebilirliğe, yenilik ve risk almaktan daha fazla değer verir.",
            "summary": "{{name}} Bir kurumda inovasyona yüksek değer verilir."
          },
          "attentionToDetail": {
            "name": "Detaylara Dikkat",
            "highDescription": "{{name}} hassas ve detaylara özen göstermesi gereken bir kuruluşa yüksek değer vermektedir.",
            "midDescription": "{{name}} hassas olması ve ayrıntılara orta derecede dikkat etmesi gereken bir kuruluşa değer verir.",
            "lowDescription": "{{name}} kesin ve ayrıntılara dikkat etmesi gereken bir kuruluşa gerçekten değer vermiyor.",
            "summary": "{{name}} Ayrıntılara önem veren bir kuruluşa yüksek değer verir."
          },
          "outcomeOrientation": {
            "name": "Sonuç Odaklılık",
            "highDescription": "{{name}} performans, sonuçlar ve başarı için yüksek beklentileri olan kuruluşlara değer verir.",
            "midDescription": "{{name}} performans, sonuçlar ve başarı için bazı beklentileri olan kuruluşlara değer verir.",
            "lowDescription": "{{name}} performans, sonuç ve başarı beklentileri düşük olan kurumlara değer verir.",
            "summary": "{{name}} Sonuçlara odaklanan kuruluşlara yüksek değer verir."
          },
          "aggressiveness": {
            "name": "Saldırganlık",
            "highDescription": "{{name}} bir kurumda saldırganlığa ve rekabetçiliğe sosyal sorumluluktan daha fazla değer verir.",
            "midDescription": "{{name}} Bir kurumda saldırganlık ve sosyal sorumluluk dengesine değer verir.",
            "lowDescription": "{{name}} bir kurumda sosyal sorumluluğa saldırganlık ve rekabetçilikten daha fazla değer verir.",
            "summary": "{{name}} bir kurumda agresifliğe yüksek değer verir."
          },
          "supportiveness": {
            "name": "Destekleyicilik",
            "highDescription": "{{name}} Bir kurumda destekçiliğe ve bilgi paylaşımına yüksek değer verir.",
            "midDescription": "{{name}} Bir kurumda destekçiliğe ve bilgi paylaşımına orta derecede değer verir.",
            "lowDescription": "{{name}} bir kurumda destekçiliğe ve bilgi paylaşımına gerçekten değer vermez.",
            "summary": "{{name}} Bir kurumda destekçiliğe yüksek değer verir."
          },
          "emphasisOnRewards": {
            "name": "Büyüme ve Ödüller",
            "highDescription": "{{name}} Çalışanlarına ücret ve büyüme fırsatları gibi ödüller sağlayan kuruluşlara değer verir.",
            "midDescription": "{{name}} Çalışanlarına zaman zaman ücret ve büyüme fırsatları gibi ödüller sağlayan kuruluşlara değer verir.",
            "lowDescription": "{{name}} Bir kurumda çalışanlar için ücret ve büyüme fırsatları gibi ödüllere değer vermez.",
            "summary": "{{name}} Ödülleri vurgulayan kuruluşlara yüksek değer verir."
          },
          "teamOrientation": {
            "name": "Ekip Oryantasyonu",
            "highDescription": "{{name}} Bir kurumda özerklik ve bağımsızlıktan çok ekip oryantasyonu ve işbirliğine değer verir.",
            "midDescription": "{{name}} Bir kurumda ekip odaklılık ve özerklik dengesine değer verir.",
            "lowDescription": "{{name}} Bir kurumda özerklik ve bağımsızlığa, ekip odaklılık ve işbirliğinden daha fazla değer verir.",
            "summary": "{{name}} Takım odaklı bir organizasyona yüksek değer verir."
          },
          "decisiveness": {
            "name": "Kararlılık",
            "highDescription": "{{name}} hızlı karar alabilen kuruluşlara değer verir.",
            "midDescription": "{{name}} Çatışma ve kararlılık arasında denge kuran kurumlara değer verir.",
            "lowDescription": "{{name}} kararlılık yerine çatışmayı teşvik eden bir kültüre sahip kurumlara değer verir.",
            "summary": "{{name}} hızlı karar alabilen kuruluşlara yüksek değer vermektedir."
          },
          "respectForPeople": {
            "name": "İnsanlara saygı",
            "highDescription": "{{name}} Bir kurumda adalete ve hoşgörüye yüksek değer verir.",
            "midDescription": "{{name}} Bir kurumda adalet ve hoşgörüye orta derecede değer verir.",
            "lowDescription": "{{name}} bir kurumda adalete ve hoşgörüye gerçekten değer vermez.",
            "summary": "{{name}} İnsana saygı duyan bir kuruluşa yüksek değer verir."
          },
          "adaptability": {
            "name": "Uyarlanabilirlik",
            "highDescription": "{{name}} uyarlanabilir, yenilikçi ve denemeye istekli kuruluşlara değer verir.",
            "midDescription": "{{name}} uyumluluk ve istikrar arasında denge kuran kuruluşlara değer verir.",
            "lowDescription": "{{name}} istikrarlı, öngörülebilir ve dikkatli organizasyonlara değer verir.",
            "summary": "{{name}} uyum sağlayabilen kuruluşlara yüksek değer vermektedir."
          },
          "collaboration": {
            "name": "İşbirliği",
            "highDescription": "{{name}} İşbirliği ve ekip çalışmasına odaklanan insan odaklı bir kültüre sahip kuruluşlara değer verir.",
            "midDescription": "{{name}} İşbirliği ve özerklik (kendi kendini yönetme veya iş yerinde kendi faaliyetlerini organize etme özgürlüğü) arasında bir denge kuran kuruluşlara değer verir.",
            "lowDescription": "{{name}} İnsan odaklı olmaya daha az, özerkliğe (kendi kendini yönetme veya iş yerinde kendi faaliyetlerini organize etme özgürlüğü) ve agresifliğe daha fazla odaklanan bir kültüre sahip kuruluşlara değer verir.",
            "summary": "{{name}} İşbirliğini teşvik eden kuruluşlara yüksek değer verir."
          },
          "customerOrientation": {
            "name": "Müşteri Odaklılık",
            "highDescription": "{{name}} Pazar odaklı ve müşteri odaklı kuruluşlara değer verir.",
            "midDescription": "{{name}} Orta derecede pazar odaklı olan ve müşterilere bir miktar odaklanan kuruluşlara değer verir.",
            "lowDescription": "{{name}} daha az pazar odaklı ve daha az müşteri odaklı kuruluşlara değer verir.",
            "summary": "{{name}} müşteri odaklı kuruluşlara yüksek değer vermektedir."
          },
          "detailOrientation": {
            "name": "Detay Yönlendirme",
            "highDescription": "{{name}} detaylara ve kaliteye özen gösteren kuruluşlara değer verir.",
            "midDescription": "{{name}} detaylara ve kaliteye orta derecede özen gösteren kuruluşlara değer verir.",
            "lowDescription": "{{name}} detaylara ve kaliteye önem veren kuruluşlara değer vermemektedir.",
            "summary": "{{name}} detaylara odaklanan kuruluşlara yüksek değer verir."
          },
          "integrity": {
            "name": "Bütünlük",
            "highDescription": "{{name}} İnsanlara saygı duymak gibi yüksek dürüstlüğe ve yüksek etik standartlara sahip kuruluşlara yüksek değer verir.",
            "midDescription": "{{name}} dürüstlüğe ve insanlara saygı duymak gibi bazı etik standartlara sahip kuruluşlara değer verir.",
            "lowDescription": "{{name}} insanlara saygı duymak gibi dürüstlük ve etik standartlara sahip kuruluşlara değer vermez.",
            "summary": "{{name}} dürüstlüğe sahip kuruluşlara yüksek değer verir."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Duygusal Denge",
            "highDescription": "Yüksek kumluluğa sahiptir",
            "lowDescription": "Cesur"
          },
          "extraversion": {
            "id": "2",
            "name": "Dışadönüklük",
            "highDescription": "Çok proaktif",
            "lowDescription": "Proaktif"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Deneyime Açıklık",
            "highDescription": "Öğrenmek için çok motive",
            "lowDescription": "Öğrenmek için motive"
          },
          "agreeableness": {
            "id": "4",
            "name": "Uzlaşılabilirlik",
            "highDescription": "Değişim konusunda çok rahat",
            "lowDescription": "Değişim konusunda rahat"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Vicdanlılık",
            "highDescription": "İşten çok memnunum",
            "lowDescription": "İşten memnunum"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Temel Öz Değerlendirmeler",
            "highDescription": "İşe duygusal olarak çok bağlı",
            "lowDescription": "Duygusal olarak işe bağlılık"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Performans Odaklılık",
            "highDescription": "İş yerinde yüksek performans",
            "lowDescription": "İş yerinde iyi performans"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Ustalık Oryantasyonu",
            "highDescription": "İş yerinde son derece yaratıcı",
            "lowDescription": "İş yerinde yaratıcılık"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Kendi kendini izleme",
            "highDescription": "Takım içinde iyi çalışabilir",
            "lowDescription": "Takım halinde çalışabilir"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Perspektif Alma",
            "highDescription": "Güçlü liderlik yeteneğine sahip",
            "lowDescription": "Liderlik yeteneğine sahip"
          },
          "realistic": {
            "id": "11",
            "name": "Gerçekçi",
            "highDescription": "Çok düşük iş tükenmişliği",
            "lowDescription": "Düşük iş tükenmişliği"
          },
          "artistic": {
            "id": "13",
            "name": "Sanatsal",
            "highDescription": "İletişimde çok etkili",
            "lowDescription": "İletişimde etkili"
          },
          "social": {
            "id": "14",
            "name": "Sosyal",
            "highDescription": "Çok güçlü çoklu görev yeteneği",
            "lowDescription": "Çoklu görev yapabilir"
          },
          "enterprising": {
            "id": "15",
            "name": "Girişimci",
            "highDescription": "Girişimci olma becerisi yüksek",
            "lowDescription": "Girişimci olabilen"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "{{name}} nadiren bir şeyler hakkında endişelenir ve korkar.",
            "lowDescription": "{{name}} bir şeyler hakkında endişelenme ve korkma eğilimindedir."
          },
          "anger": {
            "name": "Sakinlik",
            "highDescription": "{{name}} Kolayca hayal kırıklığına uğramaz veya öfkelenmez.",
            "lowDescription": "{{name}} Kolayca hayal kırıklığına uğrama veya öfkelenme eğilimindedir."
          },
          "depression": {
            "name": "Umutlu Olmak",
            "highDescription": "{{name}} sık sık kendini kötü hissetmez.",
            "lowDescription": "{{name}} sık sık kendini kötü hisseder."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olmama eğilimindedir ve başkalarının kendileri hakkında ne düşündüğü konusunda çok az endişe duyar.",
            "lowDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olma eğilimindedir ve başkalarının kendileri hakkında ne düşündüğü konusunda hassastır."
          },
          "immoderation": {
            "name": "İrade Gücü",
            "highDescription": "{{name}} günaha karşı koyabilir ve aşırıya kaçma olasılığı yoktur.",
            "lowDescription": "{{name}} günaha karşı koymakta zorluk çeker ve aşırıya kaçma olasılığı yüksektir."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "{{name}} Stresli durumlarda sakin kalabilir.",
            "lowDescription": "{{name}} Stresli durumlarda bunalmış hissetme eğilimindedir."
          },
          "friendliness": {
            "name": "Samimiyet",
            "highDescription": "{{name}} İnsanların yanında rahattır ve kolayca arkadaş edinebilir.",
            "lowDescription": "{{name}} İnsanların yanında daha çekingen olma eğilimindedir ve kolay arkadaş edinemeyebilir."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih eder.",
            "lowDescription": "{{name}} yalnız kalmayı ve insanlarla çevrili olmamayı tercih eder."
          },
          "assertiveness": {
            "name": "Atılganlık",
            "highDescription": "{{name}} sorumluluk alma eğilimindedir.",
            "lowDescription": "{{name}} Başkalarının liderlik etmesini tercih ederek sorumluluk almaktan kaçınma eğilimindedir."
          },
          "activityLevel": {
            "name": "Etkinlik seviyesi",
            "highDescription": "{{name}} meşgul olma ve zamanlarında birçok şey yapma eğilimindedir.",
            "lowDescription": "{{name}} Sakin olmayı ve zamanını çok fazla şey için harcamamayı tercih eder."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "{{name}} Heyecan ve macera aramayı ve risk almayı sever.",
            "lowDescription": "{{name}} Heyecan ve macera aramayı ya da risk almayı sevmez."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "{{name}} sık sık olumlu ruh halleri yaşayan neşeli bir kişidir.",
            "lowDescription": "{{name}} moralinin yüksek olma olasılığı daha düşüktür ve sıklıkla olumlu ruh halleri yaşamayabilir."
          },
          "imagination": {
            "name": "Hayal Gücü",
            "highDescription": "{{name}} düşüncelerinde ve hayal gücünde kaybolmayı sever.",
            "lowDescription": "{{name}} düşüncelerinde ve hayal gücünde kaybolmayı sevmez."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "{{name}} sanat ve edebiyatla ilgileniyor.",
            "lowDescription": "{{name}} sanat ve edebiyatla ilgilenmiyor."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "{{name}} Kendilerinin ve başkalarının duygusal deneyimlerinin farkında ve bunlara açıktır.",
            "lowDescription": "{{name}} kendilerinin ve başkalarının duygusal deneyimlerinin daha az farkında olma ve bunlara açık olma eğilimindedir."
          },
          "adventurousness": {
            "name": "Maceraperestlik",
            "highDescription": "{{name}} çeşitliliği ve değişimi benimseme olasılığı yüksektir",
            "lowDescription": "{{name}} rutin ve geleneksel olanı tercih eder ve değişimi daha az hoş karşılar."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "{{name}} Soyut ve felsefi fikirler ve tartışmalarla ilgilenir.",
            "lowDescription": "{{name}} soyut ve felsefi fikirler ve tartışmalarla ilgilenmeme eğilimindedir."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "{{name}} geleneklere ve geleneksel değerlere meydan okumaya istekli olma eğilimindedir.",
            "lowDescription": "{{name}} geleneklere ve geleneksel değerlere uyma eğilimindedir."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "{{name}} başkalarına güvenme eğilimindedir.",
            "lowDescription": "{{name}} başkalarının niyetleri konusunda daha şüpheci olma eğilimindedir."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "{{name}} Başkalarıyla ilişkilerinde samimidir ve manipülasyona başvurmaz.",
            "lowDescription": "{{name}} arzu ettikleri sonuca ulaşmak için ilişkilerde bir dereceye kadar aldatmanın gerekli olduğuna inanır."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "{{name}} başkaları için endişelenir ve ihtiyacı olanlara yardım etmeye isteklidir.",
            "lowDescription": "{{name}} başkaları hakkında daha az endişe duyar ve onların meselelerine karışmamayı tercih edebilir."
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "{{name}} Yüzleşmekten hoşlanmaz ve rekabetçi ve agresif bir şekilde hareket etmez.",
            "lowDescription": "{{name}} rekabetçi ve agresif bir şekilde hareket etme eğilimindedir."
          },
          "modesty": {
            "name": "Alçakgönüllülük",
            "highDescription": "{{name}} alçakgönüllü olma eğilimindedir ve kendileriyle ilgili aşırı yüksek bir fikre sahip değildir.",
            "lowDescription": "{{name}} Kendileri hakkında yüksek bir fikre sahip olma eğilimindedir ve kendilerini başkalarından üstün görebilirler."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "{{name}} başkalarına sempati duyar.",
            "lowDescription": "{{name}} Başkalarına kolayca sempati duymama eğilimindedir."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "{{name}} görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güvenir.",
            "lowDescription": "{{name}} Görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güvenmiyor."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "{{name}} düzenli ve tertipli.",
            "lowDescription": "{{name}} dağınık ve daha az düzenli olma eğilimindedir."
          },
          "dutifulness": {
            "name": "Vazifeşinaslık",
            "highDescription": "{{name}} Kurallara uyma ve yükümlülükleri yerine getirme eğilimindedir.",
            "lowDescription": "{{name}} kurallara uyma konusunda daha rahat ve esnek olma eğilimindedir ve yükümlülüklerini yerine getirmeyebilir."
          },
          "achievementStriving": {
            "name": "Başarı-çabalama",
            "highDescription": "{{name}} çok çalışır ve beklentilerin ötesine geçer.",
            "lowDescription": "{{name}} daha düşük başarı seviyeleriyle tatmin olma eğilimindedir."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "{{name}} hazırlıklı olma ve planları disiplinli bir şekilde yürütme eğilimindedir.",
            "lowDescription": "{{name}} hazırlıksız olma eğilimindedir ve planlarını disiplinli bir şekilde uygulayamayabilir."
          },
          "cautiousness": {
            "name": "Temkinlilik",
            "highDescription": "{{name}} dikkatlice düşünür ve harekete geçmek veya karar vermek için acele etmez.",
            "lowDescription": "{{name}} Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindedir."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "{{name}} Nadiren endişelenir ve korkuya kapılırlar. İş yerindeki stresli durumlarda, kendilerini sık sık sıkıntılı veya bozulmuş hissetmezler, bu da normal standartlarınızda performans göstermelerini sağlar.",
            "midDescription": "{{name}} Zaman zaman bir şeyler hakkında endişelenir ve korkar. İş yerindeki stresli durumlarda, bazen kendilerini sıkıntılı veya güçsüz hissedebilirler; bu durum, başa çıkma becerilerinin ötesinde olduğunu hissettiklerinde performanslarını etkileyebilir.",
            "lowDescription": "{{name}} Olaylar hakkında endişelenme ve korkma eğilimindedir. İş yerindeki stresli durumlarda, kendilerini sık sık sıkıntılı veya güçsüz hissedebilirler; bu durum, başa çıkma yeteneklerinin ötesinde olduğunu hissettiklerinde performansları üzerinde zararlı bir etkiye sahip olabilir."
          },
          "anger": {
            "name": "Sakinlik",
            "highDescription": "{{name}} Kolayca hayal kırıklığına uğramaz veya öfkelenmez. Bu, iş yerinde güven inşa edilmesine, yapıcı çatışma yönetimine ve medeni ve profesyonel bir çalışma ortamının sağlanmasına yardımcı olur.",
            "midDescription": "{{name}} arada bir sinirli veya öfkeli hissetme eğilimindedir. Yanlış yönetilirse, bu durum kişisel sağlıklarına ve iş performanslarına zarar verebilir. Yapıcı olmayan bir şekilde ve aşırı derecede ifade edilirse, bu durum çalışma ilişkilerini de zorlayabilir ve kurumsal iklime zarar verebilir.",
            "lowDescription": "{{name}} kolayca sinirlenme veya öfkelenme eğilimindedir. Yanlış yönetilirse, bu durum kişisel sağlıklarına ve iş performanslarına zarar verebilir. Yapıcı olmayan bir şekilde ve aşırı derecede ifade edilirse, bu durum çalışma ilişkilerini de zorlayabilir ve kurumsal iklime zarar verebilir."
          },
          "depression": {
            "name": "Umutlu Olmak",
            "highDescription": "{{name}} sık sık kendini kötü hissetmez. Keder duygularından kolayca etkilenmezler, bu da işlerinde her zamanki standartlarında performans göstermelerini sağlar.",
            "midDescription": "{{name}} zaman zaman kendini kötü hisseder. Kontrol edilmediği takdirde, depresif duygular genellikle motivasyon ve enerji eksikliğine ve faaliyetlere başlamada zorluğa neden olur ve bu da iş yerinde optimum performansı sürdürmede zorluklara yol açabilir.",
            "lowDescription": "{{name}} sık sık kendini kötü hissetme eğilimindedir. Kontrol edilmediği takdirde, depresif duygular genellikle motivasyon ve enerji eksikliğine ve faaliyetlere başlamada zorluğa neden olur ve bu da iş yerinde optimum performansı sürdürmede zorluklara yol açabilir."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olmama eğilimindedir ve başkalarının kendileri hakkında ne düşündüğü konusunda çok az endişe duyar. Bu, kendilerini ortaya koymalarını ve başkalarıyla daha gerçekçi bir şekilde etkileşime girmelerini sağlar. Ancak aşırıya kaçıldığında öz farkındalık eksikliği riski ortaya çıkabilir.",
            "midDescription": "{{name}} bazen sosyal durumlarda öz-bilinçli ve başkalarının kendileri hakkında ne düşündüğü konusunda hassas olabilirler. Bu endişeler, sosyal etkileşimlerde bazı rahatsızlıklara ve gerginliğe yol açabilir ve bu da onları işte gerçekten başarabileceklerinden alıkoyabilir.",
            "lowDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olma ve başkalarının kendileri hakkında ne düşündüğü konusunda hassas olma eğilimindedir. Bu endişeler, sosyal etkileşimlerde rahatsızlık ve gerginliğe yol açabilir ve bu da onları işte gerçekten başarabileceklerinden alıkoyabilir."
          },
          "immoderation": {
            "name": "İrade Gücü",
            "highDescription": "{{name}} günaha karşı koyabilir ve aşırıya kaçma olasılığı düşüktür. Bu da işteki üretkenliklerine yardımcı olur.",
            "midDescription": "{{name}} bazen günaha karşı koyabilir ve bazen de aşırıya kaçabilir. İş yerinde dürtülerine çok sık yenik düşmeleri üretkenliklerini etkileyebilir.",
            "lowDescription": "{{name}} günaha karşı koymakta zorluk çeker ve aşırıya kaçma olasılığı yüksektir. İş yerinde dürtülerine çok sık yenik düşmeleri üretkenliklerini etkileyebilir."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "{{name}} stresli durumlarda sakin kalabilirler. Bu, baskı altındayken bile net bir zihinle düşünmelerine, karar vermelerine ve harekete geçmelerine yardımcı olur. Bununla birlikte, aşırı sakin bir tepki bazen başkaları tarafından empati eksikliği veya durumun ciddiyetinin yanlış anlaşılması olarak algılanabilir.",
            "midDescription": "{{name}} bazen stresli durumlarda sakin kalabilirler. Sakin kalmak, açık bir zihinle düşünmelerine, karar vermelerine ve harekete geçmelerine yardımcı olur. Tersine, bunalmak düşünme, karar verme ve harekete geçme kabiliyetlerini engelleyecek, bu da iş performanslarını etkileyecektir.",
            "lowDescription": "{{name}} stresli durumlarda bunalmış hissetme eğilimindedir. Baskı altında panik, kafa karışıklığı ve çaresizlik hissedebilirler, bu da net düşünme, karar verme ve harekete geçme becerilerini engelleyebilir. Bu da iş performansları üzerinde etkili olabilir."
          },
          "friendliness": {
            "name": "Samimiyet",
            "highDescription": "{{name}} İnsanların yanında rahattır ve kolayca arkadaş edinebilir. Bu, işyeri de dahil olmak üzere sosyal ortamlarda gezinmelerini sağlar.",
            "midDescription": "{{name}} İnsanların yanında biraz rahattır ve biraz çaba sarf ederek arkadaş edinebilir. Bu, işyeri de dahil olmak üzere sosyal ortamlarda gezinme becerilerini etkiler.",
            "lowDescription": "{{name}} İnsanların yanında daha çekingen olma eğilimindedir ve kolay arkadaş edinemeyebilir. Bu durum, işyeri de dahil olmak üzere sosyal ortamlarda gezinme becerilerini etkileyebilir."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih eder. Bu, işyerinde yaygın olan sosyal bağlamlarda performans göstermeleri gerektiğinde yardımcı olur.",
            "midDescription": "{{name}} Bazen başkalarıyla birlikte olmaktan hoşlanır, ancak diğer zamanlarda yalnız kalmayı tercih eder. Sosyal olmak, işyerinde yaygın olan sosyal bağlamlarda performans göstermeleri gerektiğinde yardımcı olur.",
            "lowDescription": "{{name}} Yalnız kalmayı ve insanlarla çevrili olmamayı tercih eder. Bu durum bazen işyerinde yaygın olan sosyal bağlamlarda performans gösterme becerilerini etkileyebilir."
          },
          "assertiveness": {
            "name": "Atılganlık",
            "highDescription": "{{name}} Sorumluluk alma eğilimindedir. Bu da liderlik potansiyellerine katkıda bulunur.",
            "midDescription": "{{name}} Ara sıra sorumluluk alır. Bu da liderlik potansiyellerine katkıda bulunur.",
            "lowDescription": "{{name}} Başkalarının liderlik etmesini tercih ederek sorumluluk almaktan kaçınma eğilimindedir. Bu, liderlik potansiyelleri üzerinde bir etkiye sahip olabilir."
          },
          "activityLevel": {
            "name": "Etkinlik seviyesi",
            "highDescription": "{{name}} meşgul olma ve zamanlarında birçok şey yapma eğilimindedir. Bu, ne kadar enerji harcadıklarının ve iş yerindeki günlük faaliyetlere katılım düzeylerinin göstergesi olabilir.",
            "midDescription": "{{name}} zamanlarını ne kadar değerlendirdikleri konusunda bir denge kurmaya çalışır. Benzer şekilde bu, ne kadar enerji harcadıklarının ve işteki günlük faaliyetlere katılım düzeylerinin de bir göstergesi olabilir.",
            "lowDescription": "{{name}} Ağırdan almayı ve zamanını çok fazla şeye harcamamayı tercih eder. Benzer şekilde, bu durum ne kadar enerji harcadıklarının ve iş yerindeki günlük faaliyetlere katılım düzeylerinin de bir göstergesi olabilir."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "{{name}} Heyecan ve macera aramayı ve risk almayı sever. Bu özellik dinamik, hızla değişen bir ortamda ve belli düzeyde risk almayı gerektiren işlerde faydalı olabilir.",
            "midDescription": "{{name}} Zaman zaman heyecan ve macera arar ve risk alır. Bu özellik dinamik, hızla değişen bir ortamda ve belli düzeyde risk almayı gerektiren işlerde faydalı olabilir.",
            "lowDescription": "{{name}} Heyecan ve macera aramayı ya da risk almayı sevmez. Dinamik, hızla değişen bir ortamda ve belli düzeyde risk almayı gerektiren işlerde çalışmayı zor bulabilirler."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "{{name}} sık sık olumlu ruh halleri yaşayan neşeli bir kişidir. Pozitif insanlar genellikle başkaları tarafından daha sevilebilir olarak algılanır.",
            "midDescription": "{{name}} bazen olumlu ruh halleri yaşayan orta derecede neşeli bir kişidir. Bu, başkalarının onları ne kadar olumlu algıladığını ve ne kadar sevilebilir olduklarını da etkileyebilir.",
            "lowDescription": "{{name}} yüksek moralli olma olasılığı daha düşüktür ve sıklıkla olumlu ruh halleri yaşamayabilir. Bu durum, başkalarının onları ne kadar olumlu algıladığını ve ne kadar sevilebilir olduklarını da etkileyebilir."
          },
          "imagination": {
            "name": "Hayal Gücü",
            "highDescription": "Düşüncelerinde ve hayal gücünde kaybolmayı seviyorsunuz. Hayal gücünü geliştirmek problem çözme ve inovasyona yardımcı olur.",
            "midDescription": "Zaman zaman düşüncelerinde ve hayal gücünde kaybolmayı seviyorsunuz. Hayal gücünü geliştirmek problem çözme ve inovasyona yardımcı olur.",
            "lowDescription": "Düşüncelerinizde ve hayal gücünüzde kaybolmaktan hoşlanmıyorsunuz. Hayal gücünü geliştirmek problem çözmeye ve yenilikçiliğe yardımcı olur."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "Sanat ve edebiyatla ilgileniyorsunuz. Sanat ve edebiyatla ilgilenmek analitik düşünme gibi becerilerin gelişmesine yardımcı olabilir ve hatta sağlığınızı iyileştirebilir.",
            "midDescription": "Bazen sanat ve edebiyatla ilgilenirsiniz. Sanat ve edebiyatla ilgilenmek analitik düşünme gibi becerilerin gelişmesine yardımcı olabilir ve hatta refahı artırabilir.",
            "lowDescription": "Sanat veya edebiyatla ilgilenmiyorsunuz. Sanat ve edebiyatla ilgilenmek analitik düşünme gibi becerilerin gelişmesine yardımcı olabilir ve hatta refahı artırabilir."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "Kendilerinin ve başkalarının duygusal deneyimlerinin farkında ve bunlara açık olursunuz. Bu da onların empati kurabilmelerini ve başkalarıyla sağlıklı ilişkiler kurabilmelerini sağlar.",
            "midDescription": "{{name}} Kendilerinin ve başkalarının duygusal deneyimlerinin orta derecede farkındadır ve bazen bunlara açıktır. Bu durum, başkalarıyla empati kurmalarını ve sağlıklı ilişkiler kurma becerilerini etkiler.",
            "lowDescription": "{{name}} Kendilerinin ve başkalarının duygusal deneyimlerinin daha az farkında olma ve bunlara açık olma eğilimindedir. Bu durum, başkalarıyla empati kurmalarını ve sağlıklı ilişkiler kurma becerilerini etkileyebilir."
          },
          "adventurousness": {
            "name": "Maceraperestlik",
            "highDescription": "{{name}} çeşitliliği ve değişimi benimsemesi muhtemeldir. Değişim günlük hayatta olduğu kadar iş yerinde de kaçınılmazdır.",
            "midDescription": "{{name}} Çeşitlilik ve rutin arasında bir denge kurmayı tercih eder ve arada bir değişiklikleri memnuniyetle karşılar. İşyerinde olduğu kadar günlük hayatta da değişim kaçınılmazdır.",
            "lowDescription": "{{name}} Rutin ve geleneksel olanı tercih eder ve değişimi daha az hoş karşılar. İşyerinde olduğu kadar günlük hayatta da değişim kaçınılmazdır."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "{{name}} Soyut ve felsefi fikirler ve tartışmalarla ilgilenir. Alternatif teori ve fikirlere daha açık olabilirler.",
            "midDescription": "{{name}} Soyut ve felsefi fikirlere ve tartışmalara biraz ilgi duyar. Alternatif teori ve fikirlere zaman zaman açık olabilirler.",
            "lowDescription": "{{name}} Soyut ve felsefi fikirler ve tartışmalarla ilgilenmeme eğilimindedir. Alternatif teori ve fikirlere daha az açık olabilirler."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "{{name}} Geleneklere ve geleneksel değerlere meydan okumaya istekli olma eğilimindedir. Alternatif görüş ve perspektiflere daha açık olabilirler.",
            "midDescription": "{{name}} Zaman zaman geleneklere ve geleneksel değerlere meydan okumaya isteklidir. Alternatif görüş ve perspektiflere karşı biraz açık olabilirler.",
            "lowDescription": "{{name}} geleneklere ve geleneksel değerlere uyma eğilimindedir. Alternatif görüş ve perspektiflere daha az açık olabilirler."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "{{name}} başkalarına güvenme eğilimindedir. İş yerinde, başkalarının güvenilir ve iyi niyetli olduğunu varsayarak onlarla etkileşime girme eğilimindedirler ve bu bazen karşılık bulabilir. Bu da iş yerinde samimi ilişkiler kurmalarını sağlar.",
            "midDescription": "{{name}} Başkalarına bir dereceye kadar güvenme eğilimindedir. İş yerinde, başkalarının güvenilir olduğunu ve çoğunlukla iyi niyetli olduklarını varsayarak onlarla etkileşime girebilirler, ancak aynı zamanda biraz dikkatli davranırlar. Güven bazen karşılık bulsa da, ihtiyatlı olmak zaman zaman yardımcı olur.",
            "lowDescription": "{{name}} başkalarının niyetleri konusunda daha şüpheci olma eğilimindedir. Bu durum, diğer insanlarla etkileşimlerini ve iş yerinde samimi ilişkiler kurma becerilerini etkileyebilir."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "{{name}} başkalarıyla ilişkilerinde samimidir ve manipülasyona başvurmaz. İnsanlar bu kişileri etkileşime girmesi ve ilişki kurması daha kolay bulabilir ve bu da ilişki kurmayı kolaylaştırır.",
            "midDescription": "{{name}} başkalarıyla ilişkilerinde genellikle samimidir, ancak gerektiğinde bazı hilelere başvurmaktan da kaçınmazlar. Aşırıya kaçıldığında, bu tür davranışlar uzun vadede ekipler ve kuruluş için zararlı olabilir.",
            "lowDescription": "{{name}} istenen sonuca ulaşmak için ilişkilerde bir dereceye kadar aldatmanın gerekli olduğuna inanır. Aşırıya kaçıldığında, bu tür davranışlar uzun vadede ekipler ve kuruluşlar için zararlı olabilir."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "{{name}} başkaları için endişelenir ve ihtiyacı olanlara yardım etmeye isteklidir. {{Their}} başkalarına yardım etmeye ve destek olmaya hazır olmak, uyumlu ekiplerin ve işbirliğine dayalı bir kültürün oluşturulmasını kolaylaştırır.",
            "midDescription": "{{name}} zaman zaman başkaları için endişelenir ve bazen ihtiyacı olanlara yardım etmeye isteklidir. {{Their}} başkalarına yardım etmeye ve destek olmaya hazır olmak, uyumlu ekiplerin ve işbirliğine dayalı bir kültürün oluşturulmasını kolaylaştırır.",
            "lowDescription": "{{name}} başkaları hakkında daha az endişe duyar ve onların meselelerine karışmamayı tercih edebilir. Bu durum ekip bütünlüğü ve işbirliği üzerinde etkili olabilir"
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "{{name}} Çatışmadan hoşlanmaz ve rekabetçi ve agresif bir şekilde hareket etmez. Diğerleri de buna uygun şekilde karşılık verebilir, bu da dostane ve keyifli bir çalışma ortamı yaratılmasına yardımcı olur.",
            "midDescription": "{{name}} yüzleşme konusunda kararsız olma eğilimindedir, ancak çoğunlukla rekabetçi ve saldırgan bir şekilde hareket etmemeye çalışırlar. Agresif yüzleşmeler karşılık bulabilir ve bu durum da yapıcı olmayan bir çalışma ortamı yaratır.",
            "lowDescription": "{{name}} rekabetçi ve saldırgan bir şekilde hareket etme eğilimindedir. Agresif yüzleşmeler karşılık bulabilir ve bu durum da yapıcı olmayan bir çalışma ortamı yaratır."
          },
          "modesty": {
            "name": "Alçakgönüllülük",
            "highDescription": "{{name}} alçakgönüllü olma eğilimindedir ve kendileriyle ilgili aşırı yüksek bir fikre sahip değildir. Mütevazı insanlar genellikle olumlu ve sevilebilir olarak algılanır. Bununla birlikte, aşırı alçakgönüllülük düşük özgüvenin bir göstergesi de olabilir.",
            "midDescription": "{{name}} Kendileri hakkında orta derecede yüksek bir fikre sahiptir. Mütevazı insanlar genellikle olumlu ve sevilebilir olarak algılanır ve orta düzeyde bir özgüven sağlıklıdır.",
            "lowDescription": "{{name}} Kendileri hakkında yüksek bir fikre sahip olma eğilimindedir ve kendilerini başkalarından üstün görebilirler. Ayrıca başarılarını tartışmaya ve kendilerine aşırı güveniyor gibi görünmeye eğilimli olarak algılanabilirler. Öte yandan, mütevazı insanlar genellikle daha olumlu ve sevilebilir olarak algılanır."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "{{name}} başkalarına sempati duyar. İş yerinde sempati ifade etmek, başkalarının nasıl hissettiğine değer verdiklerini gösterir ve destek iletir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur.",
            "midDescription": "{{name}} Ara sıra başkalarına sempati duyar. İş yerinde sempati ifade etmek, başkalarının nasıl hissettiğine değer verdiklerini gösterir ve destek iletir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur.",
            "lowDescription": "{{name}} başkalarına kolayca sempati duymama eğilimindedir. İş yerinde sempati ifade etmek, başkalarının duygularına değer verdiklerini gösterecek ve desteklerini iletecektir. Bu, çalışma ilişkilerinin kurulmasına ve zenginleştirilmesine yardımcı olur."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "{{name}} görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güvenir. İş performansı, kişinin yeteneklerine duyduğu güvenle ilişkilidir.",
            "midDescription": "{{name}} görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine biraz güvenir. Yeteneklerine duydukları güvenin performansları üzerinde etkisi olabilir.",
            "lowDescription": "{{name}} görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güven duymazlar. Yeteneklerine güven duymamaları performanslarını etkileyebilir."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "{{name}} düzenli ve tertiplidir. Düzenli ve tertipli olmak daha iyi üretkenlik sağlayabilir.",
            "midDescription": "{{name}} biraz düzenli ve tertiplidir. Daha düzenli ve tertipli olmak daha iyi üretkenlik sağlayabilir.",
            "lowDescription": "{{name}} dağınık ve daha az düzenli olma eğilimindedir. Daha düzenli ve tertipli olmak daha iyi üretkenlik sağlayabilir."
          },
          "dutifulness": {
            "name": "Vazifeşinaslık",
            "highDescription": "{{name}} kurallara uyma ve yükümlülükleri yerine getirme eğilimindedir. Kurallara uymak düzenin korunmasına yardımcı olur ve yükümlülükleri yerine getirmek güven yaratır.",
            "midDescription": "{{name}} Kurallara bağlı kalır ve yükümlülüklerini orta derecede yerine getirir. Kurallara uymak düzenin korunmasına yardımcı olur ve yükümlülükleri yerine getirmek güven oluşturmaya yardımcı olur.",
            "lowDescription": "{{name}} kurallara uyma konusunda daha rahat ve esnek olma eğilimindedir ve yükümlülüklerini yerine getirmeyebilir. Kurallara uymak düzenin daha iyi korunmasına yardımcı olur ve yükümlülükleri yerine getirmek güven oluşturmaya yardımcı olur."
          },
          "achievementStriving": {
            "name": "Başarı-çabalama",
            "highDescription": "{{name}} çok çalışır ve beklentilerin ötesine geçer. Bu da onların daha yüksek başarı seviyelerine ulaşmalarını sağlar.",
            "midDescription": "{{name}} bazen çok çalışır ve beklentilerin ötesine geçer. Bu da onların daha yüksek başarı seviyelerine ulaşma becerilerini etkiler.",
            "lowDescription": "{{name}} düşük başarı seviyelerinden memnun olma eğilimindedir. Bu durum, daha yüksek başarı seviyelerine ulaşma becerilerini etkileyebilir."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "{{name}} hazırlıklı olma ve planlarını disiplinli bir şekilde yürütme eğilimindedir. Bu da onların hedeflerine ulaşma yolunda ilerlemelerini sağlar.",
            "midDescription": "{{name}} hazırlıklı olmaya çalışır ve planlarını disiplinli bir şekilde yürütür. Bu durum, hedeflerine ulaşma yolunda ilerleme kabiliyetleri üzerinde etkili olabilir.",
            "lowDescription": "{{name}} hazırlıksız olma eğilimindedir ve planlarını disiplinli bir şekilde yürütmeyebilir. Bu durum, hedeflerine ulaşma yolunda ilerleme kabiliyetlerini etkileyebilir."
          },
          "cautiousness": {
            "name": "Temkinlilik",
            "highDescription": "{{name}} Dikkatli düşünür ve harekete geçmek veya karar vermek için acele etmez. Bu tür bir temkinlilik bazen durumlara yanıt verirken daha etkili olmalarını sağlayabilir.",
            "midDescription": "{{name}} zaman zaman dikkatli düşünür ve harekete geçmek veya karar vermek için acele etmemeye çalışır. Bu tür bir temkinlilik bazen durumlara yanıt verirken daha etkili olmalarını sağlayabilir.",
            "lowDescription": "{{name}} Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindedir. Biraz temkinli olmak, durumlara yanıt verirken daha etkili olmanıza yardımcı olabilir."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Sakinlik",
            "highDescription": "{{name}} nadiren bir şeyler hakkında endişelenir ve korkar.",
            "lowDescription": "{{name}} bir şeyler hakkında endişelenme ve korkma eğilimindedir."
          },
          "anger": {
            "name": "Sakinlik",
            "highDescription": "{{name}} Kolayca hayal kırıklığına uğramaz veya öfkelenmez.",
            "lowDescription": "{{name}} Kolayca hayal kırıklığına uğrama veya öfkelenme eğilimindedir."
          },
          "depression": {
            "name": "Umutlu Olmak",
            "highDescription": "{{name}} sık sık kendini kötü hissetmez.",
            "lowDescription": "{{name}} sık sık kendini kötü hisseder."
          },
          "selfConsciousness": {
            "name": "Özgüven",
            "highDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olmama eğilimindedir ve başkalarının kendileri hakkında ne düşündüğü konusunda çok az endişe duyar.",
            "lowDescription": "{{name}} Sosyal ortamlarda öz-bilinçli olma eğilimindedir ve başkalarının kendileri hakkında ne düşündüğü konusunda hassastır."
          },
          "immoderation": {
            "name": "İrade Gücü",
            "highDescription": "{{name}} günaha karşı koyabilir ve aşırıya kaçma olasılığı yoktur.",
            "lowDescription": "{{name}} günaha karşı koymakta zorluk çeker ve aşırıya kaçma olasılığı yüksektir."
          },
          "vulnerability": {
            "name": "Dayanıklılık",
            "highDescription": "{{name}} Stresli durumlarda sakin kalabilir.",
            "lowDescription": "{{name}} Stresli durumlarda bunalmış hissetme eğilimindedir."
          },
          "friendliness": {
            "name": "Samimiyet",
            "highDescription": "{{name}} İnsanların yanında rahattır ve kolayca arkadaş edinebilir.",
            "lowDescription": "{{name}} İnsanların yanında daha çekingen olma eğilimindedir ve kolay arkadaş edinemeyebilir."
          },
          "gregariousness": {
            "name": "Gregariousness",
            "highDescription": "{{name}} İnsanlarla çevrili olmayı ve başkalarının arkadaşlığından keyif almayı tercih eder.",
            "lowDescription": "{{name}} yalnız kalmayı ve insanlarla çevrili olmamayı tercih eder."
          },
          "assertiveness": {
            "name": "Atılganlık",
            "highDescription": "{{name}} sorumluluk alma eğilimindedir.",
            "lowDescription": "{{name}} Başkalarının liderlik etmesini tercih ederek sorumluluk almaktan kaçınma eğilimindedir."
          },
          "activityLevel": {
            "name": "Etkinlik seviyesi",
            "highDescription": "{{name}} meşgul olma ve zamanlarında birçok şey yapma eğilimindedir.",
            "lowDescription": "{{name}} Sakin olmayı ve zamanını çok fazla şey için harcamamayı tercih eder."
          },
          "excitementSeeking": {
            "name": "Heyecan arayan",
            "highDescription": "{{name}} Heyecan ve macera aramayı ve risk almayı sever.",
            "lowDescription": "{{name}} Heyecan ve macera aramayı ya da risk almayı sevmez."
          },
          "cheerfulness": {
            "name": "Neşe",
            "highDescription": "{{name}} sık sık olumlu ruh halleri yaşayan neşeli bir kişidir.",
            "lowDescription": "{{name}} moralinin yüksek olma olasılığı daha düşüktür ve sıklıkla olumlu ruh halleri yaşamayabilir."
          },
          "imagination": {
            "name": "Hayal Gücü",
            "highDescription": "{{name}} düşüncelerinde ve hayal gücünde kaybolmayı sever.",
            "lowDescription": "{{name}} düşüncelerinde ve hayal gücünde kaybolmayı sevmez."
          },
          "artisticInterests": {
            "name": "Sanatsal ilgi alanları",
            "highDescription": "{{name}} sanat ve edebiyatla ilgileniyor.",
            "lowDescription": "{{name}} sanat ve edebiyatla ilgilenmiyor."
          },
          "emotionality": {
            "name": "Duygusallık",
            "highDescription": "{{name}} Kendilerinin ve başkalarının duygusal deneyimlerinin farkında ve bunlara açıktır.",
            "lowDescription": "{{name}} kendilerinin ve başkalarının duygusal deneyimlerinin daha az farkında olma ve bunlara açık olma eğilimindedir."
          },
          "adventurousness": {
            "name": "Maceraperestlik",
            "highDescription": "{{name}} çeşitliliği ve değişimi benimseme olasılığı yüksektir",
            "lowDescription": "{{name}} rutin ve geleneksel olanı tercih eder ve değişimi daha az hoş karşılar."
          },
          "intellect": {
            "name": "Akıl",
            "highDescription": "{{name}} Soyut ve felsefi fikirler ve tartışmalarla ilgilenir.",
            "lowDescription": "{{name}} soyut ve felsefi fikirler ve tartışmalarla ilgilenmeme eğilimindedir."
          },
          "liberalism": {
            "name": "Liberalizm",
            "highDescription": "{{name}} geleneklere ve geleneksel değerlere meydan okumaya istekli olma eğilimindedir.",
            "lowDescription": "{{name}} geleneklere ve geleneksel değerlere uyma eğilimindedir."
          },
          "trust": {
            "name": "Güven",
            "highDescription": "{{name}} başkalarına güvenme eğilimindedir.",
            "lowDescription": "{{name}} başkalarının niyetleri konusunda daha şüpheci olma eğilimindedir."
          },
          "morality": {
            "name": "Ahlak",
            "highDescription": "{{name}} Başkalarıyla ilişkilerinde samimidir ve manipülasyona başvurmaz.",
            "lowDescription": "{{name}} arzu ettikleri sonuca ulaşmak için ilişkilerde bir dereceye kadar aldatmanın gerekli olduğuna inanır."
          },
          "altruism": {
            "name": "Fedakarlık",
            "highDescription": "{{name}} başkaları için endişelenir ve ihtiyacı olanlara yardım etmeye isteklidir.",
            "lowDescription": "{{name}} başkaları hakkında daha az endişe duyar ve onların meselelerine karışmamayı tercih edebilir."
          },
          "cooperation": {
            "name": "İşbirliği",
            "highDescription": "{{name}} Yüzleşmekten hoşlanmaz ve rekabetçi ve agresif bir şekilde hareket etmez.",
            "lowDescription": "{{name}} rekabetçi ve agresif bir şekilde hareket etme eğilimindedir."
          },
          "modesty": {
            "name": "Alçakgönüllülük",
            "highDescription": "{{name}} alçakgönüllü olma eğilimindedir ve kendileriyle ilgili aşırı yüksek bir fikre sahip değildir.",
            "lowDescription": "{{name}} Kendileri hakkında yüksek bir fikre sahip olma eğilimindedir ve kendilerini başkalarından üstün görebilirler."
          },
          "sympathy": {
            "name": "Sempati",
            "highDescription": "{{name}} başkalarına sempati duyar.",
            "lowDescription": "{{name}} Başkalarına kolayca sempati duymama eğilimindedir."
          },
          "selfEfficacy": {
            "name": "Öz yeterlilik",
            "highDescription": "{{name}} görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güvenir.",
            "lowDescription": "{{name}} Görevleri başarıyla yerine getirme ve bu görevlerde başarılı olma becerilerine güvenmiyor."
          },
          "orderliness": {
            "name": "Düzenlilik",
            "highDescription": "{{name}} düzenli ve tertipli.",
            "lowDescription": "{{name}} dağınık ve daha az düzenli olma eğilimindedir."
          },
          "dutifulness": {
            "name": "Vazifeşinaslık",
            "highDescription": "{{name}} Kurallara uyma ve yükümlülükleri yerine getirme eğilimindedir.",
            "lowDescription": "{{name}} kurallara uyma konusunda daha rahat ve esnek olma eğilimindedir ve yükümlülüklerini yerine getirmeyebilir."
          },
          "achievementStriving": {
            "name": "Başarı-çabalama",
            "highDescription": "{{name}} çok çalışır ve beklentilerin ötesine geçer.",
            "lowDescription": "{{name}} daha düşük başarı seviyeleriyle tatmin olma eğilimindedir."
          },
          "selfDiscipline": {
            "name": "Öz disiplin",
            "highDescription": "{{name}} hazırlıklı olma ve planları disiplinli bir şekilde yürütme eğilimindedir.",
            "lowDescription": "{{name}} hazırlıksız olma eğilimindedir ve planlarını disiplinli bir şekilde uygulayamayabilir."
          },
          "cautiousness": {
            "name": "Temkinlilik",
            "highDescription": "{{name}} dikkatlice düşünür ve harekete geçmek veya karar vermek için acele etmez.",
            "lowDescription": "{{name}} Sonuçlarını düşünmeden hareket etme veya karar verme eğilimindedir."
          }
        }
      }
    }
  }
}
