{
  "descriptor": {
    "workStyleSummary": {
      "achievementEffort": {
        "name": "Thành tích/Nỗ lực",
        "highDescription": "Đặt ra các mục tiêu cá nhân đầy tham vọng và sẽ thực hiện những hành động dứt khoát để đạt được chúng. Phấn đấu cho hiệu suất chất lượng cao.",
        "lowDescription": "Có thể được hưởng lợi từ việc tăng cường sự tự tin trong việc thực hiện nhiệm vụ, đảm bảo tuân thủ các cam kết, hoàn thành mục tiêu và phù hợp hơn với mong đợi về hiệu suất."
      },
      "persistence": {
        "name": "Kiên trì",
        "highDescription": "Thể hiện sự bền bỉ và khả năng phục hồi. Vẫn cam kết với các kế hoạch và mục đích chiến lược bất chấp những thách thức.",
        "lowDescription": "Có thể được hưởng lợi từ việc phát triển các chiến lược để quản lý áp lực và vượt qua trở ngại hiệu quả hơn. Được khuyến khích tìm kiếm và sử dụng sự hỗ trợ khi gặp nghịch cảnh."
      },
      "initiative": {
        "name": "Sáng kiến",
        "highDescription": "Chấp nhận nhiệm vụ mới và bổ sung mà không được yêu cầu. Chủ động thách thức hiện trạng và xác định các cách để đóng góp và cải thiện.",
        "lowDescription": "Có cơ hội phát triển bằng cách áp dụng cách tiếp cận chủ động hơn trong việc gây ảnh hưởng đến các tình huống. Được khuyến khích đón nhận những trách nhiệm và thách thức mới và nỗ lực bắt đầu hành động."
      },
      "leadership": {
        "name": "Khả năng lãnh đạo",
        "highDescription": "Sẵn sàng hướng dẫn, lãnh đạo và đưa ra chỉ dẫn cho người khác. Thường đề xuất các cách để nâng cao chất lượng và hiệu quả.",
        "lowDescription": "Có thể được hưởng lợi từ việc đứng lên dẫn đầu và đưa ra phương hướng khi có cơ hội. Được khuyến khích tìm kiếm sự hỗ trợ để phát triển trong lĩnh vực quản lý và hướng dẫn người khác."
      },
      "cooperation": {
        "name": "Sự hợp tác",
        "highDescription": "Có thể làm việc tích cực và hòa hợp với những người khác nhau, đồng thời có khả năng đối xử công bằng và tôn trọng với mọi người.",
        "lowDescription": "Có thể nâng cao tinh thần và năng suất của nhóm bằng cách nỗ lực trở nên hợp tác hơn và dễ cộng tác hơn. Điều này có thể có nghĩa là rèn luyện kỹ năng giao tiếp và làm việc nhóm."
      },
      "concernForOthers": {
        "name": "Quan tâm đến người khác",
        "highDescription": "Xem xét và tôn trọng nhu cầu, cảm xúc và quan điểm của người khác. Cung cấp hỗ trợ cho người khác, đặc biệt là khi họ gặp khó khăn.",
        "lowDescription": "Có thể được hưởng lợi từ việc phát triển sự đồng cảm và hiểu biết đối với nhu cầu và cảm xúc của người khác. Ví dụ, bằng cách tìm cách đưa ra sự hỗ trợ và giúp đỡ, một người có thể trở nên hòa hợp hơn với người khác, nuôi dưỡng một môi trường nhân ái và hỗ trợ hơn."
      },
      "socialOrientation": {
        "name": "Định hướng xã hội",
        "highDescription": "Khuyến khích sự đoàn kết và phát huy sức mạnh tổng hợp trong một nhóm để đạt được mục tiêu. Xây dựng và duy trì mối quan hệ hiệu quả với những người khác.",
        "lowDescription": "Có thể được hưởng lợi từ việc tìm kiếm sự cân bằng giữa tính độc lập và hợp tác, khuyến khích sự gắn kết nhiều hơn với đồng nghiệp để làm phong phú thêm trải nghiệm và kết quả làm việc."
      },
      "selfControl": {
        "name": "Tự kiểm soát",
        "highDescription": "Thể hiện mức độ tự chủ và tự điều chỉnh cao, ngay cả khi đối mặt với nghịch cảnh. Nhận thức được tác động của hành động và tâm trạng của mình đối với người khác và khó có thể hành động bốc đồng.",
        "lowDescription": "Có thể được hưởng lợi từ việc phát triển các chiến lược để điều chỉnh cảm xúc tốt hơn và nâng cao khả năng ra quyết định chu đáo."
      },
      "stressTolerance": {
        "name": "Khả năng chịu đựng căng thẳng",
        "highDescription": "Khả năng đưa ra quyết định hợp lý và tiếp tục thực hiện hiệu quả trong các tình huống căng thẳng và sẵn sàng chấp nhận phản hồi và phê bình.",
        "lowDescription": "Có thể được hưởng lợi từ các kỹ thuật liên quan đến điều tiết cảm xúc và quản lý căng thẳng để được trang bị tốt hơn trong việc kiểm soát cảm xúc, xem phản hồi là cơ hội phát triển và làm việc dưới áp lực, từ đó cải thiện hiệu suất."
      },
      "adaptabilityFlexibility": {
        "name": "Khả năng thích ứng/linh hoạt",
        "highDescription": "Phản ứng tích cực với những thay đổi và chấp nhận các phương pháp mới. Thể hiện sự linh hoạt trong việc thay đổi chiến lược để đạt được kết quả trong các tình huống năng động.",
        "lowDescription": "Được khuyến khích nuôi dưỡng tư duy cởi mở hơn đối với sự thay đổi và ý tưởng mới. Phát triển tính linh hoạt có thể giúp cải thiện kỹ năng giải quyết vấn đề và điều chỉnh suôn sẻ hơn trước các điều kiện đang phát triển."
      },
      "dependability": {
        "name": "Độ tin cậy",
        "highDescription": "Siêng năng thực hiện đúng cam kết và luôn đáp ứng đúng thời hạn. Thể hiện trách nhiệm trong công việc và nhận lỗi về lỗi lầm.",
        "lowDescription": "Có thể được hưởng lợi từ việc tập trung vào việc nâng cao tính nhất quán trong việc hoàn thành nhiệm vụ và đáp ứng các cam kết."
      },
      "attentionToDetail": {
        "name": "Sự chú ý đến chi tiết",
        "highDescription": "Có tính cẩn thận và ngăn nắp khi thực hiện nhiệm vụ trong công việc, hiếm khi bỏ qua chi tiết, đảm bảo tính chính xác và đầy đủ.",
        "lowDescription": "Có thể được hưởng lợi từ việc tập trung nhiều hơn vào chi tiết và hướng tới độ chính xác cao hơn trong các nhiệm vụ."
      },
      "integrity": {
        "name": "Chính trực",
        "highDescription": "Tuân thủ chặt chẽ quy tắc ứng xử và các nguyên tắc đạo đức. Đáng tin cậy và thể hiện sự nhất quán trong lời nói và hành động.",
        "lowDescription": "Có thể được hưởng lợi từ việc điều chỉnh các hành động với các giá trị tự đề ra và xem xét tác động của các quyết định đối với người khác có thể xây dựng niềm tin và sự tôn trọng trong các mối quan hệ nghề nghiệp."
      },
      "independence": {
        "name": "Sự độc lập",
        "highDescription": "Tự định hướng, có khả năng và tự tin hoàn thành công việc mà không cần hoặc ít có sự giám sát.",
        "lowDescription": "Có thể được hưởng lợi từ việc xây dựng sự tự tin và kỹ năng giải quyết vấn đề và ra quyết định độc lập."
      },
      "innovation": {
        "name": "Sự đổi mới",
        "highDescription": "Có khả năng kết nối các ý tưởng, thử nghiệm các phương pháp tiếp cận mới và phát triển các giải pháp mới cho các vấn đề hiện có.",
        "lowDescription": "Có chỗ cho sự phát triển trong việc đón nhận sự sáng tạo và đổi mới. Được khuyến khích khám phá những cách tiếp cận mới để giải quyết vấn đề và coi trọng những quan điểm đa dạng, điều này có thể dẫn đến những ý tưởng và cải tiến mới."
      },
      "analyticalThinking": {
        "name": "Tư duy phân tích",
        "highDescription": "Có xu hướng có phương pháp trong việc kiểm tra các vấn đề và tìm kiếm các mô hình cơ bản để suy luận những hiểu biết sâu sắc và đưa ra kết luận.",
        "lowDescription": "Có thể có xu hướng ít phân tích thông tin một cách cẩn thận và gặp khó khăn trong việc sàng lọc thông tin nhiều mặt để hiểu các vấn đề phức tạp. Có thể được hưởng lợi từ việc áp dụng một phương pháp có cấu trúc hơn để đánh giá thông tin và tính đến các quan điểm khác nhau khi xem xét một vấn đề."
      }
    },
    "workValueSummary": {
      "achievement": {
        "name": "Thành tích",
        "highDescription": "Tận hưởng một nền văn hóa hướng đến kết quả cho phép sử dụng tối đa các kỹ năng và khả năng của bản thân để đạt được kết quả.",
        "lowDescription": "Có thể có xu hướng ít thoải mái hơn trong môi trường mà kết quả được nhấn mạnh. Có thể tin rằng những cân nhắc khác đôi khi nên được ưu tiên hơn kết quả."
      },
      "workingConditions": {
        "name": "Điều kiện làm việc",
        "highDescription": "Được thúc đẩy bởi môi trường cung cấp cơ hội và quyền tự chủ để tăng trưởng và phát triển.",
        "lowDescription": "Có thể có xu hướng ít được thúc đẩy bởi các cơ hội học hỏi và thử các nhiệm vụ khác nhau, thích một môi trường nhất quán với nhiệm vụ."
      },
      "recognition": {
        "name": "Sự công nhận",
        "highDescription": "Được thúc đẩy bởi các phần thưởng bên ngoài, sự công nhận và cơ hội phát triển.",
        "lowDescription": "Có thể có xu hướng ít bị thúc đẩy bởi địa vị hoặc động lực tài chính. Không xác định thành công cá nhân bằng sự thăng tiến trong sự nghiệp hoặc vị trí cao."
      },
      "relationships": {
        "name": "Các mối quan hệ",
        "highDescription": "Thích một môi trường ấm áp và hợp tác, được xây dựng trên sự tin tưởng lẫn nhau, sự chân thành, tinh thần đồng đội và các mối quan hệ tích cực.",
        "lowDescription": "Có thể hạ thấp tầm quan trọng của việc xây dựng tình bạn trong nhóm hoặc sức mạnh tổng hợp tại nơi làm việc. Có thể ít quan tâm đến việc tương tác với người khác tại nơi làm việc."
      },
      "support": {
        "name": "Ủng hộ",
        "highDescription": "Coi trọng sự khoan dung và thực hành đạo đức tại nơi làm việc. Ủng hộ một môi trường hỗ trợ và công bằng.",
        "lowDescription": "Có thể có xu hướng không đánh giá cao sự khoan dung và thực hành đạo đức tại nơi làm việc. Không ưu tiên một môi trường hỗ trợ và công bằng."
      },
      "independence": {
        "name": "Sự độc lập",
        "highDescription": "Coi trọng quyền tự do thử nghiệm và trao quyền hành động mà không cần sự ra lệnh, can thiệp và xác nhận thường xuyên.",
        "lowDescription": "Quyền tự chủ và độc lập không được coi là một yếu tố quan trọng. Có thể có xu hướng thích nhận được chỉ dẫn và giám sát trong các nhiệm vụ."
      }
    },
    "workInterestSummary": {
      "realistic": {
        "name": "Thực tế",
        "highDescription": "Thích làm việc thực hành để khám phá và hoàn thành nhiệm vụ trong môi trường thực tế.",
        "lowDescription": "Có thể có xu hướng ác cảm với các công việc thủ công."
      },
      "investigative": {
        "name": "điều tra",
        "highDescription": "Thích giải quyết các vấn đề trừu tượng và rất phức tạp.",
        "lowDescription": "Có thể có xu hướng ít quan tâm đến các hoạt động nghiên cứu, toán học hoặc khoa học."
      },
      "artistic": {
        "name": "Thuộc về nghệ thuật",
        "highDescription": "Thích các hoạt động liên quan đến sự sáng tạo, độc đáo và thể hiện bản thân.",
        "lowDescription": "Có thể có xu hướng không nhiệt tình với các hoạt động nghệ thuật như tạo ra các tác phẩm nguyên bản và độc đáo."
      },
      "social": {
        "name": "Xã hội",
        "highDescription": "Thích giúp đỡ và tham gia vào công việc hướng tới xã hội.",
        "lowDescription": "Có thể có xu hướng ít quan tâm đến công việc mang tính xã hội hoặc phục vụ người khác. "
      },
      "enterprising": {
        "name": "dám nghĩ dám làm",
        "highDescription": "Thích công việc liên quan đến việc lãnh đạo mọi người, đưa ra quyết định, chấp nhận rủi ro và thuyết phục người khác đạt được mục tiêu.",
        "lowDescription": "Có thể có xu hướng không muốn giữ vai trò chỉ đạo và có ảnh hưởng."
      },
      "conventional": {
        "name": "Thông thường",
        "highDescription": "Thích làm việc trong các chuỗi chỉ huy đã được thiết lập và tuân theo các hướng dẫn được xác định rõ ràng.",
        "lowDescription": "Có thể có xu hướng ác cảm với những công việc thường ngày, có quy tắc và nặng về quy trình."
      }
    },
    "workStyle": {
      "achievementEffort": {
        "name": "Thành tích/Nỗ lực",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người tích cực tìm kiếm sự phát triển và khả năng làm chủ bằng cách đặt ra các mục tiêu đầy thách thức cho cá nhân và cố gắng đạt được mức hiệu suất cao.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường tìm kiếm sự phát triển bằng cách làm việc chăm chỉ để đáp ứng các tiêu chuẩn nhưng đôi khi có thể không đạt được kết quả mong muốn.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người đôi khi được thúc đẩy để tìm kiếm sự phát triển và thành thạo nhưng cũng có thể thiếu tự tin trong việc đạt được kết quả mong muốn.",
        "summary": "Thiết lập và duy trì những thành tựu, mục tiêu đầy thử thách của cá nhân và nỗ lực hoàn thành nhiệm vụ.",
        "questionContents": [
          {
            "question": "Hãy mô tả thời điểm bạn làm việc chăm chỉ để hoàn thành thành công một mục tiêu đầy thách thức.",
            "additionals": [
              "Nhiệm vụ đó là gì? Tại sao đó là một thử thách đối với bạn?",
              "Vai trò của bạn là gì?",
              "Bạn đã làm gì trong nhiệm vụ hoặc dự án này? Bạn có gặp phải trở ngại nào không?",
              "Kết quả cuối cùng là gì? Bạn đã làm tốt điều gì và điều gì có thể cải thiện?"
            ]
          }
        ]
      },
      "persistence": {
        "name": "Kiên trì",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người phản ứng lại những thất bại bằng nỗ lực không ngừng và sẽ tiếp tục hành trình khi đối mặt với những trở ngại hoặc nghịch cảnh.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là một người thường kiên trì vượt qua những thất bại nhưng đôi khi có thể cần sự hỗ trợ từ người khác để vượt qua trở ngại.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là một người gặp khó khăn trong việc kiên trì vượt qua những thất bại và cần sự hỗ trợ từ người khác để vượt qua trở ngại.",
        "summary": "Thể hiện sự kiên trì khi đối mặt với trở ngại.",
        "questionContents": [
          {
            "question": "Mô tả một tình huống mà bạn phải vượt qua một hoặc nhiều trở ngại để đạt được kết quả mong muốn.",
            "additionals": [
              "Tình huống này là thế nào? Bạn đã phải đối mặt với những thách thức gì?",
              "Vai trò của bạn là gì? Bạn đã phải làm gì? Bạn đã phải làm việc với những người khác như thế nào để đạt được điều này?",
              "Bạn đã đối mặt và giải quyết (các) trở ngại đó như thế nào? Bạn cảm thấy thế nào về nó?",
              "Kết quả của dự án này là gì? Bạn sẽ thay đổi điều gì nếu có thể làm lại?"
            ]
          }
        ]
      },
      "initiative": {
        "name": "Sáng kiến",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người chủ động đảm bảo các nhiệm vụ được hoàn thành, thường sẵn sàng đảm nhận những trách nhiệm và thách thức mới, đồng thời có thể thách thức hiện trạng và tìm kiếm những cách thức mới để cải tiến các quy trình.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường hoàn thành nhiệm vụ với sự nhắc nhở tối thiểu và thường sẵn sàng đảm nhận những trách nhiệm và thử thách mới nhưng đôi khi có thể gặp phải tình trạng trì trệ khi làm như vậy.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người cần được nhắc nhở để hoàn thành nhiệm vụ và ngần ngại đảm nhận những trách nhiệm và thử thách mới.",
        "summary": "Sẵn sàng khởi xướng và đảm nhận trách nhiệm cũng như thử thách.",
        "questionContents": [
          {
            "question": "Chia sẻ một ví dụ gần đây về việc bạn đã nỗ lực và đảm nhận nhiều hơn những gì được mong đợi ở bạn.",
            "additionals": [
              "Ví dụ này nói về điều gì?",
              "Bạn đã phải làm gì?",
              "Bạn đã làm gì? Làm thế nào và tại sao bạn quyết định bước lên?",
              "Kết quả cuối cùng là gì? Bạn có làm điều gì khác biệt không?"
            ]
          }
        ]
      },
      "leadership": {
        "name": "Khả năng lãnh đạo",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng tiến lên và dẫn đầu cũng như đưa ra ý kiến ​​và phương hướng.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thỉnh thoảng đứng lên dẫn đầu và đôi khi đưa ra ý kiến ​​cũng như phương hướng.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ngần ngại dẫn đầu và hiếm khi đưa ra ý kiến ​​hoặc phương hướng.",
        "summary": "Sẵn sàng lãnh đạo, chịu trách nhiệm và đưa ra ý kiến ​​cũng như phương hướng mà người ta tin tưởng.",
        "questionContents": [
          {
            "question": "Chia sẻ về thời điểm bạn đảm nhận và lãnh đạo thành công một nhóm.",
            "additionals": [
              "Ví dụ về cái gì? Các thành viên khác trong nhóm có liên quan là ai?",
              "Bạn đã phải làm gì Bạn đã phải làm gì? Kết quả mong đợi là gì? Bạn có mong đợi thử thách nào không?",
              "Bạn đã dẫn dắt các thành viên trong nhóm của mình như thế nào? Họ đã cảm thấy như thế nào?",
              "Kết quả cuối cùng là gì? Bạn muốn cải thiện điều gì?"
            ]
          }
        ]
      },
      "cooperation": {
        "name": "Sự hợp tác",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng tin tưởng rằng người khác có thiện chí và tỏ ra là người dễ chịu, dễ gần và hợp tác khi làm việc với người khác.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường có xu hướng tin tưởng rằng người khác có thiện chí và tỏ ra là người dễ chịu, dễ gần và hợp tác khi làm việc với người khác.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người không dễ dàng tin tưởng người khác và có thể bị coi là bất hợp tác hoặc khó làm việc cùng.",
        "summary": "Có xu hướng vui vẻ với người khác trong công việc và thể hiện thái độ hợp tác, tốt bụng.",
        "questionContents": [
          {
            "question": "Hãy nhớ lại trải nghiệm đáng nhớ nhất của bạn khi hợp tác làm việc với người khác để hoàn thành một mục tiêu quan trọng.",
            "additionals": [
              "Dự án hoặc nhiệm vụ đó là gì? Bạn đã làm việc với ai?",
              "Bạn đã phải làm gì? Bạn có mong đợi thử thách nào không?",
              "Bạn đã làm việc và tương tác với những người còn lại như thế nào? Bạn đã đóng góp cho đội như thế nào?",
              "Tại sao đây là trải nghiệm đáng nhớ nhất? Liệu bạn có làm điều gì đó khác biệt không?"
            ]
          }
        ]
      },
      "concernForOthers": {
        "name": "Quan tâm đến người khác",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng nhạy cảm với nhu cầu và cảm xúc của người khác và đồng cảm, hỗ trợ và giúp đỡ.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường nhạy cảm với nhu cầu và cảm xúc của người khác và đưa ra hỗ trợ cũng như giúp đỡ khi thích hợp.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có thể cảm thấy khó khăn trong việc hiểu nhu cầu và cảm xúc của người khác và không chắc chắn khi nào nên đưa ra hỗ trợ hoặc giúp đỡ.",
        "summary": "Có xu hướng nhạy cảm với cảm xúc và mối quan tâm của người khác, đồng thời hiểu biết và hữu ích.",
        "questionContents": [
          {
            "question": "Mô tả thời gian bạn có thể hỗ trợ và trấn an mối quan tâm hoặc nhu cầu của đồng nghiệp.",
            "additionals": [
              "Khoảng thời gian đó là gì? Bạn đã làm việc với ai?",
              "Mục tiêu là gì? Bạn đã phải làm việc với những người khác như thế nào để đạt được điều này?",
              "Bạn đã làm gì để đạt được nó? Bạn quản lý cảm xúc của người khác và thể hiện sự quan tâm như thế nào?",
              "Kết quả cuối cùng là gì? Những gì bạn sẽ làm gì khác?"
            ]
          }
        ]
      },
      "socialOrientation": {
        "name": "Định hướng xã hội",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người tích cực xây dựng các mối quan hệ cá nhân tại nơi làm việc và có xu hướng tìm kiếm cơ hội làm việc với người khác.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường duy trì các mối quan hệ cá nhân tại nơi làm việc và cảm thấy thoải mái khi làm việc với người khác.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thích duy trì sự tách biệt giữa các mối quan hệ cá nhân và công việc và hoàn thành nhiệm vụ một mình.",
        "summary": "Thích kết nối xã hội và làm việc với những người khác để hoàn thành nhiệm vụ.",
        "questionContents": [
          {
            "question": "Hãy mô tả một dịp mà bạn xây dựng mối quan hệ tốt với người khác để hoàn thành công việc.",
            "additionals": [
              "Nhân dịp này là về cái gì? Bạn đã phải tương tác với ai?",
              "Kết quả công việc dự định là gì?",
              "Bạn đã làm gì? Bạn đã làm gì để đảm bảo sự tham gia của họ là quan trọng?",
              "Kết quả cuối cùng là gì? Bạn sẽ làm gì khác đi để xây dựng mối quan hệ với người khác?"
            ]
          }
        ]
      },
      "selfControl": {
        "name": "Tự kiểm soát",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thể hiện mức độ tự chủ và tự điều chỉnh cao khi xử lý cảm xúc và không có khả năng hành động bốc đồng.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thể hiện mức độ tự chủ và tự điều chỉnh vừa phải khi xử lý cảm xúc và thường tránh hành động bốc đồng.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có thể cảm thấy khó kiểm soát và điều chỉnh cảm xúc và đôi khi có thể hành động bốc đồng.",
        "summary": "Giữ bình tĩnh, kiềm chế cảm xúc, kiểm soát cơn giận và tránh hành vi hung hăng, ngay cả trong những tình huống khó khăn.",
        "questionContents": [
          {
            "question": "Hãy mô tả một lần bạn cảm thấy thất vọng trước một tình huống công việc khi tương tác với người khác.",
            "additionals": [
              "Cái đó nói về gì thế? Bạn đã phải làm việc với ai? Tại sao bạn lại thất vọng?",
              "Nhiệm vụ hoặc mục tiêu đó là gì?",
              "Bạn đã thực hiện hành động gì? Bạn đã quản lý cảm xúc và giao tiếp của mình như thế nào? Có bất kỳ sự kháng cự nào phải đối mặt không?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào? Những gì bạn sẽ làm gì khác?"
            ]
          }
        ]
      },
      "stressTolerance": {
        "name": "Khả năng chịu đựng căng thẳng",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng sẵn sàng chấp nhận phản hồi và lời chỉ trích cũng như giải quyết các tình huống căng thẳng một cách hiệu quả. ",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người nhìn chung có thể chấp nhận một số phản hồi và lời chỉ trích cũng như làm việc hiệu quả trong những tình huống căng thẳng. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có thể cảm thấy khó khăn khi sẵn sàng chấp nhận những lời chỉ trích và phản hồi và có thể thấy làm việc trong những tình huống căng thẳng là một thách thức.",
        "summary": "Có xu hướng chấp nhận những lời chỉ trích và giải quyết một cách bình tĩnh và hiệu quả với những tình huống căng thẳng cao độ.",
        "questionContents": [
          {
            "question": "Hãy mô tả khoảng thời gian bạn phải làm việc trong một môi trường căng thẳng và khắt khe.",
            "additionals": [
              "Ví dụ về cái gì? Tại sao nó căng thẳng hoặc đòi hỏi khắt khe?",
              "Bạn đã phải làm gì trong tình huống đó? Bạn dự định kết quả sẽ như thế nào?",
              "Bạn đã giải quyết như thế nào giữa những yếu tố gây căng thẳng và công việc? Bạn cảm thấy thế nào trong suốt quá trình?",
              "Kết quả cuối cùng là gì? Hãy suy ngẫm về bất kỳ lĩnh vực nào bạn đã làm tốt hoặc muốn cải thiện."
            ]
          }
        ]
      },
      "adaptabilityFlexibility": {
        "name": "Khả năng thích ứng/linh hoạt",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng phản ứng tích cực trước sự thay đổi và linh hoạt trong việc áp dụng những cách làm mới.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người nhìn chung có thể chấp nhận sự thay đổi và có phần linh hoạt trong việc áp dụng những cách làm mới.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là một người có phần nào đó có thể chống lại sự thay đổi và có thể gặp khó khăn khi thích nghi với những cách làm việc mới.",
        "summary": "Có xu hướng cởi mở với những thay đổi và phương pháp mới cũng như quan tâm đến sự đa dạng trong môi trường.",
        "questionContents": [
          {
            "question": "Mô tả thời gian bạn phải điều chỉnh để thay đổi điều kiện làm việc hoặc ưu tiên để hoàn thành một dự án. Làm thế nào bạn có thể xoay xở được?",
            "additionals": [
              "Khoảng thời gian đó là gì? Đây có phải là điều gì đó mới mẻ đối với bạn mà bạn chưa từng làm trước đây?",
              "Bạn đã phải làm gì? Kết quả dự định là gì?",
              "Bạn đã làm gì khác biệt? Tại sao bạn lại tiếp cận nó theo cách đó? Bạn cảm thấy thế nào trong quá trình này?",
              "Cuối cùng thì chuyện gì đã xảy ra? Bạn sẽ thay đổi nó như thế nào để nó tốt hơn nữa?"
            ]
          }
        ]
      },
      "dependability": {
        "name": "Độ tin cậy",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người tích cực chịu trách nhiệm cá nhân về các nhiệm vụ và có thể được tin cậy để hoàn thành nhiệm vụ và thực hiện các cam kết.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường chịu trách nhiệm cá nhân về các nhiệm vụ và thường có thể được tin cậy để hoàn thành nhiệm vụ và đáp ứng các cam kết.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có thể gặp khó khăn trong việc duy trì sự nhất quán trong việc hoàn thành nhiệm vụ hoặc đáp ứng các cam kết.",
        "summary": "Đáng tin cậy, có trách nhiệm và đáng tin cậy trong việc thực hiện nghĩa vụ.",
        "questionContents": [
          {
            "question": "Hãy nhớ lại một trường hợp khi các nghĩa vụ khác của bạn ảnh hưởng đến khả năng hoàn thành nhiệm vụ đúng hạn của bạn.",
            "additionals": [
              "Các nghĩa vụ đã ảnh hưởng đến công việc của bạn như thế nào?",
              "Vai trò của bạn trong việc hoàn thành nhiệm vụ là gì?",
              "Bạn đã làm gì để đảm bảo công việc của mình vẫn được giao đúng thời hạn? Các bước liên quan là gì?",
              "Kết quả cuối cùng là gì? Nhìn lại, có điều gì mà lẽ ra bạn có thể xử lý khác đi không?"
            ]
          }
        ]
      },
      "attentionToDetail": {
        "name": "Sự chú ý đến chi tiết",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng cẩn thận và ngăn nắp khi thực hiện các công việc tại nơi làm việc, hiếm khi bỏ sót chi tiết.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường cẩn thận và ngăn nắp khi thực hiện các nhiệm vụ tại nơi làm việc mặc dù đôi khi có thể bỏ qua các chi tiết. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người kém tỉ mỉ và kỹ lưỡng trong công việc và có xu hướng bỏ qua chi tiết. ",
        "summary": "Có xu hướng cẩn thận về chi tiết và kỹ lưỡng trong việc hoàn thành nhiệm vụ.",
        "questionContents": [
          {
            "question": "Các nhiệm vụ công việc khác nhau có thể yêu cầu mức độ chi tiết và sự chú ý khác nhau. Giải thích một nhiệm vụ bạn đã thực hiện đòi hỏi sự chú ý đến chi tiết và chất lượng.",
            "additionals": [
              "Nhiệm vụ đó là gì? Bạn có làm việc với ai khác không?",
              "Vai trò của bạn trong nhiệm vụ này là gì? Kết quả dự định là gì?",
              "Bạn đã tiếp cận nhiệm vụ như thế nào? Làm thế nào bạn đảm bảo chi tiết và chất lượng không bị ảnh hưởng?",
              "Kết quả cuối cùng là gì? Bạn đã làm tốt điều gì? Bạn sẽ cải thiện điều gì?"
            ]
          }
        ]
      },
      "integrity": {
        "name": "Chính trực",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là một người đáng tin cậy, trung thực và có đạo đức và tích cực đảm bảo tính nhất quán giữa lời nói và hành động.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là một người đáng tin cậy, trung thực và có đạo đức trong hầu hết thời gian và cố gắng đảm bảo tính nhất quán giữa lời nói và hành động. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người coi trọng lợi ích cá nhân hơn là duy trì các tiêu chuẩn đạo đức và có thể thể hiện sự mâu thuẫn giữa lời nói và hành động. ",
        "summary": "Có xu hướng trung thực và đạo đức.",
        "questionContents": [
          {
            "question": "Hãy mô tả một tình huống mà bạn phải thực hiện một nhiệm vụ nhưng tính chính trực của bạn lại bị thử thách trong quá trình thực hiện.",
            "additionals": [
              "Nhiệm vụ đó là gì? Mối quan tâm của bạn đối với tính chính trực là gì?",
              "Vai trò của bạn trong tình huống này là gì? Bạn đã phải đối mặt với những thách thức gì?",
              "Bạn đã giải quyết tình huống này như thế nào? Bạn đã thuyết phục những người liên quan bằng cách nào?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào về nó? Những gì bạn sẽ làm gì khác?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Sự độc lập",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người tự định hướng, có khả năng và tự tin hoàn thành công việc mà không cần hoặc ít có sự giám sát.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người nói chung có thể tự định hướng và có khả năng cũng như tự tin hoàn thành công việc mà hầu như không cần giám sát. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng cần sự hướng dẫn và định hướng và có thể thiếu tự tin cũng như khả năng để hoàn thành công việc một cách độc lập.",
        "summary": "Có xu hướng thích cách làm việc riêng, tự hướng dẫn bản thân mà không cần hoặc ít có sự giám sát và phụ thuộc vào bản thân để hoàn thành công việc.",
        "questionContents": [
          {
            "question": "Chia sẻ về khoảng thời gian bạn phải làm việc một mình và đưa ra những quyết định quan trọng mà không cần nhiều sự hướng dẫn.",
            "additionals": [
              "Cái đó nói về gì thế? Bạn đã nhận được hướng dẫn gì?",
              "Những quyết định quan trọng bạn đã đưa ra là gì? Tại sao bạn phải làm điều này một mình?",
              "Quá trình suy nghĩ của bạn là gì? Bạn đã xử lý việc thiếu sự hỗ trợ như thế nào?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào? Những gì bạn sẽ làm gì khác?"
            ]
          }
        ]
      },
      "innovation": {
        "name": "Sự đổi mới",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng áp dụng cách tiếp cận sáng tạo trong công việc và sử dụng những cách suy nghĩ khác để giải quyết vấn đề.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thỉnh thoảng áp dụng các phương pháp sáng tạo hoặc cách suy nghĩ thay thế để giải quyết vấn đề. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng thích những cách làm đã được thử nghiệm và thử nghiệm thay vì suy nghĩ sáng tạo để giải quyết vấn đề.",
        "summary": "Tận dụng sự sáng tạo và tư duy thay thế để phát triển những ý tưởng và câu trả lời mới.",
        "questionContents": [
          {
            "question": "Hãy mô tả một ví dụ trong đó bạn đưa ra giải pháp sáng tạo cho một vấn đề hiện tại.",
            "additionals": [
              "Ví dụ về cái gì? Bạn đã làm việc với những người khác về vấn đề này?",
              "Vấn đề hiện tại là gì? Tại sao bạn nghĩ việc giải quyết vấn đề này là quan trọng?",
              "Bạn đã làm gì để giải quyết vấn đề? Nó khác với các phương pháp khác như thế nào?",
              "Cách tiếp cận này cải thiện vấn đề hiện tại như thế nào? Bạn có thay đổi cách tiếp cận của mình nếu có cơ hội khác không?"
            ]
          }
        ]
      },
      "analyticalThinking": {
        "name": "Tư duy phân tích",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng kiểm tra thông tin một cách có phương pháp và tìm kiếm các khuôn mẫu cơ bản để suy luận những hiểu biết sâu sắc.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường kiểm tra thông tin để hiểu các vấn đề và đôi khi tìm kiếm các mô hình cơ bản để suy luận thông tin chi tiết. ",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có xu hướng ít có phương pháp hơn trong việc kiểm tra thông tin và có thể ít tìm kiếm các mô hình cơ bản để suy luận thông tin chi tiết.\n",
        "summary": "Xu hướng phân tích thông tin và sử dụng logic để giải quyết các vấn đề và vấn đề.",
        "questionContents": [
          {
            "question": "Hãy nhớ lại tình huống mà bạn phải kiểm tra nhiều nguồn dữ liệu và đưa ra giải pháp hoặc cách tiếp cận.",
            "additionals": [
              "Ví dụ là gì? Tại sao bạn cần phải xây dựng một giải pháp?",
              "Bạn đã phải làm gì? Bạn phải làm việc với những loại dữ liệu hoặc thông tin nào?",
              "Làm thế nào bạn hiểu được nhiều dữ liệu này? Có bất kỳ thách thức phải đối mặt?",
              "Kết quả là gì? Bạn có làm điều gì khác biệt không?"
            ]
          }
        ]
      }
    },
    "workValue": {
      "achievement": {
        "name": "Thành tích",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người đánh giá cao một môi trường nhấn mạnh đến định hướng thành tích, nơi một người được yêu cầu phải thể hiện hết khả năng của mình để mang lại kết quả thành công.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng môi trường nhấn mạnh đến định hướng thành tích, nơi đôi khi một người được yêu cầu phải thể hiện khả năng cao nhất của mình để mang lại kết quả.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường nhấn mạnh vào định hướng thành tích, thích môi trường ít tập trung hơn vào khả năng mang lại kết quả của một người.",
        "summary": "Một người được thúc đẩy bằng cách sử dụng những khả năng và kỹ năng mạnh nhất của mình để đạt được mục tiêu, đạt được cảm giác thành tựu.",
        "questionContents": [
          {
            "question": "Chia sẻ cách bạn sẽ phát huy hết khả năng của mình trong một dự án ở vai trò hoặc nhiệm vụ trước đó.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Bạn nghĩ mình phải làm gì để đạt được thành công này?",
              "Làm thế nào bạn đảm bảo được sự thành công của việc này?",
              "Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      },
      "workingConditions": {
        "name": "Điều kiện làm việc",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người đánh giá cao một môi trường mang lại nhiều hoạt động và cơ hội liên tục để thử các nhiệm vụ khác nhau, nơi thúc đẩy sự phát triển và tăng trưởng của một người.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng một môi trường mang lại sự cân bằng giữa hoạt động công việc và tính nhất quán trong công việc, cũng như một số tập trung vào sự phát triển và tăng trưởng của một người.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường nhấn mạnh đến hoạt động công việc cao và các cơ hội học tập khác nhau, thích môi trường có nhiệm vụ nhất quán.",
        "summary": "Một người được thúc đẩy bởi sự hoàn thành thông qua hoạt động cao và học hỏi các nhiệm vụ khác nhau trong một môi trường phát triển an toàn và chuyên nghiệp.",
        "questionContents": [
          {
            "question": "Chia sẻ các yếu tố như sự đa dạng trong công việc và cơ hội học tập đã giúp bạn như thế nào trong vai trò hoặc nhiệm vụ trước đây.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Bạn phải làm gì cho vai trò hoặc nhiệm vụ này? Cụ thể các yếu tố đó là gì?",
              "Những yếu tố này đã giúp bạn như thế nào trong quá trình này?",
              "Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      },
      "recognition": {
        "name": "Sự công nhận",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người rất coi trọng một môi trường đề cao uy tín và danh tiếng nghề nghiệp, nơi ưu tiên các phần thưởng bên ngoài và thăng tiến nghề nghiệp cho nhân viên.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng một môi trường mang lại những phần thưởng bên ngoài, cơ hội thăng tiến nghề nghiệp và có vị trí cao.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường chú trọng đến những phần thưởng bên ngoài, uy tín, thăng tiến trong sự nghiệp hoặc có vị thế nghề nghiệp cao.",
        "summary": "Một người được thúc đẩy bởi sự thăng tiến trong sự nghiệp, đi kèm với các thành phần uy tín, địa vị và tiền tệ.",
        "questionContents": [
          {
            "question": "Chia sẻ cách bạn xác định và đo lường sự thành công cũng như sự công nhận trong công việc cá nhân ở vai trò hoặc nhiệm vụ trước đây.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Bạn phải làm gì cho nhiệm vụ hoặc vai trò này? Bạn xác định thành công và kết quả như thế nào?",
              "Bạn đã làm gì để đạt được thành công và được công nhận trong công việc?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      },
      "relationships": {
        "name": "Các mối quan hệ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người rất coi trọng một môi trường tràn ngập tình bạn thân thiết, nơi nhân viên làm việc và hỗ trợ lẫn nhau chặt chẽ cũng như có mức độ gắn kết cao với những người khác.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng môi trường khuyến khích hình thành các mối quan hệ làm việc thân thiết ở nơi làm việc nhưng có thể hạn chế gắn kết quá mức với đồng nghiệp.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường khuyến khích hình thành các mối quan hệ làm việc thân thiết ở nơi làm việc và có thể muốn hạn chế tham gia vào các hoạt động đồng nghiệp công nhân.",
        "summary": "Một người được thúc đẩy bằng cách làm việc và xây dựng mối quan hệ tốt với đồng nghiệp và các bên liên quan trong một môi trường thân thiện, không cạnh tranh.",
        "questionContents": [
          {
            "question": "Chia sẻ cảm giác làm việc theo nhóm và xây dựng mối quan hệ tại nơi làm việc đối với bạn ở vai trò hoặc nhiệm vụ trước đây.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Bạn đã xây dựng mối quan hệ với người khác như thế nào? Tại sao bạn nghĩ nó đã giúp ích cho bạn tại nơi làm việc?",
              "Một số thách thức phải đối mặt là gì? Bạn đã duy trì các mối quan hệ như thế nào?",
              "Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      },
      "support": {
        "name": "Ủng hộ",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người rất coi trọng một môi trường ủng hộ sự khoan dung và thực hành đạo đức với những đồng nghiệp và người quản lý luôn hỗ trợ để tìm kiếm lời khuyên và sự hỗ trợ từ họ.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng một môi trường ưu tiên một số hành vi khoan dung hoặc đạo đức ở nơi làm việc và đôi khi muốn có đồng nghiệp và người quản lý hỗ trợ.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường ưu tiên sự khoan dung hoặc thực hành đạo đức tại nơi làm việc hoặc có đồng nghiệp và người quản lý hỗ trợ.",
        "summary": "Một người được thúc đẩy bởi một môi trường thúc đẩy sự công bằng và khoan dung, được hỗ trợ bởi các đồng nghiệp và quản lý hỗ trợ.",
        "questionContents": [
          {
            "question": "Chia sẻ cảm nhận của bạn về sự hỗ trợ từ đồng nghiệp và quản lý ở vai trò trước đây.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Nhiệm vụ trước mắt là gì? Bạn cảm thấy cần hỗ trợ gì?",
              "Bạn đã làm gì cho nhiệm vụ này? Bạn đã nhận được loại hỗ trợ nào?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      },
      "independence": {
        "name": "Sự độc lập",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người rất coi trọng quyền tự chủ và linh hoạt để phát triển và đạt được các mục tiêu của riêng mình, đồng thời được trao quyền đảm nhận các nhiệm vụ và tiến độ.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người thường coi trọng quyền tự chủ đưa ra quyết định và quản lý tiến độ của bản thân trong công việc nhưng chỉ trong giới hạn có thể quản lý được. Trong một số tình huống nhất định, họ thích nhận được hướng dẫn chi tiết và giám sát chặt chẽ.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích môi trường nơi nhân viên có quyền tự do và quyền hạn đáng kể để hoàn thành trách nhiệm của mình cũng như quản lý tiến độ và nhiệm vụ của riêng họ, thích làm được hướng dẫn trong công việc.",
        "summary": "Một người được thúc đẩy bởi quyền tự chủ và được trao quyền để quản lý tiến trình của bản thân và đưa ra quyết định độc lập.",
        "questionContents": [
          {
            "question": "Chia sẻ quyền tự chủ và khả năng làm việc độc lập là một phần trong cách bạn thực hiện vai trò hoặc nhiệm vụ trước đó.",
            "additionals": [
              "Bạn đã đảm nhận loại vai trò hoặc nhiệm vụ nào?",
              "Bạn đã phải đưa ra quyết định gì? Tại sao bạn có thể rèn luyện tư duy độc lập?",
              "Bạn đã làm gì để đưa ra quyết định này? Những người khác có tham gia vào quá trình này không và họ tham gia như thế nào?",
              "Kết quả cuối cùng là gì? Bạn cảm thấy thế nào về quá trình này? Bạn đã học được gì từ điều này về bản thân?"
            ]
          }
        ]
      }
    },
    "workInterest": {
      "realistic": {
        "name": "Thực tế",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích mạnh mẽ đối với các công việc ngoài trời, thể chất và máy móc và tìm kiếm các vấn đề cụ thể hơn là trừu tượng cũng như thích tham gia các tình huống thực hành .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các công việc ngoài trời, thể chất và máy móc nhưng không phải lúc nào cũng thích tham gia các tình huống làm việc thực hành.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các công việc ngoài trời, thể chất và máy móc và không thích các tình huống công việc thực hành như xây dựng và sửa chữa mọi thứ hoặc vận hành thiết bị.",
        "summary": "Nghề nghiệp thực tế thường liên quan đến các hoạt động công việc bao gồm các vấn đề và giải pháp thực tế, thực hành. Những nghề này thường liên quan đến thực vật, động vật và các vật liệu trong thế giới thực như gỗ, dụng cụ và máy móc.",
        "questionContents": [
          {
            "question": "Mô tả một dự án mà bạn đã thể hiện kỹ năng giải quyết vấn đề trong một tình huống thực tế, thực tế.",
            "additionals": [
              "Dự án nói về cái gì? Tại sao nó đòi hỏi nhiều thành phần thực hành hoặc thực tế?",
              "Vai trò của bạn trong việc này là gì?",
              "Bạn đã hoàn thành dự án như thế nào? Bạn có gặp phải thử thách nào không?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      },
      "investigative": {
        "name": "điều tra",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích làm việc với các lý thuyết và dữ liệu, sử dụng các phương pháp khoa học để giải quyết các vấn đề phức tạp.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải khi làm việc với lý thuyết, dữ liệu và con số, thu thập dữ kiện và phân tích tình huống để giải quyết các vấn đề phức tạp.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ xoay quanh việc sử dụng lý thuyết và thu thập dữ liệu hoặc số liệu để phân tích hoặc giải quyết các vấn đề phức tạp.",
        "summary": "Nghề điều tra thường liên quan đến việc làm việc với các ý tưởng, nghiên cứu và đòi hỏi khả năng tư duy sâu rộng. Điều này bao gồm các vai trò phân tích và khoa học, liên quan đến việc khám phá và nghiên cứu bằng cách sử dụng dữ liệu và con số.",
        "questionContents": [
          {
            "question": "Chia sẻ một ví dụ về việc bạn phải nghiên cứu về lý thuyết và làm việc với dữ liệu để giải quyết vấn đề.",
            "additionals": [
              "Dự án hoặc nhiệm vụ đó là gì?",
              "Vai trò của bạn trong việc này là gì? Bạn đã phải thực hiện loại nghiên cứu hoặc phân tích nào?",
              "Bạn đã hoàn thành nhiệm vụ hoặc dự án như thế nào? Bạn có gặp phải thử thách nào không?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      },
      "artistic": {
        "name": "Thuộc về nghệ thuật",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có niềm yêu thích mạnh mẽ đối với các cơ hội liên quan đến việc thể hiện bản thân một cách sáng tạo và thẩm mỹ trong việc tạo ra tác phẩm hoặc sản phẩm nguyên bản.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các cơ hội cho phép thể hiện bản thân thông qua các sáng tạo nghệ thuật và độc đáo, mặc dù không phải lúc nào cũng có xu hướng tham gia vào các nhiệm vụ sáng tạo .",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích những công việc đòi hỏi khả năng thẩm mỹ và khả năng thể hiện bản thân hoặc những công việc đòi hỏi một người phải sáng tạo trong việc tạo ra các tác phẩm hoặc sản phẩm gốc .",
        "summary": "Nghề nghệ thuật thường liên quan đến việc làm việc với các thiết kế và ý tưởng. Những nghề nghiệp này thường đòi hỏi sự thể hiện bản thân và bao gồm những vai trò cho phép một người có tính nghệ thuật và sáng tạo trong việc tạo ra tác phẩm hoặc sản phẩm nguyên bản.",
        "questionContents": [
          {
            "question": "Mô tả thời điểm bạn thể hiện khả năng sáng tạo hoặc rèn luyện tư duy nghệ thuật về một nhiệm vụ hoặc giải pháp được đề xuất.",
            "additionals": [
              "Nhiệm vụ đó là gì? Những loại đầu vào nào là cần thiết?",
              "Vai trò của bạn trong việc này là gì? Bạn đã thể hiện sự sáng tạo như thế nào?",
              "Bạn đã hoàn thành nhiệm vụ như thế nào? Bạn đã hình dung ra kết quả cuối cùng như thế nào?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      },
      "social": {
        "name": "Xã hội",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, đồng thời tìm kiếm các hoạt động theo đuổi giữa các cá nhân nhằm mang lại kết quả có tác động đến xã hội.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, cũng như làm việc để mang lại kết quả có tác động đến xã hội.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ cung cấp hỗ trợ hoặc dịch vụ cho người khác, cũng như làm việc cho người khác để đạt được kết quả có tác động đến xã hội.",
        "summary": "Các nghề nghiệp xã hội thường liên quan đến việc làm việc, giao tiếp và dạy dỗ mọi người. Những nghề này thường liên quan đến việc giúp đỡ hoặc cung cấp dịch vụ cho người khác, với mong muốn tạo ra tác động xã hội.",
        "questionContents": [
          {
            "question": "Hãy nhớ lại lần cuối cùng bạn vượt qua giới hạn để giúp đỡ hoặc hỗ trợ ai đó trong một nhiệm vụ.",
            "additionals": [
              "Cái đó nói về gì thế? Tại sao bạn quyết định giúp đỡ cá nhân này?",
              "Bạn đã phải làm gì?",
              "Bạn đã hỗ trợ cá nhân này như thế nào? Bạn có gặp phải thử thách nào không?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      },
      "enterprising": {
        "name": "dám nghĩ dám làm",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận và có thể thích ở các vị trí có ảnh hưởng hoặc quyền lực .",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ yêu cầu chỉ đạo và gây ảnh hưởng đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên những nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
        "summary": "Những nghề nghiệp táo bạo thường liên quan đến việc khởi nghiệp và xem xét các dự án. Điều này bao gồm các vị trí quyền lực liên quan đến việc chỉ đạo và gây ảnh hưởng đến người khác để áp dụng các giải pháp và đôi khi định hướng bán hàng.",
        "questionContents": [
          {
            "question": "Mô tả một nhiệm vụ mà bạn đã khởi xướng và lãnh đạo nhưng lại không diễn ra theo đúng kế hoạch của bạn.",
            "additionals": [
              "Nhiệm vụ này là gì? Tại sao nó không đi theo kế hoạch?",
              "Vai trò của bạn trong việc này là gì?",
              "Bạn đã hoàn thành nhiệm vụ như thế nào? Bạn có gặp phải thử thách nào không?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      },
      "conventional": {
        "name": "Thông thường",
        "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ đòi hỏi sự ngăn nắp và tổ chức, cũng như làm việc trong một hoạt động được hệ thống hóa với các hướng dẫn và quy trình rõ ràng.",
        "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ được thực hiện một cách có hệ thống và có trật tự, mặc dù không phải lúc nào cũng thích tuân thủ chặt chẽ các quy tắc và thủ tục.",
        "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các nhiệm vụ có cấu trúc và quy định theo quy tắc phải được thực hiện một cách có hệ thống và có trật tự, cũng như tuân thủ các quy tắc và thủ tục.",
        "summary": "Các nghề nghiệp thông thường thường liên quan đến việc tuân theo các thủ tục và thói quen đã định sẵn. Điều này bao gồm các vai trò có quy tắc và thủ tục rõ ràng, trong đó cấu trúc và tiêu chuẩn được thực thi và tuân thủ.",
        "questionContents": [
          {
            "question": "Mô tả một nhiệm vụ mà bạn đảm bảo tuân thủ chặt chẽ các quy tắc, thủ tục hoặc tiêu chuẩn để thành công.",
            "additionals": [
              "Nhiệm vụ này là về cái gì? Các giao thức và quy tắc bạn phải làm việc với là gì?",
              "Vai trò của bạn trong việc này là gì?",
              "Bạn đã hoàn thành nhiệm vụ hoặc dự án như thế nào? Bạn có gặp phải thử thách nào không?",
              "Kết quả cuối cùng là gì? Bạn có thích quá trình này không? Bạn cảm thấy thế nào về những nhiệm vụ như thế này?"
            ]
          }
        ]
      }
    }
  },
  "descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "số 8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa tác vụ rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Ổn định cảm xúc",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} ổn định về mặt cảm xúc - ",
            "midDescription": "Bạn phần nào kiểm soát được cảm xúc của mình và nhìn chung có khả năng chống lại áp lực và cám dỗ.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự ổn định về mặt cảm xúc {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "hướng ngoại",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} hướng ngoại - ",
            "midDescription": "Bạn có phần hòa đồng, tích cực, tìm kiếm sự phấn khích và quyết đoán.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là tính hướng ngoại {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Đặc điểm tính cách mạnh mẽ nhất của {{name}} là {{gender-subject}} cởi mở với những trải nghiệm đa dạng - ",
            "midDescription": "Bạn có phần cởi mở để tham gia vào các ý tưởng, hoạt động, cảm xúc và quan điểm đa dạng.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự cởi mở {{gender-possessive}} với những trải nghiệm đa dạng - "
          },
          "agreeableness": {
            "name": "Tính dễ chịu",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là tính dễ chịu - ",
            "midDescription": "Bạn là người ấm áp, khiêm tốn và hướng tới mọi người.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự dễ chịu của {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "Sự tận tâm",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} tận tâm - ",
            "midDescription": "Bạn phần nào tự tin vào khả năng đạt được thành tích của mình và có tính kỷ luật vừa phải trong việc hoàn thành nhiệm vụ một cách có tổ chức và có chủ ý.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự tận tâm của {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "{{name}} đánh giá cao khả năng tự đánh giá cốt lõi của mình - {{gender-subject}} nhìn nhận bản thân {{gender-object}} theo cách tích cực nhất quán trong các tình huống.",
            "lowDescription": "{{name}} có khả năng tự đánh giá cốt lõi thấp - {{gender-subject}} nên cố gắng nhìn nhận bản thân {{gender-object}} theo cách tích cực hơn trong các tình huống."
          },
          "performanceOrientation": {
            "name": "Định hướng hiệu suất",
            "highDescription": "{{name}} có định hướng mục tiêu hiệu suất cao - {{gender-subject}} được thúc đẩy để chứng minh và xác nhận năng lực {{gender-possessive}} bằng cách tìm kiếm những đánh giá tích cực và tránh những đánh giá tiêu cực từ người khác. ",
            "lowDescription": "{{name}} có định hướng mục tiêu về hiệu suất thấp - {{gender-subject}} nên cố gắng có động lực hơn để chứng minh và xác nhận năng lực {{gender-possessive}} bằng cách tìm kiếm những đánh giá tích cực và tránh những đánh giá tiêu cực."
          },
          "masteryOrientation": {
            "name": "Định hướng làm chủ",
            "highDescription": "{{name}} đánh giá cao định hướng mục tiêu thành thạo - {{gender-subject}} được thúc đẩy phát triển năng lực bằng cách tiếp thu các kỹ năng mới và làm chủ các tình huống mới.",
            "lowDescription": "{{name}} chưa đạt được mục tiêu định hướng thành thạo - {{gender-subject}} nên cố gắng có động lực hơn để phát triển năng lực bằng cách tiếp thu các kỹ năng mới và làm chủ các tình huống mới."
          },
          "selfMonitoring": {
            "name": "Tự giám sát",
            "highDescription": "{{name}} có khả năng tự giám sát cao - {{gender-subject}} có khả năng giám sát và kiểm soát các biểu hiện và hành vi {{gender-possessive}} .",
            "lowDescription": "{{name}} có khả năng tự giám sát thấp - {{gender-subject}} nên cố gắng giám sát và kiểm soát các biểu hiện và hành vi {{gender-possessive}} nhiều hơn."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Bạn có xu hướng nhìn nhận bản thân theo cách tích cực nhất quán trong mọi tình huống. Bạn thấy mình có khả năng, xứng đáng và kiểm soát được cuộc sống của mình. Những cảm xúc, suy nghĩ và động lực tích cực như vậy có thể ảnh hưởng đến cách bạn cảm nhận, suy nghĩ và hành xử ở nơi làm việc.",
            "midDescription": "Đôi khi bạn nhìn nhận bản thân một cách tích cực hơn và đôi khi lại tiêu cực hơn. Điều này ảnh hưởng đến việc bạn có thấy mình có năng lực, xứng đáng và có khả năng kiểm soát cuộc sống hay không, điều này ảnh hưởng đến cách bạn cảm nhận, suy nghĩ và hành xử ở nơi làm việc.",
            "lowDescription": "Bạn có xu hướng nhìn nhận bản thân một cách tiêu cực trong mọi tình huống. Bạn có thể thấy mình kém năng lực, không xứng đáng và không kiểm soát được cuộc sống của mình. Những cảm xúc, suy nghĩ và động lực tiêu cực như vậy có thể ảnh hưởng đến cách bạn cảm nhận, suy nghĩ và hành xử ở nơi làm việc."
          },
          "performanceOrientation": {
            "name": "Định hướng hiệu suất",
            "highDescription": "Bạn tin rằng năng lực của bạn được thể hiện khi bạn vượt trội hơn người khác. Do đó, bạn có thể có động lực để đặt ra các mục tiêu cao cho bản thân, tập trung vào việc đạt được mức độ thành công và trình độ cao hơn những người khác.",
            "midDescription": "Đôi khi bạn tin rằng năng lực của bạn được thể hiện khi bạn vượt trội hơn người khác. Do đó, bạn khá có động lực để đặt ra các mục tiêu cao cho bản thân, đôi khi tập trung vào việc đạt được mức độ thành công và trình độ cao hơn những người khác.",
            "lowDescription": "Bạn không tin rằng việc làm tốt hơn người khác nhất thiết là sự thể hiện năng lực của bạn. Bạn không quan tâm đến việc cạnh tranh và chiến thắng người khác. Những mục tiêu bạn đặt ra khó có thể bị ảnh hưởng hoặc thúc đẩy bởi sự thành công của người khác."
          },
          "masteryOrientation": {
            "name": "Định hướng làm chủ",
            "highDescription": "Bạn có động lực để phát triển năng lực của mình bằng cách tiếp thu các kỹ năng mới và thành thạo chúng trong các tình huống mới. Bạn có thể xem những nhiệm vụ đầy thách thức là cơ hội để tăng trưởng và phát triển.",
            "midDescription": "Bạn phần nào có động lực để phát triển năng lực của mình bằng cách tiếp thu các kỹ năng mới và thành thạo chúng trong các tình huống mới. Đôi khi bạn có thể xem những nhiệm vụ đầy thách thức là cơ hội để tăng trưởng và phát triển.",
            "lowDescription": "Bạn ít có động lực phát triển năng lực của mình và có thể ít quan tâm đến việc tiếp thu các kỹ năng mới hoặc thành thạo chúng trong các tình huống mới. Khi đối mặt với những nhiệm vụ đầy thử thách, bạn có thể phản ứng với chúng bằng sự e ngại hoặc thấy chúng cồng kềnh."
          },
          "selfMonitoring": {
            "name": "Tự giám sát",
            "highDescription": "Bạn có xu hướng có thể và sẵn sàng điều chỉnh biểu hiện và hành vi của mình tùy theo hoàn cảnh xã hội. Điều này giúp bạn điều chỉnh cách thể hiện bản thân với người khác theo các tín hiệu xã hội và hiệu quả hơn trong việc thích ứng với các tình huống mới.",
            "midDescription": "Đôi khi bạn có thể và sẵn sàng điều chỉnh biểu hiện và hành vi của mình tùy theo hoàn cảnh xã hội. Điều này giúp bạn điều chỉnh cách thể hiện bản thân với người khác theo các tín hiệu xã hội và hiệu quả hơn trong việc thích ứng với các tình huống mới.",
            "lowDescription": "Bạn có xu hướng ít có khả năng hoặc ít sẵn sàng điều chỉnh biểu hiện và hành vi của mình bất kể hoàn cảnh xã hội. Bạn khó có thể sử dụng các tín hiệu xã hội để điều chỉnh cách bạn thể hiện bản thân với người khác và bạn có thể kém hiệu quả hơn trong việc thích ứng với các tình huống mới."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "Các vai trò thực hành và thực hành liên quan đến máy móc và công cụ",
            "lowDescription": "Các vai trò thực hành và thực hành liên quan đến máy móc và công cụ"
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "Vai trò phân tích và khoa học liên quan đến việc khám phá và nghiên cứu mọi thứ",
            "lowDescription": "Vai trò phân tích và khoa học liên quan đến việc khám phá và nghiên cứu mọi thứ"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Vai trò sáng tạo và nghệ thuật liên quan đến việc tạo ra tác phẩm gốc",
            "lowDescription": "Vai trò sáng tạo và nghệ thuật liên quan đến việc tạo ra tác phẩm gốc"
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "Những vai trò có thể giúp đỡ mọi người bằng cách dạy và hỗ trợ họ",
            "lowDescription": "Những vai trò có thể giúp đỡ mọi người bằng cách dạy và hỗ trợ họ"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "Vị trí lãnh đạo liên quan đến việc gây ảnh hưởng và chỉ đạo người khác",
            "lowDescription": "Vị trí lãnh đạo liên quan đến việc gây ảnh hưởng và chỉ đạo người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "Vai trò với các quy tắc và thủ tục rõ ràng",
            "lowDescription": "Vai trò với các quy tắc và thủ tục rõ ràng"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "Nhiều hoạt động thực hành hơn tại nơi làm việc"
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "Nhiều nhiệm vụ hơn xoay quanh nghiên cứu và phân tích"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Thêm cơ hội để {{name}} tạo ra những điều mới mẻ"
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "Nhiều nhiệm vụ công việc hơn cho phép {{name}} giúp đỡ người khác"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "Nhiều cơ hội hơn cho phép {{name}} gây ảnh hưởng đến người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "Nhiều hoạt động hơn xoay quanh việc lưu giữ hồ sơ và tính toán"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Thực tế"
          },
          "investigative": {
            "name": "điều tra"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật"
          },
          "social": {
            "name": "Xã hội"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm"
          },
          "conventional": {
            "name": "Thông thường"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Thực tế",
            "lowDescription": "{{name}} có thể không thích các hoạt động thực hành tại nơi làm việc"
          },
          "investigative": {
            "name": "điều tra",
            "lowDescription": "{{name}} có thể tránh các nhiệm vụ xoay quanh việc nghiên cứu và phân tích"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "lowDescription": "{{name}} có thể thấy khó nắm bắt cơ hội để tạo ra những điều mới"
          },
          "social": {
            "name": "Xã hội",
            "lowDescription": "{{name}} có thể không thích các hoạt động yêu cầu {{gender-object}} giúp đỡ người khác"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "lowDescription": "{{name}} có thể tránh các hoạt động yêu cầu {{gender-object}} gây ảnh hưởng đến người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "lowDescription": "{{name}} có thể thấy khó khăn khi tham gia các hoạt động xoay quanh việc lưu giữ hồ sơ và tính toán"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích mạnh mẽ đối với các công việc ngoài trời, thể chất và máy móc và tìm kiếm các vấn đề cụ thể hơn là trừu tượng cũng như thích tham gia các tình huống thực hành .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các công việc ngoài trời, thể chất và máy móc nhưng không phải lúc nào cũng thích tham gia các tình huống làm việc thực hành.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các công việc ngoài trời, thể chất và máy móc và không thích các tình huống công việc thực hành như xây dựng và sửa chữa mọi thứ hoặc vận hành thiết bị.",
            "summary": "{{name}} thích làm những công việc Thực tế nhất - {{gender-subject}} thích những công việc thực tế, máy móc và thực hành."
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích làm việc với các lý thuyết và dữ liệu, sử dụng các phương pháp khoa học để giải quyết các vấn đề phức tạp.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải khi làm việc với lý thuyết, dữ liệu và con số, thu thập dữ kiện và phân tích tình huống để giải quyết các vấn đề phức tạp.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ xoay quanh việc sử dụng lý thuyết và thu thập dữ liệu hoặc số liệu để phân tích hoặc giải quyết các vấn đề phức tạp.",
            "summary": "{{name}} thích làm công việc Điều tra nhất - {{gender-subject}} thích các công việc phân tích và khoa học."
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có niềm yêu thích mạnh mẽ đối với các cơ hội liên quan đến việc thể hiện bản thân một cách sáng tạo và thẩm mỹ trong việc tạo ra tác phẩm hoặc sản phẩm nguyên bản.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các cơ hội cho phép thể hiện bản thân thông qua các sáng tạo nghệ thuật và độc đáo, mặc dù không phải lúc nào cũng có xu hướng tham gia vào các nhiệm vụ sáng tạo .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích những công việc đòi hỏi khả năng thẩm mỹ và khả năng thể hiện bản thân hoặc những công việc đòi hỏi một người phải sáng tạo trong việc tạo ra tác phẩm hoặc sản phẩm gốc .",
            "summary": "{{name}} thích làm các công việc Nghệ thuật nhất - {{gender-subject}} thích những công việc sáng tạo, biểu cảm và nghệ thuật."
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, đồng thời tìm kiếm các hoạt động theo đuổi giữa các cá nhân nhằm mang lại kết quả có tác động đến xã hội.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, cũng như làm việc để mang lại kết quả có tác động đến xã hội.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ cung cấp hỗ trợ hoặc dịch vụ cho người khác, cũng như làm việc cho người khác để đạt được kết quả có tác động đến xã hội.",
            "summary": "{{name}} thích làm việc trong các công việc Xã hội nhất - {{gender-subject}} thích những nghề có thể giúp đỡ mọi người."
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận và thích ở các vị trí có ảnh hưởng hoặc quyền lực.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ yêu cầu chỉ đạo và gây ảnh hưởng đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên những nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
            "summary": "{{name}} thích làm những công việc Doanh nghiệp nhất - {{gender-subject}} thích những nghề cho phép họ đảm nhận các vị trí lãnh đạo."
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ đòi hỏi sự ngăn nắp và tổ chức, cũng như làm việc trong một hoạt động được hệ thống hóa với các hướng dẫn và quy trình rõ ràng.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ được thực hiện một cách có hệ thống và có trật tự, mặc dù không phải lúc nào cũng thích tuân thủ chặt chẽ các quy tắc và thủ tục.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các nhiệm vụ có cấu trúc và quy định theo quy tắc phải được thực hiện một cách có hệ thống và có trật tự, cũng như tuân thủ các quy tắc và thủ tục.",
            "summary": "{{name}} thích làm những công việc Thông thường nhất - {{gender-subject}} thích những nghề có tiêu chuẩn, quy tắc và thủ tục rõ ràng."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "số 8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa tác vụ rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Thành tích",
            "highDescription": "Hướng đến kết quả",
            "midDescription": "Tập trung vừa phải vào kết quả",
            "lowDescription": "Ít tập trung vào kết quả"
          },
          "recognition": {
            "name": "Sự công nhận",
            "highDescription": "Thăng tiến và khen thưởng",
            "midDescription": "Tập trung vừa phải vào sự thăng tiến và khen thưởng",
            "lowDescription": "Ít tập trung vào thăng tiến và khen thưởng"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "Hợp tác và thân thiện",
            "midDescription": "Cân bằng giữa hợp tác và tự chủ",
            "lowDescription": "Tự chủ và cạnh tranh"
          },
          "support": {
            "name": "Ủng hộ",
            "highDescription": "Hỗ trợ và đạo đức",
            "midDescription": "Một số hỗ trợ và đạo đức",
            "lowDescription": "Hỗ trợ và đạo đức thấp"
          },
          "independence": {
            "name": "Sự độc lập",
            "highDescription": "Sự quyết đoán và độc lập",
            "midDescription": "Mức độ quyết đoán vừa phải",
            "lowDescription": "Thiếu quyết đoán và phụ thuộc"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "highDescription": "An ninh và điều kiện làm việc tốt",
            "midDescription": "Tập trung vừa phải vào an ninh và điều kiện làm việc",
            "lowDescription": "Ít tập trung vào an ninh và điều kiện làm việc"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Thành tích",
            "highDescription": "Một tổ chức tập trung vào kết quả bằng cách đặt kỳ vọng cao về thành tích và hiệu suất bằng cách sử dụng các kỹ năng và khả năng của nhân viên."
          },
          "recognition": {
            "name": "Sự công nhận",
            "highDescription": "Một tổ chức ghi nhận công việc của nhân viên thông qua các cơ hội thăng tiến và phần thưởng"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "Văn hóa tổ chức khuyến khích tinh thần đồng đội và môi trường làm việc không cạnh tranh",
            "lowDescription": "Văn hóa tổ chức cạnh tranh nơi mọi người làm việc độc lập"
          },
          "support": {
            "name": "Ủng hộ",
            "highDescription": "Một nền văn hóa tổ chức hỗ trợ nhân viên và sự phát triển của họ, đồng thời có các tiêu chuẩn đạo đức cao"
          },
          "independence": {
            "name": "Sự độc lập",
            "highDescription": "Cơ hội liên tục để chấp nhận rủi ro và thử nghiệm những ý tưởng mới trong toàn tổ chức",
            "lowDescription": "Một tổ chức có định hướng quy tắc và tập trung vào sự ổn định"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "highDescription": "Một tổ chức mang lại cảm giác an toàn về công việc và điều kiện làm việc tốt cho nhân viên của mình"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Thành tích"
          },
          "recognition": {
            "name": "Sự công nhận"
          },
          "relationships": {
            "name": "Các mối quan hệ"
          },
          "support": {
            "name": "Ủng hộ"
          },
          "independence": {
            "name": "Sự độc lập"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Thành tích",
            "lowDescription": "Có thể là quá khắt khe đối với {{name}} nếu có kỳ vọng cao về thành tích, hiệu suất và kết quả trong toàn tổ chức"
          },
          "recognition": {
            "name": "Sự công nhận",
            "lowDescription": "{{name}} không chú trọng nhiều đến cơ hội thăng tiến và phần thưởng từ tổ chức, vì vậy, điều quan trọng là phải tìm ra những giá trị khác {{gender-subject}} đánh giá cao"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "{{name}} có thể ít hài lòng hơn với văn hóa tổ chức mang tính cạnh tranh và văn hóa khuyến khích mọi người làm việc độc lập",
            "lowDescription": "{{name}} có thể kém hài lòng hơn ở nơi làm việc nếu tổ chức khuyến khích tinh thần đồng đội và cộng tác"
          },
          "support": {
            "name": "Ủng hộ",
            "lowDescription": "{{name}} có thể không hài lòng nếu tổ chức không hỗ trợ nhân viên và sự phát triển của họ"
          },
          "independence": {
            "name": "Sự độc lập",
            "highDescription": "{{name}} có thể ít hài lòng hơn trong công việc nếu tổ chức trở nên thiên về quy tắc hơn và tập trung nhiều hơn vào sự ổn định",
            "lowDescription": "{{name}} có thể kém hài lòng hơn trong công việc nếu tổ chức bắt đầu chấp nhận nhiều rủi ro hơn và cố gắng thử nghiệm những ý tưởng mới thường xuyên hơn"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "lowDescription": "{{name}} không tập trung cao độ vào điều kiện làm việc và cảm giác an toàn trong công việc mà tổ chức mang lại nên thay vào đó, điều quan trọng là phải tìm hiểu những giá trị khác {{gender-subject}}"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Sự đổi mới",
            "highDescription": "{{name}} coi trọng sự đổi mới và chấp nhận rủi ro hơn là sự ổn định và khả năng dự đoán trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa đổi mới và ổn định trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng sự ổn định và khả năng dự đoán hơn là sự đổi mới và chấp nhận rủi ro trong một tổ chức.",
            "summary": "{{name}} đánh giá cao sự đổi mới trong một tổ chức."
          },
          "attentionToDetail": {
            "name": "Sự chú ý đến chi tiết",
            "highDescription": "{{name}} đánh giá cao một tổ chức cần sự chính xác và chú ý đến từng chi tiết.",
            "midDescription": "{{name}} đánh giá cao một tổ chức cần sự chính xác và chú ý đến chi tiết ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng một tổ chức cần sự chính xác và chú ý đến từng chi tiết.",
            "summary": "{{name}} đánh giá cao một tổ chức chú ý đến chi tiết."
          },
          "outcomeOrientation": {
            "name": "Định hướng kết quả",
            "highDescription": "{{name}} đánh giá cao những tổ chức có kỳ vọng cao về hiệu suất, kết quả và thành tích.",
            "midDescription": "{{name}} đánh giá cao những tổ chức có một số kỳ vọng về hiệu quả hoạt động, kết quả và thành tích.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức có kỳ vọng thấp về hiệu suất, kết quả và thành tích.",
            "summary": "{{name}} đánh giá cao những tổ chức tập trung vào kết quả."
          },
          "aggressiveness": {
            "name": "Sự hung hăng",
            "highDescription": "{{name}} coi trọng tính quyết liệt và khả năng cạnh tranh hơn là trách nhiệm xã hội trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa tính tích cực và trách nhiệm xã hội trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng trách nhiệm xã hội hơn là tính năng nổ và tính cạnh tranh trong một tổ chức.",
            "summary": "{{name}} đánh giá cao tính năng nổ trong một tổ chức."
          },
          "supportiveness": {
            "name": "Sự hỗ trợ",
            "highDescription": "{{name}} đánh giá cao sự hỗ trợ và chia sẻ thông tin trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự hỗ trợ và chia sẻ thông tin trong tổ chức ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng sự hỗ trợ và chia sẻ thông tin trong một tổ chức.",
            "summary": "{{name}} đánh giá cao sự hỗ trợ trong một tổ chức."
          },
          "emphasisOnRewards": {
            "name": "Tăng trưởng và khen thưởng",
            "highDescription": "{{name}} đánh giá cao những tổ chức mang lại phần thưởng cho nhân viên như cơ hội trả lương và phát triển.",
            "midDescription": "{{name}} đánh giá cao những tổ chức thỉnh thoảng trao phần thưởng cho nhân viên như cơ hội trả lương và phát triển.",
            "lowDescription": "{{name}} không coi trọng những phần thưởng dành cho nhân viên như cơ hội trả lương và phát triển trong tổ chức.",
            "summary": "{{name}} đánh giá cao những tổ chức chú trọng đến phần thưởng."
          },
          "teamOrientation": {
            "name": "Định hướng nhóm",
            "highDescription": "{{name}} coi trọng định hướng và sự cộng tác của nhóm hơn là quyền tự chủ và độc lập trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa định hướng nhóm và quyền tự chủ trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng quyền tự chủ và độc lập hơn là định hướng và hợp tác nhóm trong một tổ chức.",
            "summary": "{{name}} đánh giá cao một tổ chức có định hướng nhóm."
          },
          "decisiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "{{name}} đánh giá cao những tổ chức có thể đưa ra quyết định nhanh chóng.",
            "midDescription": "{{name}} coi trọng những tổ chức biết cân bằng giữa xung đột và tính quyết đoán.",
            "lowDescription": "{{name}} coi trọng những tổ chức có nền văn hóa khuyến khích xung đột thay vì tính quyết đoán.",
            "summary": "{{name}} đánh giá cao những tổ chức có thể đưa ra quyết định nhanh chóng."
          },
          "respectForPeople": {
            "name": "Tôn trọng người khác",
            "highDescription": "{{name}} đánh giá cao sự công bằng và khoan dung trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự công bằng và khoan dung trong một tổ chức ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng sự công bằng và khoan dung trong một tổ chức.",
            "summary": "{{name}} đánh giá cao một tổ chức tôn trọng mọi người."
          },
          "adaptability": {
            "name": "Khả năng thích ứng",
            "highDescription": "{{name}} đánh giá cao những tổ chức có khả năng thích ứng, đổi mới và sẵn sàng thử nghiệm.",
            "midDescription": "{{name}} coi trọng những tổ chức cân bằng được giữa khả năng thích ứng và sự ổn định.",
            "lowDescription": "{{name}} coi trọng những tổ chức ổn định, có thể dự đoán trước và thận trọng.",
            "summary": "{{name}} đánh giá cao những tổ chức có khả năng thích ứng."
          },
          "collaboration": {
            "name": "Sự hợp tác",
            "highDescription": "{{name}} đánh giá cao những tổ chức có nền văn hóa hướng tới con người, tập trung vào sự cộng tác và làm việc theo nhóm.",
            "midDescription": "{{name}} đánh giá cao những tổ chức đạt được sự cân bằng giữa cộng tác và quyền tự chủ (quyền tự do quản lý bản thân hoặc tổ chức các hoạt động của riêng bạn tại nơi làm việc).",
            "lowDescription": "{{name}} coi trọng văn hóa tổ chức, ít tập trung vào định hướng con người mà tập trung nhiều hơn vào quyền tự chủ (quyền tự do quản lý bản thân hoặc tổ chức các hoạt động của riêng bạn tại nơi làm việc) và tính tích cực trong việc đạt được mục tiêu của mình.",
            "summary": "{{name}} đánh giá cao các tổ chức thúc đẩy sự cộng tác."
          },
          "customerOrientation": {
            "name": "Định hướng khách hàng",
            "highDescription": "{{name}} coi trọng những tổ chức hoạt động theo định hướng thị trường và tập trung vào khách hàng.",
            "midDescription": "{{name}} đánh giá cao những tổ chức có định hướng thị trường vừa phải và tập trung vào khách hàng.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức ít định hướng theo thị trường và ít tập trung vào khách hàng.",
            "summary": "{{name}} đánh giá cao các tổ chức hướng tới khách hàng."
          },
          "detailOrientation": {
            "name": "Định hướng chi tiết",
            "highDescription": "{{name}} đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng.",
            "midDescription": "{{name}} đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng ở mức độ vừa phải.",
            "lowDescription": "{{name}} không đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng.",
            "summary": "{{name}} đánh giá cao những tổ chức tập trung vào chi tiết."
          },
          "integrity": {
            "name": "Chính trực",
            "highDescription": "{{name}} đánh giá cao những tổ chức có tính chính trực cao và tiêu chuẩn đạo đức cao như tôn trọng mọi người.",
            "midDescription": "{{name}} coi trọng những tổ chức có tính liêm chính và một số tiêu chuẩn đạo đức như tôn trọng mọi người.",
            "lowDescription": "{{name}} không coi trọng những tổ chức có tiêu chuẩn liêm chính và đạo đức như tôn trọng con người.",
            "summary": "{{name}} đánh giá cao những tổ chức có tính liêm chính."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "số 8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa tác vụ rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Bình tĩnh",
            "highDescription": "Bạn hiếm khi lo lắng và sợ hãi về mọi thứ.",
            "lowDescription": "Bạn có xu hướng lo lắng và sợ hãi về mọi thứ."
          },
          "anger": {
            "name": "Bình tĩnh",
            "highDescription": "Bạn không dễ dàng cảm thấy thất vọng hay tức giận.",
            "lowDescription": "Bạn có xu hướng dễ dàng cảm thấy thất vọng hoặc tức giận."
          },
          "depression": {
            "name": "hy vọng",
            "highDescription": "Bạn không thường xuyên cảm thấy chán nản.",
            "lowDescription": "Bạn thường xuyên cảm thấy chán nản."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "Bạn có xu hướng không tự ti trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình.",
            "lowDescription": "Bạn có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về bạn."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "Bạn có thể chống lại sự cám dỗ và không có xu hướng ăn uống quá mức.",
            "lowDescription": "Bạn gặp khó khăn trong việc chống lại sự cám dỗ và có xu hướng ăn uống quá mức."
          },
          "vulnerability": {
            "name": "khả năng phục hồi",
            "highDescription": "Bạn có thể giữ bình tĩnh trong những tình huống căng thẳng.",
            "lowDescription": "Bạn có xu hướng cảm thấy choáng ngợp trong những tình huống căng thẳng."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "Bạn cảm thấy thoải mái khi ở cạnh mọi người và có thể kết bạn dễ dàng.",
            "lowDescription": "Bạn có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn."
          },
          "gregariousness": {
            "name": "tính hòa đồng",
            "highDescription": "Bạn thích được mọi người vây quanh và tận hưởng sự đồng hành của những người khác.",
            "lowDescription": "Bạn thích ở một mình và không bị vây quanh bởi mọi người."
          },
          "assertiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "Bạn có xu hướng chịu trách nhiệm.",
            "lowDescription": "Bạn có xu hướng tránh chịu trách nhiệm và thích người khác dẫn đầu."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "Bạn có xu hướng bận rộn và làm nhiều việc với thời gian của mình.",
            "lowDescription": "Bạn thích sự thoải mái và không dành thời gian cho quá nhiều thứ."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "Bạn thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro.",
            "lowDescription": "Bạn không thích tìm kiếm sự phấn khích, phiêu lưu hay chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "sự vui vẻ",
            "highDescription": "Bạn là người vui vẻ và thường xuyên có tâm trạng tích cực.",
            "lowDescription": "Bạn ít có tinh thần phấn chấn và có thể không thường xuyên có được tâm trạng tích cực."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "Bạn thích lạc lối trong suy nghĩ và trí tưởng tượng của mình.",
            "lowDescription": "Bạn không thích lạc lối trong suy nghĩ và trí tưởng tượng của mình."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "Bạn quan tâm đến nghệ thuật và văn học.",
            "lowDescription": "Bạn không quan tâm đến nghệ thuật và văn học."
          },
          "emotionality": {
            "name": "Cảm xúc",
            "highDescription": "Bạn nhận thức và cởi mở với những trải nghiệm cảm xúc của chính mình và của người khác.",
            "lowDescription": "Bạn có xu hướng ít nhận thức và cởi mở hơn với những trải nghiệm cảm xúc của chính mình và của người khác."
          },
          "adventurousness": {
            "name": "Tính mạo hiểm",
            "highDescription": "Bạn có khả năng đón nhận sự đa dạng và thay đổi",
            "lowDescription": "Bạn thích thói quen và quy ước và ít chào đón sự thay đổi."
          },
          "intellect": {
            "name": "trí tuệ",
            "highDescription": "Bạn quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học.",
            "lowDescription": "Bạn có xu hướng không quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học."
          },
          "liberalism": {
            "name": "chủ nghĩa tự do",
            "highDescription": "Bạn có xu hướng sẵn sàng thách thức các giá trị truyền thống và truyền thống.",
            "lowDescription": "Bạn có xu hướng tuân theo các quy ước và giá trị truyền thống."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "Bạn có xu hướng tin tưởng người khác.",
            "lowDescription": "Bạn có xu hướng hoài nghi hơn về ý định của người khác."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "Bạn chân thành trong cách cư xử với người khác và không dùng đến sự lôi kéo.",
            "lowDescription": "Bạn tin rằng sự lừa dối ở một mức độ nào đó là cần thiết trong các mối quan hệ để đạt được mục đích mong muốn."
          },
          "altruism": {
            "name": "lòng vị tha",
            "highDescription": "Bạn quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn.",
            "lowDescription": "Bạn ít quan tâm đến người khác và có thể không muốn can thiệp vào vấn đề của họ."
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "Bạn không thích đối đầu và không hành động theo cách cạnh tranh và hung hăng.",
            "lowDescription": "Bạn có xu hướng hành động một cách cạnh tranh và hung hăng."
          },
          "modesty": {
            "name": "Khiêm tốn",
            "highDescription": "Bạn có xu hướng khiêm tốn và không có quan điểm quá cao về bản thân.",
            "lowDescription": "Bạn có xu hướng đánh giá cao bản thân và có thể thấy mình vượt trội hơn người khác."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "Bạn đồng cảm với người khác.",
            "lowDescription": "Bạn có xu hướng không dễ dàng thông cảm với người khác."
          },
          "selfEfficacy": {
            "name": "Tự hiệu quả",
            "highDescription": "Bạn tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng.",
            "lowDescription": "Bạn thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "Bạn là người ngăn nắp và có tổ chức.",
            "lowDescription": "Bạn có xu hướng bừa bộn và kém ngăn nắp."
          },
          "dutifulness": {
            "name": "Trách Nhiệm",
            "highDescription": "Bạn có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ.",
            "lowDescription": "Bạn có xu hướng thoải mái và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt được",
            "highDescription": "Bạn làm việc chăm chỉ và vượt xa sự mong đợi.",
            "lowDescription": "Bạn có xu hướng hài lòng với mức độ thành tích thấp hơn."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "Bạn có xu hướng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật.",
            "lowDescription": "Bạn có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách kỷ luật."
          },
          "cautiousness": {
            "name": "Thận trọng",
            "highDescription": "Bạn suy nghĩ cẩn thận và không vội vàng hành động hay đưa ra quyết định.",
            "lowDescription": "Bạn có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Bình tĩnh",
            "highDescription": "Bạn hiếm khi lo lắng và sợ hãi về mọi thứ. Trong những tình huống căng thẳng tại nơi làm việc, bạn thường không cảm thấy đau khổ hay suy sụp, điều này giúp bạn có thể thực hiện theo tiêu chuẩn thông thường của mình.",
            "midDescription": "Đôi khi bạn cảm thấy lo lắng và sợ hãi về mọi thứ. Trong những tình huống căng thẳng tại nơi làm việc, đôi khi bạn có thể cảm thấy đau khổ hoặc suy sụp, điều này có thể ảnh hưởng đến hiệu suất của bạn nếu bạn cảm thấy điều đó vượt quá khả năng đối phó của mình.",
            "lowDescription": "Bạn có xu hướng lo lắng và sợ hãi về mọi thứ. Trong những tình huống căng thẳng tại nơi làm việc, bạn có thể thường cảm thấy đau khổ hoặc suy sụp, điều này có thể ảnh hưởng xấu đến hiệu suất của bạn nếu bạn cảm thấy điều đó vượt quá khả năng đối phó của mình."
          },
          "anger": {
            "name": "Bình tĩnh",
            "highDescription": "Bạn không dễ dàng cảm thấy thất vọng hay tức giận. Điều này rất hữu ích trong việc xây dựng niềm tin tại nơi làm việc, cho phép quản lý xung đột mang tính xây dựng và tạo điều kiện cho môi trường làm việc văn minh và chuyên nghiệp.",
            "midDescription": "Thỉnh thoảng bạn có xu hướng cảm thấy thất vọng hoặc tức giận. Nếu quản lý sai, điều này có thể gây bất lợi cho sức khỏe cá nhân và hiệu suất làm việc của bạn. Nếu thể hiện một cách thiếu xây dựng và quá mức, điều này cũng có thể làm căng thẳng các mối quan hệ công việc và có thể gây hại cho môi trường tổ chức.",
            "lowDescription": "Bạn có xu hướng dễ dàng cảm thấy thất vọng hoặc tức giận. Nếu quản lý sai, điều này có thể gây bất lợi cho sức khỏe cá nhân và hiệu suất làm việc của bạn. Nếu thể hiện một cách thiếu xây dựng và quá mức, điều này cũng có thể làm căng thẳng các mối quan hệ công việc và có thể gây hại cho môi trường tổ chức."
          },
          "depression": {
            "name": "hy vọng",
            "highDescription": "Bạn không thường xuyên cảm thấy chán nản. Bạn không dễ bị ảnh hưởng bởi cảm giác chán nản, điều này cho phép bạn thực hiện các tiêu chuẩn thông thường trong công việc.",
            "midDescription": "Đôi khi bạn cảm thấy chán nản. Nếu không được kiểm soát, cảm giác chán nản thường dẫn đến thiếu động lực, năng lượng và khó bắt đầu các hoạt động, điều này có thể dẫn đến khó duy trì hiệu suất tối ưu trong công việc.",
            "lowDescription": "Bạn có xu hướng cảm thấy chán nản thường xuyên. Nếu không được kiểm soát, cảm giác chán nản thường dẫn đến thiếu động lực, năng lượng và khó bắt đầu các hoạt động, điều này có thể dẫn đến khó duy trì hiệu suất tối ưu trong công việc."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "Bạn có xu hướng không tự ti trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình. Điều này cho phép bạn thể hiện bản thân và tương tác với người khác một cách chân thực hơn. Tuy nhiên, nếu đi đến mức cực đoan, có thể có nguy cơ thiếu nhận thức về bản thân.",
            "midDescription": "Đôi khi bạn có thể tự ti trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về bạn. Những mối lo ngại này có thể dẫn đến một số cảm giác khó chịu và lo lắng trong các tương tác xã hội, điều này có thể cản trở bạn đạt được những gì bạn thực sự có thể đạt được trong công việc.",
            "lowDescription": "Bạn có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về mình. Những lo lắng này có thể dẫn đến sự khó chịu và lo lắng trong các tương tác xã hội, điều này có thể cản trở bạn đạt được những gì bạn thực sự có thể đạt được trong công việc."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "Bạn có thể chống lại sự cám dỗ và không có xu hướng ăn uống quá mức. Điều này giúp ích cho năng suất làm việc của bạn.",
            "midDescription": "Đôi khi bạn có thể chống lại sự cám dỗ và đôi khi ăn uống quá mức. Việc nhượng bộ những cơn bốc đồng quá thường xuyên trong công việc có thể ảnh hưởng đến năng suất của bạn.",
            "lowDescription": "Bạn gặp khó khăn trong việc chống lại sự cám dỗ và có xu hướng ăn uống quá mức. Việc nhượng bộ những cơn bốc đồng quá thường xuyên trong công việc có thể ảnh hưởng đến năng suất của bạn."
          },
          "vulnerability": {
            "name": "khả năng phục hồi",
            "highDescription": "Bạn có thể giữ bình tĩnh trong những tình huống căng thẳng. Điều này giúp bạn suy nghĩ, đưa ra quyết định và hành động với tinh thần minh mẫn, ngay cả khi bị áp lực. Tuy nhiên, phản ứng quá bình tĩnh đôi khi có thể bị người khác coi là thiếu sự đồng cảm hoặc hiểu lầm về mức độ nghiêm trọng của tình huống.",
            "midDescription": "Đôi khi bạn có thể giữ bình tĩnh trong những tình huống căng thẳng. Giữ bình tĩnh giúp bạn suy nghĩ, đưa ra quyết định và hành động với tinh thần minh mẫn. Ngược lại, trở nên quá tải sẽ ức chế khả năng suy nghĩ, quyết định và hành động của bạn, điều này ảnh hưởng đến hiệu suất công việc của bạn.",
            "lowDescription": "Bạn có xu hướng cảm thấy choáng ngợp trong những tình huống căng thẳng. Dưới áp lực, bạn có thể cảm thấy hoảng sợ, bối rối và bất lực, điều này có thể cản trở khả năng suy nghĩ rõ ràng, đưa ra quyết định và hành động của bạn. Điều này có thể ảnh hưởng đến hiệu suất làm việc của bạn."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "Bạn cảm thấy thoải mái khi ở cạnh mọi người và có thể kết bạn dễ dàng. Điều này cho phép bạn điều hướng các tình huống xã hội, bao gồm cả ở nơi làm việc.",
            "midDescription": "Bạn có phần thoải mái khi ở cạnh mọi người và có thể kết bạn nếu nỗ lực một chút. Điều này ảnh hưởng đến khả năng điều hướng các tình huống xã hội của bạn, kể cả ở nơi làm việc.",
            "lowDescription": "Bạn có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn. Điều này có thể ảnh hưởng đến khả năng điều hướng các tình huống xã hội của bạn, kể cả ở nơi làm việc."
          },
          "gregariousness": {
            "name": "Tính hòa đồng",
            "highDescription": "Bạn thích được mọi người vây quanh và tận hưởng sự đồng hành của những người khác. Điều này hữu ích khi bạn cần thực hiện trong bối cảnh xã hội phổ biến ở nơi làm việc.",
            "midDescription": "Đôi khi bạn thích ở bên người khác nhưng đôi khi lại thích ở một mình. Hòa đồng sẽ hữu ích khi bạn cần làm việc trong bối cảnh xã hội thưởng có ở nơi làm việc.",
            "lowDescription": "Bạn thích ở một mình và không bị vây quanh bởi mọi người. Điều này đôi khi có thể ảnh hưởng đến khả năng thực hiện của bạn trong bối cảnh xã hội phổ biến ở nơi làm việc."
          },
          "assertiveness": {
            "name": "Tính quyết đoán",
            "highDescription": "Bạn có xu hướng chịu trách nhiệm. Điều này góp phần phát huy tiềm năng lãnh đạo của bạn.",
            "midDescription": "Thỉnh thoảng bạn chịu trách nhiệm. Điều này góp phần phát huy tiềm năng lãnh đạo của bạn.",
            "lowDescription": "Bạn có xu hướng tránh chịu trách nhiệm và thích người khác dẫn đầu. Điều này có thể ảnh hưởng đến tiềm năng lãnh đạo của bạn."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "Bạn có xu hướng bận rộn và làm nhiều việc với thời gian của mình. Điều này có thể cho thấy bạn tiêu tốn bao nhiêu năng lượng và mức độ tham gia của bạn vào các hoạt động hàng ngày tại nơi làm việc.",
            "midDescription": "Bạn cố gắng cân bằng lượng thời gian bạn làm. Tương tự, điều này có thể cho thấy bạn tiêu tốn bao nhiêu năng lượng và mức độ tham gia của bạn vào các hoạt động hàng ngày tại nơi làm việc.",
            "lowDescription": "Bạn thích sự thoải mái và không dành thời gian cho quá nhiều thứ. Tương tự, điều này có thể cho thấy bạn tiêu tốn bao nhiêu năng lượng và mức độ tham gia của bạn vào các hoạt động hàng ngày tại nơi làm việc."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "Bạn thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro. Điều này có thể hữu ích cho các công việc trong môi trường năng động, thay đổi nhanh chóng và những công việc đòi hỏi mức độ chấp nhận rủi ro nhất định.",
            "midDescription": "Đôi khi bạn tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro. Điều này có thể hữu ích cho các công việc trong môi trường năng động, thay đổi nhanh chóng và những công việc đòi hỏi mức độ chấp nhận rủi ro.",
            "lowDescription": "Bạn không thích tìm kiếm sự phấn khích, phiêu lưu hay chấp nhận rủi ro. Bạn có thể thấy khó khăn khi làm việc trong một môi trường năng động, thay đổi nhanh chóng và trong những công việc đòi hỏi mức độ chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "Sự vui vẻ",
            "highDescription": "Bạn là người vui vẻ và thường xuyên có tâm trạng tích cực. Những người tích cực thường được cho là dễ mến hơn đối với người khác.",
            "midDescription": "Bạn là người vui vẻ vừa phải và đôi khi có tâm trạng tích cực. Điều này ảnh hưởng đến mức độ tích cực mà người khác nhìn nhận về bạn và cũng có thể ảnh hưởng đến mức độ đáng yêu của bạn.",
            "lowDescription": "Bạn ít có tinh thần phấn chấn và có thể không thường xuyên có được tâm trạng tích cực. Điều này ảnh hưởng đến mức độ tích cực mà người khác nhìn nhận về bạn và cũng có thể ảnh hưởng đến mức độ đáng yêu của bạn."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "Bạn thích lạc lối trong suy nghĩ và trí tưởng tượng của mình. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới.",
            "midDescription": "Đôi khi bạn thích lạc lối trong suy nghĩ và trí tưởng tượng của mình. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới.",
            "lowDescription": "Bạn không thích lạc lối trong suy nghĩ và trí tưởng tượng của mình. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "Bạn quan tâm đến nghệ thuật và văn học. Tham gia vào nghệ thuật và văn học có thể giúp bạn phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe.",
            "midDescription": "Đôi khi bạn quan tâm đến nghệ thuật và văn học. Tham gia vào nghệ thuật và văn học có thể giúp bạn phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe.",
            "lowDescription": "Bạn không quan tâm đến nghệ thuật hay văn học. Tham gia vào nghệ thuật và văn học có thể giúp bạn phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe."
          },
          "emotionality": {
            "name": "Tính đa cảm",
            "highDescription": "Bạn nhận thức và cởi mở với những trải nghiệm cảm xúc của chính mình và của người khác. Điều này cho phép bạn trở nên đồng cảm và xây dựng mối quan hệ lành mạnh với người khác.",
            "midDescription": "Bạn có nhận thức vừa phải và đôi khi cởi mở với những trải nghiệm cảm xúc của chính mình và của người khác. Điều này ảnh hưởng đến sự đồng cảm của bạn với người khác và khả năng xây dựng các mối quan hệ lành mạnh.",
            "lowDescription": "Bạn có xu hướng ít nhận thức và cởi mở hơn với những trải nghiệm cảm xúc của chính mình và của người khác. Điều này có thể ảnh hưởng đến sự đồng cảm của bạn với người khác và khả năng xây dựng các mối quan hệ lành mạnh của bạn."
          },
          "adventurousness": {
            "name": "Tính mạo hiểm",
            "highDescription": "Bạn có khả năng chấp nhận sự đa dạng và thay đổi. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc.",
            "midDescription": "Bạn thích sự cân bằng giữa sự đa dạng và thói quen và thỉnh thoảng bạn hoan nghênh những thay đổi. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc.",
            "lowDescription": "Bạn thích thói quen và quy ước và ít chào đón sự thay đổi. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc."
          },
          "intellect": {
            "name": "Trí tuệ",
            "highDescription": "Bạn quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học. Bạn có thể dễ tiếp thu các lý thuyết và ý tưởng thay thế hơn.",
            "midDescription": "Bạn có phần quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học. Đôi khi bạn có thể tiếp thu những lý thuyết và ý tưởng thay thế.",
            "lowDescription": "Bạn có xu hướng không quan tâm đến những ý tưởng và thảo luận mang tính trừu tượng và triết học. Bạn có thể ít tiếp thu những lý thuyết và ý tưởng thay thế hơn."
          },
          "liberalism": {
            "name": "Chủ nghĩa tự do cá nhân",
            "highDescription": "Bạn có xu hướng sẵn sàng thách thức các giá trị truyền thống và truyền thống. Bạn có thể dễ tiếp thu hơn những ý kiến ​​và quan điểm thay thế.",
            "midDescription": "Đôi khi bạn sẵn sàng thách thức các giá trị quy ước và truyền thống. Bạn có thể dễ tiếp thu những ý kiến ​​và quan điểm thay thế.",
            "lowDescription": "Bạn có xu hướng tuân theo các quy ước và giá trị truyền thống. Bạn có thể ít tiếp thu những ý kiến ​​và quan điểm thay thế hơn."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "Bạn có xu hướng tin tưởng người khác. Tại nơi làm việc, bạn có xu hướng tương tác với những người khác với suy nghĩ rằng họ đáng tin cậy và có ý định tốt, điều này đôi khi có thể được đáp lại. Điều này cho phép bạn xây dựng các mối quan hệ chân thành tại nơi làm việc.",
            "midDescription": "Bạn có xu hướng tin tưởng người khác ở một mức độ nào đó. Tại nơi làm việc, bạn có thể tương tác với những người khác với giả định rằng họ đáng tin cậy và có ý định tốt trong hầu hết các trường hợp, nhưng bạn cũng nên thận trọng. Mặc dù niềm tin đôi khi được đáp lại nhưng mức độ thận trọng đôi khi vẫn hữu ích.",
            "lowDescription": "Bạn có xu hướng hoài nghi hơn về ý định của người khác. Điều này có thể ảnh hưởng đến cách bạn tương tác với người khác và khả năng xây dựng mối quan hệ chân thành tại nơi làm việc."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "Bạn chân thành trong cách cư xử với người khác và không dùng đến sự lôi kéo. Mọi người có thể thấy bạn dễ dàng tương tác và liên hệ hơn, điều này tạo điều kiện thuận lợi cho việc xây dựng mối quan hệ.",
            "midDescription": "Bạn thường chân thành trong cách cư xử với người khác, mặc dù bạn không ngại sử dụng một số lời lừa dối nếu cần thiết. Nếu đi đến mức cực đoan, hành vi như vậy có thể gây hại cho các nhóm và tổ chức về lâu dài.",
            "lowDescription": "Bạn tin rằng sự lừa dối ở một mức độ nào đó là cần thiết trong các mối quan hệ để đạt được mục đích mong muốn. Nếu đi đến mức cực đoan, hành vi như vậy có thể gây hại cho các nhóm và tổ chức về lâu dài."
          },
          "altruism": {
            "name": "Lòng vị tha",
            "highDescription": "Bạn quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn. Sự sẵn sàng giúp đỡ và hỗ trợ người khác của bạn sẽ tạo điều kiện cho việc xây dựng các nhóm gắn kết và văn hóa hợp tác.",
            "midDescription": "Đôi khi bạn quan tâm đến người khác và đôi khi sẵn sàng giúp đỡ những người gặp khó khăn. Sự sẵn sàng giúp đỡ và hỗ trợ người khác của bạn sẽ tạo điều kiện cho việc xây dựng các nhóm gắn kết và văn hóa hợp tác.",
            "lowDescription": "Bạn ít quan tâm đến người khác và có thể không muốn can thiệp vào vấn đề của họ. Điều này có thể có tác động đến sự gắn kết và hợp tác của nhóm."
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "Bạn không thích đối đầu và không hành động theo cách cạnh tranh và quyết liệt. Những người khác có thể đáp lại tương ứng, điều này giúp tạo ra một môi trường làm việc thân thiện và dễ chịu.",
            "midDescription": "Bạn có xu hướng mâu thuẫn trong việc đối đầu, nhưng phần lớn, bạn cố gắng không hành động theo cách cạnh tranh và quyết liệt. Sự đối đầu gay gắt có thể bị đáp lại, điều này tạo ra một môi trường làm việc không có lợi và không mang tính xây dựng.",
            "lowDescription": "Bạn có xu hướng hành động một cách cạnh tranh và quyết liệt. Sự đối đầu gay gắt có thể bị đáp lại, điều này tạo ra một môi trường làm việc không có lợi và không mang tính xây dựng."
          },
          "modesty": {
            "name": "Tính khiêm tốn",
            "highDescription": "Bạn có xu hướng khiêm tốn và không có quan điểm quá cao về bản thân. Những người khiêm tốn thường được coi là tích cực và đáng yêu. Tuy nhiên, khiêm tốn quá mức cũng có thể là dấu hiệu của sự thiếu tự tin.",
            "midDescription": "Bạn có đánh giá khá cao về bản thân. Những người khiêm tốn thường được coi là tích cực và dễ mến và mức độ tự tin vừa phải là lành mạnh.",
            "lowDescription": "Bạn có xu hướng đánh giá cao bản thân và có thể thấy mình vượt trội hơn người khác. Bạn cũng có thể bị coi là người có xu hướng thảo luận về thành tích của mình và tỏ ra quá tự tin vào bản thân. Mặt khác, những người khiêm tốn thường được cho là tích cực và đáng yêu hơn."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "Bạn đồng cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc chứng tỏ rằng bạn coi trọng cảm giác của người khác và thể hiện sự ủng hộ của bạn. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc.",
            "midDescription": "Đôi khi bạn đồng cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc chứng tỏ rằng bạn coi trọng cảm giác của người khác và thể hiện sự ủng hộ của bạn. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc.",
            "lowDescription": "Bạn có xu hướng không dễ dàng thông cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc sẽ chứng tỏ rằng bạn coi trọng cảm giác của người khác và truyền đạt sự ủng hộ của bạn. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc."
          },
          "selfEfficacy": {
            "name": "Tự tin vào năng lực bản thân",
            "highDescription": "Bạn tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng. Hiệu suất công việc có liên quan đến sự tự tin của một người vào khả năng của họ.",
            "midDescription": "Bạn phần nào tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng. Sự tự tin vào khả năng của bạn có thể ảnh hưởng đến hiệu suất của bạn.",
            "lowDescription": "Bạn thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng. Sự thiếu tự tin vào khả năng của bạn có thể ảnh hưởng đến hiệu suất của bạn."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "Bạn là người ngăn nắp và có tổ chức. Việc gọn gàng và ngăn nắp có thể mang lại năng suất tốt hơn.",
            "midDescription": "Bạn có phần ngăn nắp và ngăn nắp. Việc gọn gàng và ngăn nắp hơn có thể mang lại năng suất tốt hơn.",
            "lowDescription": "Bạn có xu hướng bừa bộn và kém ngăn nắp. Việc gọn gàng và ngăn nắp hơn có thể mang lại năng suất tốt hơn."
          },
          "dutifulness": {
            "name": "Trách nhiệm",
            "highDescription": "Bạn có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ. Việc tuân theo các quy tắc giúp duy trì trật tự và thực hiện nghĩa vụ tạo ra sự tin tưởng.",
            "midDescription": "Bạn tuân thủ các quy tắc và thực hiện nghĩa vụ ở mức độ vừa phải. Việc tuân theo các quy tắc giúp duy trì trật tự và thực hiện nghĩa vụ sẽ giúp tạo ra niềm tin.",
            "lowDescription": "Bạn có xu hướng thoải mái và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ. Việc tuân theo các quy tắc giúp duy trì trật tự tốt hơn và việc thực hiện nghĩa vụ sẽ giúp tạo dựng niềm tin."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt thành tựu",
            "highDescription": "Bạn làm việc chăm chỉ và vượt xa sự mong đợi. Điều này cho phép bạn đạt được mức độ thành công cao hơn.",
            "midDescription": "Đôi khi bạn làm việc chăm chỉ và vượt xa sự mong đợi. Điều này ảnh hưởng đến khả năng đạt được mức độ thành công cao hơn của bạn.",
            "lowDescription": "Bạn có xu hướng hài lòng với mức độ thành tích thấp hơn. Điều này có thể ảnh hưởng đến khả năng đạt được mức độ thành công cao hơn của bạn."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "Bạn có xu hướng chuẩn bị và thực hiện các kế hoạch một cách có kỷ luật. Điều này giúp bạn đi đúng hướng để đạt được mục tiêu của mình.",
            "midDescription": "Bạn cố gắng chuẩn bị và thực hiện các kế hoạch một cách có kỷ luật. Điều này có thể ảnh hưởng đến khả năng đi đúng hướng để đạt được mục tiêu của bạn.",
            "lowDescription": "Bạn có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách có kỷ luật. Điều này có thể ảnh hưởng đến khả năng đi đúng hướng để đạt được mục tiêu của bạn."
          },
          "cautiousness": {
            "name": "Tính thận trọng",
            "highDescription": "Bạn suy nghĩ cẩn thận và không vội vàng hành động hay đưa ra quyết định. Sự thận trọng như vậy đôi khi có thể giúp bạn ứng phó hiệu quả hơn với các tình huống.",
            "midDescription": "Đôi khi bạn suy nghĩ cẩn thận và cố gắng không vội vàng hành động hoặc đưa ra quyết định. Sự thận trọng như vậy đôi khi có thể giúp bạn ứng phó hiệu quả hơn với các tình huống.",
            "lowDescription": "Bạn có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả. Một chút thận trọng có thể giúp bạn ứng phó hiệu quả hơn trong các tình huống."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Mức độ bình tĩnh",
            "highDescription": "Bạn hiếm khi lo lắng và sợ hãi về mọi thứ.",
            "lowDescription": "Bạn có xu hướng lo lắng và sợ hãi về mọi thứ."
          },
          "anger": {
            "name": "Mức độ điềm tĩnh",
            "highDescription": "Bạn không dễ dàng cảm thấy thất vọng hay tức giận.",
            "lowDescription": "Bạn có xu hướng dễ dàng cảm thấy thất vọng hoặc tức giận."
          },
          "depression": {
            "name": "Hy vọng",
            "highDescription": "Bạn không thường xuyên cảm thấy chán nản.",
            "lowDescription": "Bạn thường xuyên cảm thấy chán nản."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "Bạn có xu hướng không tự ti trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình.",
            "lowDescription": "Bạn có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về bạn."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "Bạn có thể chống lại sự cám dỗ và không có xu hướng ăn uống quá mức.",
            "lowDescription": "Bạn gặp khó khăn trong việc chống lại sự cám dỗ và có xu hướng ăn uống quá mức."
          },
          "vulnerability": {
            "name": "Tính kiên cường",
            "highDescription": "Bạn có thể giữ bình tĩnh trong những tình huống căng thẳng.",
            "lowDescription": "Bạn có xu hướng cảm thấy choáng ngợp trong những tình huống căng thẳng."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "Bạn cảm thấy thoải mái khi ở cạnh mọi người và có thể kết bạn dễ dàng.",
            "lowDescription": "Bạn có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn."
          },
          "gregariousness": {
            "name": "Tính hòa đồng",
            "highDescription": "Bạn thích được mọi người vây quanh và tận hưởng sự đồng hành của những người khác.",
            "lowDescription": "Bạn thích ở một mình và không bị vây quanh bởi mọi người."
          },
          "assertiveness": {
            "name": "Tính quyết đoán",
            "highDescription": "Bạn có xu hướng chịu trách nhiệm.",
            "lowDescription": "Bạn có xu hướng tránh chịu trách nhiệm và thích người khác dẫn đầu."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "Bạn có xu hướng bận rộn và làm nhiều việc với thời gian của mình.",
            "lowDescription": "Bạn thích sự thoải mái và không dành thời gian cho quá nhiều thứ."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "Bạn thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro.",
            "lowDescription": "Bạn không thích tìm kiếm sự phấn khích, phiêu lưu hay chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "Sự vui vẻ",
            "highDescription": "Bạn là người vui vẻ và thường xuyên có tâm trạng tích cực.",
            "lowDescription": "Bạn ít có tinh thần phấn chấn và có thể không thường xuyên có được tâm trạng tích cực."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "Bạn thích lạc lối trong suy nghĩ và trí tưởng tượng của mình.",
            "lowDescription": "Bạn không thích lạc lối trong suy nghĩ và trí tưởng tượng của mình."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "Bạn quan tâm đến nghệ thuật và văn học.",
            "lowDescription": "Bạn không quan tâm đến nghệ thuật và văn học."
          },
          "emotionality": {
            "name": "Tính đa cảm",
            "highDescription": "Bạn nhận thức và cởi mở với những trải nghiệm cảm xúc của chính mình và của người khác.",
            "lowDescription": "Bạn có xu hướng ít nhận thức và cởi mở hơn với những trải nghiệm cảm xúc của chính mình và của người khác."
          },
          "adventurousness": {
            "name": "Tính mạo hiểm",
            "highDescription": "Bạn có khả năng chấp nhận sự đa dạng và thay đổi.",
            "lowDescription": "Bạn thích thói quen và quy ước và ít chào đón sự thay đổi."
          },
          "intellect": {
            "name": "Trí tuệ",
            "highDescription": "Bạn quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học.",
            "lowDescription": "Bạn có xu hướng không quan tâm đến những ý tưởng và thảo luận trừu tượng và triết học."
          },
          "liberalism": {
            "name": "Chủ nghĩa tự do cá nhân",
            "highDescription": "Bạn có xu hướng sẵn sàng thách thức các quy ước và giá trị truyền thống.",
            "lowDescription": "Bạn có xu hướng tuân theo các quy ước và giá trị truyền thống."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "Bạn có xu hướng tin tưởng người khác.",
            "lowDescription": "Bạn có xu hướng hoài nghi hơn về ý định của người khác."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "Bạn chân thành trong cách cư xử với người khác và không dùng đến sự lôi kéo.",
            "lowDescription": "Bạn tin rằng sự lừa dối ở một mức độ nào đó là cần thiết trong các mối quan hệ để đạt được mục đích mong muốn."
          },
          "altruism": {
            "name": "Lòng vị tha",
            "highDescription": "Bạn quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn.",
            "lowDescription": "Bạn ít quan tâm đến người khác và có thể không muốn can thiệp vào vấn đề của họ."
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "Bạn không thích đối đầu và không hành động theo cách cạnh tranh và hung hăng.",
            "lowDescription": "Bạn có xu hướng hành động một cách cạnh tranh và hung hăng."
          },
          "modesty": {
            "name": "Tính khiêm tốn",
            "highDescription": "Bạn có xu hướng khiêm tốn và không có quan điểm quá cao về bản thân.",
            "lowDescription": "Bạn có xu hướng đánh giá cao bản thân và có thể thấy mình vượt trội hơn người khác."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "Bạn đồng cảm với người khác.",
            "lowDescription": "Bạn có xu hướng không dễ dàng thông cảm với người khác."
          },
          "selfEfficacy": {
            "name": "Tự tin vào năng lực bản thân",
            "highDescription": "Bạn tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng.",
            "lowDescription": "Bạn thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "Bạn là người ngăn nắp và có tổ chức.",
            "lowDescription": "Bạn có xu hướng bừa bộn và kém ngăn nắp."
          },
          "dutifulness": {
            "name": "Trách Nhiệm",
            "highDescription": "Bạn có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ.",
            "lowDescription": "Bạn có xu hướng thoải mái và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt thành tựu",
            "highDescription": "Bạn làm việc chăm chỉ và vượt xa sự mong đợi.",
            "lowDescription": "Bạn có xu hướng hài lòng với mức độ thành tích thấp hơn."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "Bạn có xu hướng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật.",
            "lowDescription": "Bạn có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách kỷ luật."
          },
          "cautiousness": {
            "name": "Tính thận trọng",
            "highDescription": "Bạn suy nghĩ cẩn thận và không vội vàng hành động hay đưa ra quyết định.",
            "lowDescription": "Bạn có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả."
          }
        }
      }
    }
  },
  "pronouns": {
    "secondPerson": {
      "subjective": "bạn",
      "objective": "Bạn",
      "possessiveAdjective": "của bạn",
      "possessive": "của bạn",
      "reflexive": "bản thân bạn"
    },
    "neutral": {
      "subjective": "họ",
      "objective": "họ",
      "possessiveAdjective": "của họ",
      "possessive": "của họ",
      "reflexive": "chính họ"
    }
  },
  "verbs": {
    "perceive": {
      "singular": "nhận thức",
      "plural": "nhận thức"
    }
  },
  "nouns": {
    "person": {
      "singular": "Người này"
    }
  },
  "thirdPersonPerspective.descriptorSummary": {
    "domainDescriptor": {
      "jobOutcome": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "số 8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa tác vụ rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      },
      "bigFive": {
        "descriptors": {
          "emotionalStability": {
            "name": "Ổn định cảm xúc",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} ổn định về mặt cảm xúc - ",
            "midDescription": "{{name}} phần nào kiểm soát được cảm xúc của mình và nhìn chung có khả năng chống lại áp lực và cám dỗ.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự ổn định về mặt cảm xúc {{gender-possessive}} - "
          },
          "extraversion": {
            "name": "hướng ngoại",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} hướng ngoại - ",
            "midDescription": "{{name}} có phần hòa đồng, tích cực, tìm kiếm sự phấn khích và quyết đoán.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là tính hướng ngoại {{gender-possessive}} - "
          },
          "opennessToExperience": {
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Đặc điểm tính cách mạnh mẽ nhất của {{name}} là {{gender-subject}} cởi mở với những trải nghiệm đa dạng - ",
            "midDescription": "{{name}} có phần cởi mở trong việc tham gia vào các ý tưởng, hoạt động, cảm xúc và quan điểm đa dạng. ",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự cởi mở {{gender-possessive}} với những trải nghiệm đa dạng - "
          },
          "agreeableness": {
            "name": "Tính dễ chịu",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là tính dễ chịu - ",
            "midDescription": "{{name}} khá ấm áp, khiêm tốn và hướng tới con người.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự dễ chịu của {{gender-possessive}} - "
          },
          "conscientiousness": {
            "name": "Sự tận tâm",
            "highDescription": "Đặc điểm tính cách mạnh nhất của {{name}} là {{gender-subject}} tận tâm - ",
            "midDescription": "{{name}} phần nào tự tin vào khả năng đạt được thành tích của mình và có tính kỷ luật vừa phải trong việc hoàn thành nhiệm vụ một cách có tổ chức và có chủ ý.",
            "lowDescription": "Lĩnh vực phát triển của {{name}} là sự tận tâm của {{gender-possessive}} - "
          }
        }
      },
      "additionalFour": {
        "summary": {
          "coreSelfEvaluations": {
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "{{name}} đánh giá cao khả năng tự đánh giá cốt lõi của mình - {{gender-subject}} nhìn nhận bản thân {{gender-object}} theo cách tích cực nhất quán trong các tình huống.",
            "lowDescription": "{{name}} có khả năng tự đánh giá cốt lõi thấp - {{gender-subject}} nên cố gắng nhìn nhận bản thân {{gender-object}} theo cách tích cực hơn trong các tình huống."
          },
          "performanceOrientation": {
            "name": "Định hướng hiệu suất",
            "highDescription": "{{name}} có định hướng mục tiêu hiệu suất cao - {{gender-subject}} được thúc đẩy để chứng minh và xác nhận năng lực {{gender-possessive}} bằng cách tìm kiếm những đánh giá tích cực và tránh những đánh giá tiêu cực từ người khác. ",
            "lowDescription": "{{name}} có định hướng mục tiêu về hiệu suất thấp - {{gender-subject}} nên cố gắng có động lực hơn để chứng minh và xác nhận năng lực {{gender-possessive}} bằng cách tìm kiếm những đánh giá tích cực và tránh những đánh giá tiêu cực."
          },
          "masteryOrientation": {
            "name": "Định hướng làm chủ",
            "highDescription": "{{name}} đánh giá cao định hướng mục tiêu thành thạo - {{gender-subject}} được thúc đẩy phát triển năng lực bằng cách tiếp thu các kỹ năng mới và làm chủ các tình huống mới.",
            "lowDescription": "{{name}} chưa đạt được mục tiêu định hướng thành thạo - {{gender-subject}} nên cố gắng có động lực hơn để phát triển năng lực bằng cách tiếp thu các kỹ năng mới và làm chủ các tình huống mới."
          },
          "selfMonitoring": {
            "name": "Tự giám sát",
            "highDescription": "{{name}} có khả năng tự giám sát cao - {{gender-subject}} có khả năng giám sát và kiểm soát các biểu hiện và hành vi {{gender-possessive}} .",
            "lowDescription": "{{name}} có khả năng tự giám sát thấp - {{gender-subject}} nên cố gắng giám sát và kiểm soát các biểu hiện và hành vi {{gender-possessive}} nhiều hơn."
          }
        },
        "descriptors": {
          "coreSelfEvaluations": {
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "{{name}} có xu hướng nhìn nhận bản thân theo cách tích cực nhất quán trong mọi tình huống. Họ thấy mình có năng lực, xứng đáng và có khả năng kiểm soát cuộc sống của mình. Những cảm xúc, suy nghĩ và động lực tích cực như vậy có thể ảnh hưởng đến cách họ cảm nhận, suy nghĩ và hành xử tại nơi làm việc.",
            "midDescription": "{{name}} đôi khi nhìn nhận bản thân một cách tích cực hơn và đôi khi lại tiêu cực hơn. Điều này ảnh hưởng đến việc họ có thấy mình có năng lực, xứng đáng và kiểm soát được cuộc sống hay không, điều này ảnh hưởng đến cách họ cảm nhận, suy nghĩ và hành xử ở nơi làm việc.",
            "lowDescription": "{{name}} có xu hướng nhìn nhận bản thân theo cách luôn tiêu cực trong mọi tình huống. Họ có thể thấy mình kém năng lực, không xứng đáng và không kiểm soát được cuộc sống của mình. Những cảm xúc, suy nghĩ và động cơ tiêu cực như vậy có thể ảnh hưởng đến cách họ cảm nhận, suy nghĩ và hành xử ở nơi làm việc."
          },
          "performanceOrientation": {
            "name": "Định hướng hiệu suất",
            "highDescription": "{{name}} tin rằng năng lực của họ được thể hiện khi họ vượt trội hơn những người khác. Do đó, họ có thể có động lực để đặt ra các mục tiêu cao cho bản thân, tập trung vào việc đạt được mức độ thành công và trình độ cao hơn những người khác. ",
            "midDescription": "{{name}} đôi khi tin rằng năng lực của họ được thể hiện khi họ vượt trội hơn những người khác. Do đó, họ khá có động lực để đặt ra những mục tiêu cao cho bản thân, đôi khi tập trung vào việc đạt được mức độ thành công và trình độ cao hơn những người khác.",
            "lowDescription": "{{name}} không tin rằng việc vượt trội hơn người khác nhất thiết phải là sự thể hiện năng lực của họ. Họ không quan tâm đến việc cạnh tranh và chiến thắng người khác. Những mục tiêu họ đặt ra khó có thể bị ảnh hưởng hoặc thúc đẩy bởi sự thành công của người khác."
          },
          "masteryOrientation": {
            "name": "Định hướng làm chủ",
            "highDescription": "{{name}} được thúc đẩy phát triển năng lực của mình bằng cách tiếp thu các kỹ năng mới và thành thạo chúng trong các tình huống mới. Họ có thể xem những nhiệm vụ đầy thách thức là cơ hội để tăng trưởng và phát triển.",
            "midDescription": "{{name}} phần nào có động lực phát triển năng lực của mình bằng cách tiếp thu các kỹ năng mới và thành thạo chúng trong các tình huống mới. Đôi khi họ có thể xem những nhiệm vụ đầy thách thức là cơ hội để tăng trưởng và phát triển.",
            "lowDescription": "{{name}} ít có động lực phát triển năng lực của mình và có thể ít quan tâm đến việc tiếp thu các kỹ năng mới hoặc thành thạo chúng trong các tình huống mới. Khi phải đối mặt với những nhiệm vụ đầy thử thách, họ có thể phản ứng với sự e ngại hoặc thấy chúng cồng kềnh."
          },
          "selfMonitoring": {
            "name": "Tự giám sát",
            "highDescription": "{{name}} có xu hướng có thể và sẵn sàng điều chỉnh biểu hiện và hành vi của mình tùy theo hoàn cảnh xã hội. Điều này giúp họ điều chỉnh cách thể hiện bản thân với người khác theo các tín hiệu xã hội và hiệu quả hơn trong việc thích ứng với các tình huống mới.",
            "midDescription": "{{name}} đôi khi có thể và sẵn sàng điều chỉnh biểu hiện và hành vi của mình tùy theo hoàn cảnh xã hội. Điều này giúp họ điều chỉnh cách thể hiện bản thân với người khác theo các tín hiệu xã hội và hiệu quả hơn trong việc thích ứng với các tình huống mới.",
            "lowDescription": "{{name}} có xu hướng ít có khả năng hoặc sẵn sàng điều chỉnh biểu hiện và hành vi của mình bất kể hoàn cảnh xã hội. Họ khó có thể sử dụng các tín hiệu xã hội để điều chỉnh cách họ thể hiện bản thân với người khác và họ có thể kém hiệu quả hơn trong việc thích ứng với các tình huống mới."
          }
        }
      },
      "workInterest": {
        "summary": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "Các vai trò thực hành và thực hành liên quan đến máy móc và công cụ",
            "lowDescription": "Các vai trò thực hành và thực hành liên quan đến máy móc và công cụ"
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "Vai trò phân tích và khoa học liên quan đến việc khám phá và nghiên cứu mọi thứ",
            "lowDescription": "Vai trò phân tích và khoa học liên quan đến việc khám phá và nghiên cứu mọi thứ"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Vai trò sáng tạo và nghệ thuật liên quan đến việc tạo ra tác phẩm gốc",
            "lowDescription": "Vai trò sáng tạo và nghệ thuật liên quan đến việc tạo ra tác phẩm gốc"
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "Những vai trò có thể giúp đỡ mọi người bằng cách dạy và hỗ trợ họ",
            "lowDescription": "Những vai trò có thể giúp đỡ mọi người bằng cách dạy và hỗ trợ họ"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "Vị trí lãnh đạo liên quan đến việc gây ảnh hưởng và chỉ đạo người khác",
            "lowDescription": "Vị trí lãnh đạo liên quan đến việc gây ảnh hưởng và chỉ đạo người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "Vai trò với các quy tắc và thủ tục rõ ràng",
            "lowDescription": "Vai trò với các quy tắc và thủ tục rõ ràng"
          }
        },
        "thrive": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "Nhiều hoạt động thực hành hơn tại nơi làm việc"
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "Nhiều nhiệm vụ hơn xoay quanh nghiên cứu và phân tích"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Thêm cơ hội để {{name}} tạo ra những điều mới mẻ"
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "Nhiều nhiệm vụ công việc hơn cho phép {{name}} giúp đỡ người khác"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "Nhiều cơ hội hơn cho phép {{name}} gây ảnh hưởng đến người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "Nhiều hoạt động hơn xoay quanh việc lưu giữ hồ sơ và tính toán"
          }
        },
        "workingWith": {
          "realistic": {
            "name": "Thực tế"
          },
          "investigative": {
            "name": "điều tra"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật"
          },
          "social": {
            "name": "Xã hội"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm"
          },
          "conventional": {
            "name": "Thông thường"
          }
        },
        "watchOut": {
          "realistic": {
            "name": "Thực tế",
            "lowDescription": "{{name}} có thể không thích các hoạt động thực hành tại nơi làm việc"
          },
          "investigative": {
            "name": "điều tra",
            "lowDescription": "{{name}} có thể tránh các nhiệm vụ xoay quanh việc nghiên cứu và phân tích"
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "lowDescription": "{{name}} có thể thấy khó nắm bắt cơ hội để tạo ra những điều mới"
          },
          "social": {
            "name": "Xã hội",
            "lowDescription": "{{name}} có thể không thích các hoạt động yêu cầu {{gender-object}} giúp đỡ người khác"
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "lowDescription": "{{name}} có thể tránh các hoạt động yêu cầu {{gender-object}} gây ảnh hưởng đến người khác"
          },
          "conventional": {
            "name": "Thông thường",
            "lowDescription": "{{name}} có thể thấy khó khăn khi tham gia các hoạt động xoay quanh việc lưu giữ hồ sơ và tính toán"
          }
        },
        "descriptors": {
          "realistic": {
            "name": "Thực tế",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích mạnh mẽ đối với các công việc ngoài trời, thể chất và máy móc và tìm kiếm các vấn đề cụ thể hơn là trừu tượng cũng như thích tham gia các tình huống thực hành .",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các công việc ngoài trời, thể chất và máy móc nhưng không phải lúc nào cũng thích tham gia các tình huống làm việc thực hành.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các công việc ngoài trời, thể chất và máy móc và không thích các tình huống công việc thực hành như xây dựng và sửa chữa mọi thứ hoặc vận hành thiết bị.",
            "summary": "{{name}} thích làm những công việc Thực tế nhất - {{gender-subject}} thích những công việc thực tế, máy móc và thực hành."
          },
          "investigative": {
            "name": "điều tra",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích làm việc với các lý thuyết và dữ liệu, sử dụng các phương pháp khoa học để giải quyết các vấn đề phức tạp.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải khi làm việc với lý thuyết, dữ liệu và con số, thu thập dữ kiện và phân tích tình huống để giải quyết các vấn đề phức tạp.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ xoay quanh việc sử dụng lý thuyết và thu thập dữ liệu hoặc số liệu để phân tích hoặc giải quyết các vấn đề phức tạp.",
            "summary": "{{name}} thích làm công việc Điều tra nhất - {{gender-subject}} thích các công việc phân tích và khoa học."
          },
          "artistic": {
            "name": "Thuộc về nghệ thuật",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có niềm yêu thích mạnh mẽ đối với các cơ hội liên quan đến việc thể hiện bản thân một cách sáng tạo và thẩm mỹ trong việc tạo ra tác phẩm hoặc sản phẩm nguyên bản.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các cơ hội cho phép thể hiện bản thân thông qua các sáng tạo nghệ thuật và nguyên bản, mặc dù không phải lúc nào cũng có xu hướng tham gia vào các nhiệm vụ sáng tạo .",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích những công việc đòi hỏi khả năng thẩm mỹ và khả năng thể hiện bản thân hoặc những công việc đòi hỏi một người phải sáng tạo trong việc tạo ra tác phẩm hoặc sản phẩm gốc .",
            "summary": "{{name}} thích làm các công việc Nghệ thuật nhất - {{gender-subject}} thích những công việc sáng tạo, biểu cảm và nghệ thuật."
          },
          "social": {
            "name": "Xã hội",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, đồng thời tìm kiếm các hoạt động theo đuổi giữa các cá nhân nhằm mang lại kết quả có tác động đến xã hội.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các hoạt động liên quan đến việc hỗ trợ, phát triển và khai sáng cho người khác, cũng như làm việc để mang lại kết quả có tác động đến xã hội.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên các nhiệm vụ cung cấp hỗ trợ hoặc dịch vụ cho người khác, cũng như làm việc cho người khác để đạt được kết quả có tác động đến xã hội.",
            "summary": "{{name}} thích làm việc trong các công việc Xã hội nhất - {{gender-subject}} thích những nghề có thể giúp đỡ mọi người."
          },
          "enterprising": {
            "name": "dám nghĩ dám làm",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận và thích ở các vị trí có ảnh hưởng hoặc quyền lực.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ yêu cầu chỉ đạo và gây ảnh hưởng đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưu tiên những nhiệm vụ yêu cầu chỉ đạo và tác động đến người khác để áp dụng các giải pháp hoặc cách tiếp cận.",
            "summary": "{{name}} thích làm những công việc Doanh nghiệp nhất - {{gender-subject}} thích những nghề cho phép họ đảm nhận các vị trí lãnh đạo."
          },
          "conventional": {
            "name": "Thông thường",
            "highDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích đặc biệt đối với các nhiệm vụ đòi hỏi sự ngăn nắp và tổ chức, cũng như làm việc trong một hoạt động được hệ thống hóa với các hướng dẫn và quy trình rõ ràng.",
            "midDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người có sở thích vừa phải đối với các nhiệm vụ được thực hiện một cách có hệ thống và có trật tự, mặc dù không phải lúc nào cũng thích tuân thủ chặt chẽ các quy tắc và thủ tục.",
            "lowDescription": "{{name}} {{verb-perceive}} {{gender-reflexive}} là người ít ưa thích các nhiệm vụ có cấu trúc và quy định theo quy tắc phải được thực hiện một cách có hệ thống và có trật tự, cũng như tuân thủ các quy tắc và thủ tục.",
            "summary": "{{name}} thích làm những công việc Thông thường nhất - {{gender-subject}} thích những nghề có tiêu chuẩn, quy tắc và thủ tục rõ ràng."
          }
        }
      },
      "cultureFit": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa nhiệm rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "Dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      },
      "workValue": {
        "summary": {
          "achievement": {
            "name": "Thành tích",
            "highDescription": "Hướng đến kết quả",
            "midDescription": "Tập trung vừa phải vào kết quả",
            "lowDescription": "Ít tập trung vào kết quả"
          },
          "recognition": {
            "name": "Sự công nhận",
            "highDescription": "Thăng tiến và khen thưởng",
            "midDescription": "Tập trung vừa phải vào sự thăng tiến và khen thưởng",
            "lowDescription": "Ít tập trung vào thăng tiến và khen thưởng"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "Hợp tác và thân thiện",
            "midDescription": "Cân bằng giữa hợp tác và tự chủ",
            "lowDescription": "Tự chủ và cạnh tranh"
          },
          "support": {
            "name": "Ủng hộ",
            "highDescription": "Hỗ trợ và đạo đức",
            "midDescription": "Một số hỗ trợ và đạo đức",
            "lowDescription": "Hỗ trợ và đạo đức thấp"
          },
          "independence": {
            "name": "Tính độc lập",
            "highDescription": "Sự quyết đoán và độc lập",
            "midDescription": "Mức độ quyết đoán vừa phải",
            "lowDescription": "Thiếu quyết đoán và phụ thuộc"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "highDescription": "An ninh và điều kiện làm việc tốt",
            "midDescription": "Tập trung vừa phải vào an ninh và điều kiện làm việc",
            "lowDescription": "Ít tập trung vào an ninh và điều kiện làm việc"
          }
        },
        "thrive": {
          "achievement": {
            "name": "Thành tích",
            "highDescription": "Một tổ chức tập trung vào kết quả bằng cách đặt kỳ vọng cao về thành tích và hiệu suất bằng cách sử dụng các kỹ năng và khả năng của nhân viên."
          },
          "recognition": {
            "name": "Sự công nhận",
            "highDescription": "Một tổ chức ghi nhận công việc của nhân viên thông qua các cơ hội thăng tiến và phần thưởng"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "Văn hóa tổ chức khuyến khích tinh thần đồng đội và môi trường làm việc không cạnh tranh",
            "lowDescription": "Văn hóa tổ chức cạnh tranh nơi mọi người làm việc độc lập"
          },
          "support": {
            "name": "Ủng hộ",
            "highDescription": "Một nền văn hóa tổ chức hỗ trợ nhân viên và sự phát triển của họ, đồng thời có các tiêu chuẩn đạo đức cao"
          },
          "independence": {
            "name": "Tính độc lập",
            "highDescription": "Cơ hội liên tục để chấp nhận rủi ro và thử nghiệm những ý tưởng mới trong toàn tổ chức",
            "lowDescription": "Một tổ chức có định hướng quy tắc và tập trung vào sự ổn định"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "highDescription": "Một tổ chức mang lại cảm giác an toàn về công việc và điều kiện làm việc tốt cho nhân viên của mình"
          }
        },
        "workingWith": {
          "achievement": {
            "name": "Thành tích"
          },
          "recognition": {
            "name": "Sự công nhận"
          },
          "relationships": {
            "name": "Các mối quan hệ"
          },
          "support": {
            "name": "Ủng hộ"
          },
          "independence": {
            "name": "Tính độc lập"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc"
          }
        },
        "watchOut": {
          "achievement": {
            "name": "Thành tích",
            "lowDescription": "Có thể là quá khắt khe đối với {{name}} nếu có kỳ vọng cao về thành tích, hiệu suất và kết quả trong toàn tổ chức"
          },
          "recognition": {
            "name": "Sự công nhận",
            "lowDescription": "{{name}} không chú trọng nhiều đến cơ hội thăng tiến và phần thưởng từ tổ chức, vì vậy, điều quan trọng là phải tìm ra những giá trị khác {{gender-subject}} đánh giá cao"
          },
          "relationships": {
            "name": "Các mối quan hệ",
            "highDescription": "{{name}} có thể ít hài lòng hơn với văn hóa tổ chức mang tính cạnh tranh và văn hóa khuyến khích mọi người làm việc độc lập",
            "lowDescription": "{{name}} có thể kém hài lòng hơn ở nơi làm việc nếu tổ chức khuyến khích tinh thần đồng đội và cộng tác"
          },
          "support": {
            "name": "Ủng hộ",
            "lowDescription": "{{name}} có thể không hài lòng nếu tổ chức không hỗ trợ nhân viên và sự phát triển của họ"
          },
          "independence": {
            "name": "Tính độc lập",
            "highDescription": "{{name}} có thể ít hài lòng hơn trong công việc nếu tổ chức trở nên thiên về quy tắc hơn và tập trung nhiều hơn vào sự ổn định",
            "lowDescription": "{{name}} có thể kém hài lòng hơn trong công việc nếu tổ chức bắt đầu chấp nhận nhiều rủi ro hơn và cố gắng thử nghiệm những ý tưởng mới thường xuyên hơn"
          },
          "workingConditions": {
            "name": "Điều kiện làm việc",
            "lowDescription": "{{name}} không tập trung cao độ vào điều kiện làm việc và cảm giác an toàn trong công việc mà tổ chức mang lại nên thay vào đó, điều quan trọng là phải tìm hiểu những giá trị khác {{gender-subject}}"
          }
        },
        "descriptors": {
          "innovation": {
            "name": "Sự đổi mới",
            "highDescription": "{{name}} coi trọng sự đổi mới và chấp nhận rủi ro hơn là sự ổn định và khả năng dự đoán trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa đổi mới và ổn định trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng sự ổn định và khả năng dự đoán hơn là sự đổi mới và chấp nhận rủi ro trong một tổ chức.",
            "summary": "{{name}} đánh giá cao sự đổi mới trong một tổ chức."
          },
          "attentionToDetail": {
            "name": "Sự chú ý đến chi tiết",
            "highDescription": "{{name}} đánh giá cao một tổ chức cần sự chính xác và chú ý đến từng chi tiết.",
            "midDescription": "{{name}} đánh giá cao một tổ chức cần sự chính xác và chú ý đến chi tiết ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng một tổ chức cần sự chính xác và chú ý đến từng chi tiết.",
            "summary": "{{name}} đánh giá cao một tổ chức chú ý đến chi tiết."
          },
          "outcomeOrientation": {
            "name": "Định hướng kết quả",
            "highDescription": "{{name}} đánh giá cao những tổ chức có kỳ vọng cao về hiệu suất, kết quả và thành tích.",
            "midDescription": "{{name}} đánh giá cao những tổ chức có một số kỳ vọng về hiệu suất, kết quả và thành tích.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức có kỳ vọng thấp về hiệu suất, kết quả và thành tích.",
            "summary": "{{name}} đánh giá cao những tổ chức tập trung vào kết quả."
          },
          "aggressiveness": {
            "name": "Sự hung hăng",
            "highDescription": "{{name}} coi trọng tính quyết liệt và khả năng cạnh tranh hơn là trách nhiệm xã hội trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa tính tích cực và trách nhiệm xã hội trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng trách nhiệm xã hội hơn là tính năng nổ và tính cạnh tranh trong một tổ chức.",
            "summary": "{{name}} đánh giá cao tính năng nổ trong một tổ chức."
          },
          "supportiveness": {
            "name": "Sự hỗ trợ",
            "highDescription": "{{name}} đánh giá cao sự hỗ trợ và chia sẻ thông tin trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự hỗ trợ và chia sẻ thông tin trong tổ chức ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng sự hỗ trợ và chia sẻ thông tin trong một tổ chức.",
            "summary": "{{name}} đánh giá cao sự hỗ trợ trong một tổ chức."
          },
          "emphasisOnRewards": {
            "name": "Tăng trưởng và khen thưởng",
            "highDescription": "{{name}} đánh giá cao những tổ chức cung cấp phần thưởng cho nhân viên như cơ hội trả lương và phát triển.",
            "midDescription": "{{name}} đánh giá cao những tổ chức thỉnh thoảng trao phần thưởng cho nhân viên như cơ hội trả lương và phát triển.",
            "lowDescription": "{{name}} không coi trọng những phần thưởng dành cho nhân viên như cơ hội trả lương và phát triển trong tổ chức.",
            "summary": "{{name}} đánh giá cao những tổ chức chú trọng đến phần thưởng."
          },
          "teamOrientation": {
            "name": "Định hướng nhóm",
            "highDescription": "{{name}} coi trọng định hướng và sự cộng tác của nhóm hơn là quyền tự chủ và độc lập trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự cân bằng giữa định hướng nhóm và quyền tự chủ trong một tổ chức.",
            "lowDescription": "{{name}} coi trọng quyền tự chủ và độc lập hơn là định hướng và hợp tác nhóm trong một tổ chức.",
            "summary": "{{name}} đánh giá cao một tổ chức có định hướng nhóm."
          },
          "decisiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "{{name}} đánh giá cao những tổ chức có thể đưa ra quyết định nhanh chóng.",
            "midDescription": "{{name}} đánh giá cao những tổ chức biết cân bằng giữa xung đột và tính quyết đoán.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức có nền văn hóa khuyến khích xung đột thay vì tính quyết đoán.",
            "summary": "{{name}} đánh giá cao những tổ chức có thể đưa ra quyết định nhanh chóng."
          },
          "respectForPeople": {
            "name": "Tôn trọng người khác",
            "highDescription": "{{name}} đánh giá cao sự công bằng và khoan dung trong một tổ chức.",
            "midDescription": "{{name}} coi trọng sự công bằng và khoan dung trong một tổ chức ở mức độ vừa phải.",
            "lowDescription": "{{name}} không thực sự coi trọng sự công bằng và khoan dung trong một tổ chức.",
            "summary": "{{name}} đánh giá cao một tổ chức tôn trọng mọi người."
          },
          "adaptability": {
            "name": "Khả năng thích ứng",
            "highDescription": "{{name}} đánh giá cao những tổ chức có khả năng thích ứng, đổi mới và sẵn sàng thử nghiệm.",
            "midDescription": "{{name}} đánh giá cao những tổ chức biết cân bằng giữa khả năng thích ứng và tính ổn định.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức ổn định, có thể dự đoán trước và thận trọng.",
            "summary": "{{name}} đánh giá cao những tổ chức có khả năng thích ứng."
          },
          "collaboration": {
            "name": "Sự hợp tác",
            "highDescription": "{{name}} đánh giá cao những tổ chức có nền văn hóa hướng tới con người, tập trung vào sự cộng tác và làm việc theo nhóm.",
            "midDescription": "{{name}} đánh giá cao những tổ chức đạt được sự cân bằng giữa cộng tác và quyền tự chủ (quyền tự do quản lý bản thân hoặc tổ chức các hoạt động của riêng bạn tại nơi làm việc).",
            "lowDescription": "{{name}} đánh giá cao những tổ chức có nền văn hóa ít tập trung vào việc định hướng con người mà tập trung nhiều hơn vào quyền tự chủ (quyền tự do quản lý bản thân hoặc tổ chức các hoạt động của riêng bạn tại nơi làm việc) và tính năng nổ.",
            "summary": "{{name}} đánh giá cao các tổ chức thúc đẩy sự cộng tác."
          },
          "customerOrientation": {
            "name": "Định hướng khách hàng",
            "highDescription": "{{name}} đánh giá cao những tổ chức hoạt động theo định hướng thị trường và tập trung vào khách hàng.",
            "midDescription": "{{name}} đánh giá cao các tổ chức định hướng thị trường ở mức độ vừa phải và tập trung vào khách hàng.",
            "lowDescription": "{{name}} đánh giá cao những tổ chức ít định hướng theo thị trường và ít tập trung vào khách hàng.",
            "summary": "{{name}} đánh giá cao các tổ chức hướng tới khách hàng."
          },
          "detailOrientation": {
            "name": "Định hướng chi tiết",
            "highDescription": "{{name}} đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng.",
            "midDescription": "{{name}} đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng ở mức độ vừa phải.",
            "lowDescription": "{{name}} không đánh giá cao những tổ chức chú ý đến chi tiết và chất lượng.",
            "summary": "{{name}} đánh giá cao những tổ chức tập trung vào chi tiết."
          },
          "integrity": {
            "name": "Chính trựcLiêm chính",
            "highDescription": "{{name}} đánh giá cao những tổ chức có tính chính trực cao và tiêu chuẩn đạo đức cao như tôn trọng mọi người.",
            "midDescription": "{{name}} đánh giá cao những tổ chức có tính liêm chính và một số tiêu chuẩn đạo đức như tôn trọng mọi người.",
            "lowDescription": "{{name}} không coi trọng những tổ chức có tiêu chuẩn liêm chính và đạo đức như tôn trọng con người.",
            "summary": "{{name}} đánh giá cao những tổ chức có tính liêm chính."
          }
        }
      },
      "workStyle": {
        "summary": {
          "emotionalStability": {
            "id": "1",
            "name": "Ổn định cảm xúc",
            "highDescription": "Có độ nhám cao",
            "lowDescription": "Có sạn"
          },
          "extraversion": {
            "id": "2",
            "name": "hướng ngoại",
            "highDescription": "Rất chủ động",
            "lowDescription": "chủ động"
          },
          "opennessToExperience": {
            "id": "3",
            "name": "Cởi mở để trải nghiệm",
            "highDescription": "Rất có động lực học tập",
            "lowDescription": "Có động lực để học hỏi"
          },
          "agreeableness": {
            "id": "4",
            "name": "Tính dễ chịu",
            "highDescription": "Rất thoải mái với sự thay đổi",
            "lowDescription": "Thoải mái với sự thay đổi"
          },
          "conscientiousness": {
            "id": "5",
            "name": "Sự tận tâm",
            "highDescription": "Rất hài lòng trong công việc",
            "lowDescription": "Hài lòng trong công việc"
          },
          "coreSelfEvaluations": {
            "id": "6",
            "name": "Tự đánh giá cốt lõi",
            "highDescription": "Rất có tâm huyết với công việc",
            "lowDescription": "Có tâm huyết với công việc"
          },
          "performanceOrientation": {
            "id": "7",
            "name": "Định hướng hiệu suất",
            "highDescription": "Hiệu suất cao trong công việc",
            "lowDescription": "Hiệu suất tốt trong công việc"
          },
          "masteryOrientation": {
            "id": "8",
            "name": "Định hướng làm chủ",
            "highDescription": "Có tính sáng tạo cao trong công việc",
            "lowDescription": "Sáng tạo trong công việc"
          },
          "selfMonitoring": {
            "id": "9",
            "name": "Tự giám sát",
            "highDescription": "Có thể làm việc tốt theo nhóm",
            "lowDescription": "Có thể làm việc theo nhóm"
          },
          "perspectiveTaking": {
            "id": "10",
            "name": "Tiếp nhận quan điểm",
            "highDescription": "Có khả năng lãnh đạo mạnh mẽ",
            "lowDescription": "Có khả năng lãnh đạo"
          },
          "realistic": {
            "id": "11",
            "name": "Thực tế",
            "highDescription": "Khả năng kiệt sức trong công việc rất thấp",
            "lowDescription": "Mức độ kiệt sức trong công việc thấp"
          },
          "artistic": {
            "id": "13",
            "name": "Thuộc về nghệ thuật",
            "highDescription": "Rất hiệu quả trong giao tiếp",
            "lowDescription": "Hiệu quả trong giao tiếp"
          },
          "social": {
            "id": "14",
            "name": "Xã hội",
            "highDescription": "Khả năng đa tác vụ rất mạnh",
            "lowDescription": "Có thể đa nhiệm"
          },
          "enterprising": {
            "id": "15",
            "name": "dám nghĩ dám làm",
            "highDescription": "Rất có khả năng trở thành doanh nhân",
            "lowDescription": "Có thể trở thành doanh nhân"
          }
        }
      }
    },
    "traitDescriptor": {
      "bigFive": {
        "summary": {
          "anxiety": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} hiếm khi lo lắng và sợ hãi về mọi việc.",
            "lowDescription": "{{name}} có xu hướng lo lắng và sợ hãi về mọi thứ."
          },
          "anger": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} không dễ dàng cảm thấy thất vọng hay tức giận.",
            "lowDescription": "{{name}} có xu hướng dễ cảm thấy thất vọng hoặc tức giận."
          },
          "depression": {
            "name": "hy vọng",
            "highDescription": "{{name}} không thường xuyên cảm thấy chán nản.",
            "lowDescription": "{{name}} thường xuyên cảm thấy chán nản."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "{{name}} có xu hướng không tự giác trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình.",
            "lowDescription": "{{name}} có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về họ."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "{{name}} có khả năng chống lại sự cám dỗ và không có xu hướng ăn uống quá mức.",
            "lowDescription": "{{name}} gặp khó khăn trong việc chống lại sự cám dỗ và có khả năng ăn uống quá mức."
          },
          "vulnerability": {
            "name": "khả năng phục hồi",
            "highDescription": "{{name}} có thể giữ bình tĩnh trong những tình huống căng thẳng.",
            "lowDescription": "{{name}} có xu hướng cảm thấy choáng ngợp trước những tình huống căng thẳng."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "{{name}} cảm thấy thoải mái khi ở gần mọi người và có thể dễ dàng kết bạn.",
            "lowDescription": "{{name}} có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn."
          },
          "gregariousness": {
            "name": "tính hòa đồng",
            "highDescription": "{{name}} thích được mọi người vây quanh và tận hưởng bầu bạn của người khác.",
            "lowDescription": "{{name}} thích ở một mình và không có nhiều người vây quanh."
          },
          "assertiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "{{name}} có xu hướng chịu trách nhiệm.",
            "lowDescription": "{{name}} có xu hướng tránh chịu trách nhiệm, thích người khác dẫn đầu."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "{{name}} có xu hướng bận rộn và làm nhiều việc với thời gian của họ.",
            "lowDescription": "{{name}} thích sống thoải mái và không dành thời gian cho quá nhiều việc."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "{{name}} thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro.",
            "lowDescription": "{{name}} không thích tìm kiếm cảm giác phấn khích, phiêu lưu hoặc chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "sự vui vẻ",
            "highDescription": "{{name}} là một người vui vẻ và thường xuyên có tâm trạng tích cực.",
            "lowDescription": "{{name}} ít có tinh thần phấn chấn và có thể không thường xuyên có tâm trạng tích cực."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "{{name}} thích lạc vào suy nghĩ và trí tưởng tượng của mình.",
            "lowDescription": "{{name}} không thích chìm đắm trong suy nghĩ và trí tưởng tượng của mình."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "{{name}} quan tâm đến nghệ thuật và văn học.",
            "lowDescription": "{{name}} không quan tâm đến nghệ thuật và văn học."
          },
          "emotionality": {
            "name": "Cảm xúc",
            "highDescription": "{{name}} nhận thức và cởi mở với những trải nghiệm cảm xúc của chính họ và của người khác.",
            "lowDescription": "{{name}} có xu hướng ít nhận thức và cởi mở hơn với trải nghiệm cảm xúc của chính họ và của người khác."
          },
          "adventurousness": {
            "name": "Sự mạo hiểm",
            "highDescription": "{{name}} có khả năng chấp nhận sự đa dạng và thay đổi",
            "lowDescription": "{{name}} thích những thói quen và quy ước hơn và ít chào đón sự thay đổi hơn."
          },
          "intellect": {
            "name": "trí tuệ",
            "highDescription": "{{name}} quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học.",
            "lowDescription": "{{name}} có xu hướng không quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học."
          },
          "liberalism": {
            "name": "chủ nghĩa tự do",
            "highDescription": "{{name}} có xu hướng sẵn sàng thách thức các giá trị quy ước và truyền thống.",
            "lowDescription": "{{name}} có xu hướng tuân theo các giá trị quy ước và truyền thống."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "{{name}} có xu hướng tin tưởng người khác.",
            "lowDescription": "{{name}} có xu hướng hoài nghi hơn về ý định của người khác."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "{{name}} chân thành trong cách cư xử với người khác và không dùng đến biện pháp thao túng.",
            "lowDescription": "{{name}} tin rằng một mức độ lừa dối nào đó là cần thiết trong các mối quan hệ để đạt được mục đích mong muốn."
          },
          "altruism": {
            "name": "lòng vị tha",
            "highDescription": "{{name}} quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn.",
            "lowDescription": "{{name}} ít quan tâm đến người khác hơn và có thể không muốn dính líu đến vấn đề của họ."
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "{{name}} không thích đối đầu và không hành động theo cách cạnh tranh và hung hãn.",
            "lowDescription": "{{name}} có xu hướng hành động mang tính cạnh tranh và hung hãn."
          },
          "modesty": {
            "name": "Khiêm tốn",
            "highDescription": "{{name}} có xu hướng khiêm tốn và không đánh giá cao bản thân quá mức.",
            "lowDescription": "{{name}} có xu hướng đánh giá cao bản thân và có thể coi mình vượt trội hơn người khác."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "{{name}} thông cảm với người khác.",
            "lowDescription": "{{name}} có xu hướng không dễ thông cảm với người khác."
          },
          "selfEfficacy": {
            "name": "Tự hiệu quả",
            "highDescription": "{{name}} tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong đó.",
            "lowDescription": "{{name}} thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "{{name}} gọn gàng và ngăn nắp.",
            "lowDescription": "{{name}} có xu hướng bừa bộn và kém ngăn nắp."
          },
          "dutifulness": {
            "name": "Trách nhiệm",
            "highDescription": "{{name}} có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ.",
            "lowDescription": "{{name}} có xu hướng tự nhiên và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt được",
            "highDescription": "{{name}} làm việc chăm chỉ và vượt xa sự mong đợi.",
            "lowDescription": "{{name}} có xu hướng hài lòng với mức thành tích thấp hơn."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "{{name}} có xu hướng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật.",
            "lowDescription": "{{name}} có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách kỷ luật."
          },
          "cautiousness": {
            "name": "Thận trọng",
            "highDescription": "{{name}} hãy suy nghĩ cẩn thận và không vội vã hành động hoặc đưa ra quyết định.",
            "lowDescription": "{{name}} có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả."
          }
        },
        "descriptors": {
          "anxiety": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} hiếm khi lo lắng và sợ hãi về mọi việc. Trong những tình huống căng thẳng tại nơi làm việc, họ thường không cảm thấy đau khổ hoặc suy sụp, điều này giúp họ có thể thực hiện theo các tiêu chuẩn thông thường của bạn.",
            "midDescription": "{{name}} thỉnh thoảng lo lắng và sợ hãi về mọi thứ. Trong những tình huống căng thẳng tại nơi làm việc, đôi khi họ có thể cảm thấy đau khổ hoặc suy sụp, điều này có thể ảnh hưởng đến hiệu suất của họ nếu họ cảm thấy điều đó vượt quá khả năng đối phó của họ.",
            "lowDescription": "{{name}} có xu hướng lo lắng và sợ hãi về mọi thứ. Trong những tình huống căng thẳng tại nơi làm việc, họ có thể thường cảm thấy đau khổ hoặc suy sụp, điều này có thể ảnh hưởng xấu đến hiệu suất của họ nếu họ cảm thấy điều đó vượt quá khả năng đối phó của họ."
          },
          "anger": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} không dễ dàng cảm thấy thất vọng hay tức giận. Điều này rất hữu ích trong việc xây dựng niềm tin tại nơi làm việc, cho phép quản lý xung đột mang tính xây dựng và tạo điều kiện cho môi trường làm việc văn minh và chuyên nghiệp.",
            "midDescription": "{{name}} thỉnh thoảng có xu hướng cảm thấy thất vọng hoặc tức giận. Nếu quản lý sai, điều này có thể gây bất lợi cho sức khỏe cá nhân và hiệu suất làm việc của họ. Nếu thể hiện một cách thiếu xây dựng và quá mức, điều này cũng có thể làm căng thẳng các mối quan hệ công việc và có thể gây hại cho môi trường tổ chức.",
            "lowDescription": "{{name}} có xu hướng dễ cảm thấy thất vọng hoặc tức giận. Nếu quản lý sai, điều này có thể gây bất lợi cho sức khỏe cá nhân và hiệu suất làm việc của họ. Nếu thể hiện một cách thiếu xây dựng và quá mức, điều này cũng có thể làm căng thẳng các mối quan hệ công việc và có thể gây hại cho môi trường tổ chức."
          },
          "depression": {
            "name": "hy vọng",
            "highDescription": "{{name}} không thường xuyên cảm thấy chán nản. Họ không dễ bị ảnh hưởng bởi cảm giác chán nản, điều này khiến họ có thể thực hiện theo tiêu chuẩn thông thường trong công việc.",
            "midDescription": "{{name}} thỉnh thoảng cảm thấy chán nản. Nếu không được kiểm soát, cảm giác chán nản thường dẫn đến thiếu động lực, năng lượng và khó bắt đầu các hoạt động, điều này có thể dẫn đến khó duy trì hiệu suất tối ưu trong công việc.",
            "lowDescription": "{{name}} thường xuyên cảm thấy chán nản. Nếu không được kiểm soát, cảm giác chán nản thường dẫn đến thiếu động lực, năng lượng và khó bắt đầu các hoạt động, điều này có thể dẫn đến khó duy trì hiệu suất tối ưu trong công việc."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "{{name}} có xu hướng không tự giác trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình. Điều này cho phép họ thể hiện bản thân và tương tác với người khác một cách chân thực hơn. Tuy nhiên, nếu đi đến mức cực đoan, có thể có nguy cơ thiếu nhận thức về bản thân.",
            "midDescription": "{{name}} đôi khi có thể tự ti trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về họ. Những lo lắng này có thể dẫn đến một số khó chịu và lo lắng trong các tương tác xã hội, điều này có thể cản trở họ đạt được những gì họ thực sự có thể đạt được trong công việc.",
            "lowDescription": "{{name}} có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về họ. Những lo lắng này có thể dẫn đến sự khó chịu và lo lắng trong các tương tác xã hội, điều này có thể cản trở họ đạt được những gì họ thực sự có thể đạt được trong công việc."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "{{name}} có khả năng chống lại sự cám dỗ và không có xu hướng ăn uống quá mức. Điều này giúp nâng cao năng suất làm việc của họ.",
            "midDescription": "{{name}} đôi khi có thể chống lại sự cám dỗ và đôi khi ăn uống quá mức. Việc nhượng bộ quá thường xuyên trong công việc có thể ảnh hưởng đến năng suất của họ.",
            "lowDescription": "{{name}} gặp khó khăn trong việc chống lại sự cám dỗ và có khả năng ăn uống quá mức. Việc nhượng bộ quá thường xuyên trong công việc có thể ảnh hưởng đến năng suất của họ."
          },
          "vulnerability": {
            "name": "khả năng phục hồi",
            "highDescription": "{{name}} có thể giữ bình tĩnh trong những tình huống căng thẳng. Điều này giúp họ suy nghĩ, đưa ra quyết định và hành động với tinh thần minh mẫn, ngay cả khi bị áp lực. Tuy nhiên, phản ứng quá bình tĩnh đôi khi có thể bị người khác coi là thiếu sự đồng cảm hoặc hiểu lầm về mức độ nghiêm trọng của tình huống.",
            "midDescription": "{{name}} đôi khi có thể giữ bình tĩnh trong những tình huống căng thẳng. Giữ bình tĩnh giúp họ suy nghĩ, đưa ra quyết định và hành động với tinh thần minh mẫn. Ngược lại, việc trở nên quá tải sẽ ức chế khả năng suy nghĩ, quyết định và hành động của họ, điều này ảnh hưởng đến hiệu quả công việc của họ.",
            "lowDescription": "{{name}} có xu hướng cảm thấy choáng ngợp trước những tình huống căng thẳng. Dưới áp lực, họ có thể cảm thấy hoảng sợ, bối rối và bất lực, điều này có thể ức chế khả năng suy nghĩ rõ ràng, đưa ra quyết định và hành động. Điều này có thể ảnh hưởng tới hiệu quả công việc của họ."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "{{name}} cảm thấy thoải mái khi ở gần mọi người và có thể dễ dàng kết bạn. Điều này cho phép họ điều hướng các tình huống xã hội, bao gồm cả ở nơi làm việc.",
            "midDescription": "{{name}} có phần thoải mái khi ở gần mọi người và có thể kết bạn nếu nỗ lực một chút. Điều này ảnh hưởng đến khả năng điều hướng các tình huống xã hội của họ, kể cả ở nơi làm việc.",
            "lowDescription": "{{name}} có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn. Điều này có thể ảnh hưởng đến khả năng điều hướng các tình huống xã hội của họ, kể cả ở nơi làm việc."
          },
          "gregariousness": {
            "name": "tính hòa đồng",
            "highDescription": "{{name}} thích được mọi người vây quanh và tận hưởng bầu bạn của người khác. Điều này rất hữu ích khi họ cần thực hiện trong bối cảnh xã hội phổ biến ở nơi làm việc.",
            "midDescription": "{{name}} đôi khi thích ở cùng người khác nhưng những lúc khác lại thích ở một mình. Hòa đồng sẽ hữu ích khi họ cần thực hiện trong bối cảnh xã hội phổ biến ở nơi làm việc.",
            "lowDescription": "{{name}} thích ở một mình và không có nhiều người vây quanh. Điều này đôi khi có thể ảnh hưởng đến khả năng thực hiện của họ trong bối cảnh xã hội phổ biến ở nơi làm việc."
          },
          "assertiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "{{name}} có xu hướng chịu trách nhiệm. Điều này góp phần phát huy tiềm năng lãnh đạo của họ.",
            "midDescription": "{{name}} thỉnh thoảng chịu trách nhiệm. Điều này góp phần phát huy tiềm năng lãnh đạo của họ.",
            "lowDescription": "{{name}} có xu hướng tránh chịu trách nhiệm, thích người khác dẫn đầu. Điều này có thể ảnh hưởng đến tiềm năng lãnh đạo của họ."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "{{name}} có xu hướng bận rộn và làm nhiều việc với thời gian của họ. Đây có thể là dấu hiệu cho thấy họ tiêu tốn bao nhiêu năng lượng và mức độ tham gia của họ vào các hoạt động hàng ngày tại nơi làm việc.",
            "midDescription": "{{name}} cố gắng cân bằng lượng thời gian họ làm. Tương tự, điều này có thể cho thấy họ tiêu tốn bao nhiêu năng lượng và mức độ tham gia của họ vào các hoạt động hàng ngày tại nơi làm việc.",
            "lowDescription": "{{name}} thích sống thoải mái và không dành thời gian cho quá nhiều việc. Tương tự, điều này có thể cho thấy họ tiêu tốn bao nhiêu năng lượng và mức độ tham gia của họ vào các hoạt động hàng ngày tại nơi làm việc."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "{{name}} thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro. Điều này có thể hữu ích cho những công việc trong môi trường năng động, thay đổi nhanh chóng và những công việc đòi hỏi mức độ chấp nhận rủi ro.",
            "midDescription": "{{name}} thỉnh thoảng tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro. Điều này có thể hữu ích cho các công việc trong môi trường năng động, thay đổi nhanh chóng và những công việc đòi hỏi mức độ chấp nhận rủi ro.",
            "lowDescription": "{{name}} không thích tìm kiếm cảm giác phấn khích, phiêu lưu hoặc chấp nhận rủi ro. Họ có thể thấy khó khăn khi làm việc trong một môi trường năng động, thay đổi nhanh chóng và trong những công việc đòi hỏi mức độ chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "sự vui vẻ",
            "highDescription": "{{name}} là một người vui vẻ và thường xuyên có tâm trạng tích cực. Những người tích cực thường được cho là dễ mến hơn đối với người khác.",
            "midDescription": "{{name}} là một người vui vẻ vừa phải và đôi khi có tâm trạng tích cực. Điều này ảnh hưởng đến mức độ tích cực mà người khác nhìn nhận về họ và cũng có thể ảnh hưởng đến mức độ đáng yêu của họ.",
            "lowDescription": "{{name}} ít có tinh thần phấn chấn và có thể không thường xuyên có tâm trạng tích cực. Điều này ảnh hưởng đến mức độ tích cực mà người khác nhìn nhận về họ và cũng có thể ảnh hưởng đến mức độ đáng yêu của họ."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "Bạn thích lạc vào suy nghĩ và trí tưởng tượng của họ. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới.",
            "midDescription": "Đôi khi bạn thích lạc vào suy nghĩ và trí tưởng tượng của họ. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới.",
            "lowDescription": "Bạn không thích bị lạc trong suy nghĩ và trí tưởng tượng của họ. Nuôi dưỡng trí tưởng tượng giúp giải quyết vấn đề và đổi mới."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "Bạn quan tâm đến nghệ thuật và văn học. Tham gia vào nghệ thuật và văn học có thể giúp phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe.",
            "midDescription": "Đôi khi bạn quan tâm đến nghệ thuật và văn học. Tham gia vào nghệ thuật và văn học có thể giúp phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe.",
            "lowDescription": "Bạn không quan tâm đến nghệ thuật hay văn học. Tham gia vào nghệ thuật và văn học có thể giúp phát triển các kỹ năng như tư duy phân tích và thậm chí cải thiện sức khỏe."
          },
          "emotionality": {
            "name": "Cảm xúc",
            "highDescription": "Bạn nhận thức và cởi mở với những trải nghiệm cảm xúc của chính họ và của người khác. Điều này giúp họ trở nên đồng cảm và xây dựng mối quan hệ lành mạnh với người khác.",
            "midDescription": "{{name}} có nhận thức vừa phải và đôi khi cởi mở với những trải nghiệm cảm xúc của chính họ và của người khác. Điều này ảnh hưởng đến sự đồng cảm của họ với người khác và khả năng xây dựng các mối quan hệ lành mạnh.",
            "lowDescription": "{{name}} có xu hướng ít nhận thức và cởi mở hơn với trải nghiệm cảm xúc của chính họ và của người khác. Điều này có thể ảnh hưởng đến sự đồng cảm của họ với người khác và khả năng xây dựng các mối quan hệ lành mạnh."
          },
          "adventurousness": {
            "name": "Sự mạo hiểm",
            "highDescription": "{{name}} có khả năng đón nhận sự đa dạng và thay đổi. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc.",
            "midDescription": "{{name}} thích sự cân bằng giữa sự đa dạng và thói quen và hoan nghênh những thay đổi thỉnh thoảng. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc.",
            "lowDescription": "{{name}} thích những thói quen và quy ước hơn và ít chào đón sự thay đổi hơn. Thay đổi là điều tất yếu trong cuộc sống hàng ngày cũng như tại nơi làm việc."
          },
          "intellect": {
            "name": "trí tuệ",
            "highDescription": "{{name}} quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học. Họ có thể dễ tiếp thu các lý thuyết và ý tưởng thay thế hơn.",
            "midDescription": "{{name}} có phần quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học. Đôi khi họ có thể tiếp thu những lý thuyết và ý tưởng thay thế.",
            "lowDescription": "{{name}} có xu hướng không quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học. Họ có thể ít tiếp thu các lý thuyết và ý tưởng thay thế hơn."
          },
          "liberalism": {
            "name": "chủ nghĩa tự do",
            "highDescription": "{{name}} có xu hướng sẵn sàng thách thức các giá trị quy ước và truyền thống. Họ có thể dễ tiếp thu hơn những ý kiến ​​và quan điểm khác.",
            "midDescription": "{{name}} đôi khi sẵn sàng thách thức các giá trị quy ước và truyền thống. Họ có thể dễ tiếp thu những ý kiến ​​và quan điểm thay thế.",
            "lowDescription": "{{name}} có xu hướng tuân theo các giá trị quy ước và truyền thống. Họ có thể ít tiếp thu những ý kiến ​​và quan điểm thay thế hơn."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "{{name}} có xu hướng tin tưởng người khác. Tại nơi làm việc, họ có xu hướng tương tác với những người khác với suy nghĩ rằng họ đáng tin cậy và có ý định tốt, điều này đôi khi có thể được đáp lại. Điều này giúp họ xây dựng được những mối quan hệ chân thành tại nơi làm việc.",
            "midDescription": "{{name}} có xu hướng tin tưởng người khác ở một mức độ nào đó. Tại nơi làm việc, họ có thể tương tác với những người khác với giả định rằng họ đáng tin cậy và có ý định tốt trong phần lớn trường hợp, nhưng họ cũng phải thận trọng. Mặc dù niềm tin đôi khi được đáp lại nhưng mức độ thận trọng đôi khi vẫn hữu ích.",
            "lowDescription": "{{name}} có xu hướng hoài nghi hơn về ý định của người khác. Điều này có thể ảnh hưởng đến cách họ tương tác với người khác và khả năng xây dựng mối quan hệ chân thành tại nơi làm việc."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "{{name}} chân thành trong cách cư xử với người khác và không dùng đến biện pháp thao túng. Mọi người có thể thấy họ dễ dàng tương tác và liên hệ hơn, điều này tạo điều kiện thuận lợi cho việc xây dựng mối quan hệ.",
            "midDescription": "{{name}} thường chân thành trong cách cư xử với người khác, mặc dù họ không ngại sử dụng một số hành vi lừa dối nếu cần thiết. Nếu đi đến mức cực đoan, hành vi như vậy có thể gây hại cho các nhóm và tổ chức về lâu dài.",
            "lowDescription": "{{name}} tin rằng cần phải có sự lừa dối ở một mức độ nào đó trong các mối quan hệ để đạt được mục đích mong muốn. Nếu đi đến mức cực đoan, hành vi như vậy có thể gây hại cho các nhóm và tổ chức về lâu dài."
          },
          "altruism": {
            "name": "lòng vị tha",
            "highDescription": "{{name}} quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn. {{Their}} sự sẵn sàng giúp đỡ và hỗ trợ người khác tạo điều kiện thuận lợi cho việc xây dựng các nhóm gắn kết và văn hóa hợp tác.",
            "midDescription": "{{name}} thỉnh thoảng quan tâm đến người khác và đôi khi sẵn sàng giúp đỡ những người gặp khó khăn. {{Their}} sự sẵn sàng giúp đỡ và hỗ trợ người khác tạo điều kiện thuận lợi cho việc xây dựng các nhóm gắn kết và văn hóa hợp tác.",
            "lowDescription": "{{name}} ít quan tâm đến người khác hơn và có thể không muốn dính líu đến vấn đề của họ. Điều này có thể có tác động đến sự gắn kết và hợp tác của nhóm"
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "{{name}} không thích đối đầu và không hành động theo cách cạnh tranh và hung hãn. Những người khác có thể đáp lại tương ứng, điều này giúp tạo ra một môi trường làm việc thân thiện và dễ chịu.",
            "midDescription": "{{name}} có xu hướng mâu thuẫn trong việc đối đầu, nhưng phần lớn, họ cố gắng không hành động theo cách cạnh tranh và hung hãn. Sự đối đầu gay gắt có thể bị đáp lại, điều này tạo ra một môi trường làm việc không có lợi và không mang tính xây dựng.",
            "lowDescription": "{{name}} có xu hướng hành động mang tính cạnh tranh và hung hãn. Sự đối đầu gay gắt có thể bị đáp lại, điều này tạo ra một môi trường làm việc không có lợi và không mang tính xây dựng."
          },
          "modesty": {
            "name": "Khiêm tốn",
            "highDescription": "{{name}} có xu hướng khiêm tốn và không đánh giá cao bản thân quá mức. Những người khiêm tốn thường được coi là tích cực và đáng yêu. Tuy nhiên, khiêm tốn quá mức cũng có thể là dấu hiệu của sự thiếu tự tin.",
            "midDescription": "{{name}} có đánh giá cao về bản thân ở mức độ vừa phải. Những người khiêm tốn thường được coi là tích cực và dễ mến và mức độ tự tin vừa phải là lành mạnh.",
            "lowDescription": "{{name}} có xu hướng đánh giá cao bản thân và có thể coi mình vượt trội hơn người khác. Họ cũng có thể bị coi là có xu hướng thảo luận về thành tích của mình và tỏ ra quá tự tin vào bản thân. Mặt khác, những người khiêm tốn thường được cho là tích cực và đáng yêu hơn."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "{{name}} thông cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc chứng tỏ rằng họ coi trọng cảm giác của người khác và truyền đạt sự hỗ trợ. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc.",
            "midDescription": "{{name}} thỉnh thoảng đồng cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc chứng tỏ rằng họ coi trọng cảm giác của người khác và truyền đạt sự hỗ trợ. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc.",
            "lowDescription": "{{name}} có xu hướng không dễ thông cảm với người khác. Bày tỏ sự cảm thông tại nơi làm việc sẽ chứng tỏ rằng họ coi trọng cảm giác của người khác và thể hiện sự ủng hộ của họ. Điều này giúp xây dựng và làm phong phú thêm các mối quan hệ làm việc."
          },
          "selfEfficacy": {
            "name": "Tự hiệu quả",
            "highDescription": "{{name}} tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong đó. Hiệu suất công việc có liên quan đến sự tự tin của một người vào khả năng của họ.",
            "midDescription": "{{name}} phần nào tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong đó. Sự tự tin vào khả năng của họ có thể ảnh hưởng đến hiệu suất của họ.",
            "lowDescription": "{{name}} thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng. Sự thiếu tự tin vào khả năng của họ có thể ảnh hưởng đến hiệu suất của họ."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "{{name}} gọn gàng và ngăn nắp. Việc gọn gàng và ngăn nắp có thể mang lại năng suất tốt hơn.",
            "midDescription": "{{name}} có phần ngăn nắp và ngăn nắp. Việc gọn gàng và ngăn nắp hơn có thể mang lại năng suất tốt hơn.",
            "lowDescription": "{{name}} có xu hướng bừa bộn và kém ngăn nắp. Việc gọn gàng và ngăn nắp hơn có thể mang lại năng suất tốt hơn."
          },
          "dutifulness": {
            "name": "Trách Nhiệm",
            "highDescription": "{{name}} có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ. Việc tuân theo các quy tắc giúp duy trì trật tự và thực hiện nghĩa vụ tạo ra sự tin tưởng.",
            "midDescription": "{{name}} tuân thủ các quy tắc và thực hiện nghĩa vụ ở mức độ vừa phải. Việc tuân theo các quy tắc giúp duy trì trật tự và thực hiện nghĩa vụ sẽ giúp tạo ra niềm tin.",
            "lowDescription": "{{name}} có xu hướng tự nhiên và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ. Việc tuân theo các quy tắc giúp duy trì trật tự tốt hơn và việc thực hiện nghĩa vụ sẽ giúp tạo dựng niềm tin."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt được",
            "highDescription": "{{name}} làm việc chăm chỉ và vượt xa sự mong đợi. Điều này cho phép họ đạt được mức độ thành công cao hơn.",
            "midDescription": "{{name}} đôi khi làm việc chăm chỉ và vượt xa sự mong đợi. Điều này ảnh hưởng đến khả năng đạt được mức độ thành công cao hơn của họ.",
            "lowDescription": "{{name}} có xu hướng hài lòng với mức thành tích thấp hơn. Điều này có thể ảnh hưởng đến khả năng đạt được mức độ thành công cao hơn của họ."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "{{name}} có xu hướng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật. Điều này giúp họ luôn đi đúng hướng để đạt được mục tiêu của mình.",
            "midDescription": "{{name}} cố gắng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật. Điều này có thể có tác động đến khả năng đi đúng hướng để đạt được mục tiêu của họ.",
            "lowDescription": "{{name}} có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách kỷ luật. Điều này có thể có tác động đến khả năng đi đúng hướng để đạt được mục tiêu của họ."
          },
          "cautiousness": {
            "name": "Thận trọng",
            "highDescription": "{{name}} suy nghĩ cẩn thận và không vội vàng hành động hay đưa ra quyết định. Sự thận trọng như vậy đôi khi có thể giúp họ phản ứng hiệu quả hơn trong các tình huống.",
            "midDescription": "{{name}} thỉnh thoảng suy nghĩ cẩn thận và cố gắng không vội vàng hành động hoặc đưa ra quyết định. Sự thận trọng như vậy đôi khi có thể giúp họ phản ứng hiệu quả hơn trong các tình huống.",
            "lowDescription": "{{name}} có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả. Một chút thận trọng có thể giúp bạn ứng phó hiệu quả hơn trong các tình huống."
          }
        },
        "dimensions": {
          "anxiety": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} hiếm khi lo lắng và sợ hãi về mọi việc.",
            "lowDescription": "{{name}} có xu hướng lo lắng và sợ hãi về mọi thứ."
          },
          "anger": {
            "name": "Bình tĩnh",
            "highDescription": "{{name}} không dễ dàng cảm thấy thất vọng hay tức giận.",
            "lowDescription": "{{name}} có xu hướng dễ cảm thấy thất vọng hoặc tức giận."
          },
          "depression": {
            "name": "hy vọng",
            "highDescription": "{{name}} không thường xuyên cảm thấy chán nản.",
            "lowDescription": "{{name}} thường xuyên cảm thấy chán nản."
          },
          "selfConsciousness": {
            "name": "Tự tin",
            "highDescription": "{{name}} có xu hướng không tự giác trong các tình huống xã hội và ít lo lắng về những gì người khác nghĩ về mình.",
            "lowDescription": "{{name}} có xu hướng tự giác trong các tình huống xã hội và nhạy cảm với những gì người khác nghĩ về họ."
          },
          "immoderation": {
            "name": "Ý chí",
            "highDescription": "{{name}} có khả năng chống lại sự cám dỗ và không có xu hướng ăn uống quá mức.",
            "lowDescription": "{{name}} gặp khó khăn trong việc chống lại sự cám dỗ và có khả năng ăn uống quá mức."
          },
          "vulnerability": {
            "name": "khả năng phục hồi",
            "highDescription": "{{name}} có thể giữ bình tĩnh trong những tình huống căng thẳng.",
            "lowDescription": "{{name}} có xu hướng cảm thấy choáng ngợp trước những tình huống căng thẳng."
          },
          "friendliness": {
            "name": "Sự thân thiện",
            "highDescription": "{{name}} cảm thấy thoải mái khi ở gần mọi người và có thể dễ dàng kết bạn.",
            "lowDescription": "{{name}} có xu hướng dè dặt hơn với mọi người và có thể không dễ dàng kết bạn."
          },
          "gregariousness": {
            "name": "tính hòa đồng",
            "highDescription": "{{name}} thích được mọi người vây quanh và tận hưởng bầu bạn của người khác.",
            "lowDescription": "{{name}} thích ở một mình và không có nhiều người vây quanh."
          },
          "assertiveness": {
            "name": "Sự quyết đoán",
            "highDescription": "{{name}} có xu hướng chịu trách nhiệm.",
            "lowDescription": "{{name}} có xu hướng tránh chịu trách nhiệm, thích người khác dẫn đầu."
          },
          "activityLevel": {
            "name": "Mức độ hoạt động",
            "highDescription": "{{name}} có xu hướng bận rộn và làm nhiều việc với thời gian của họ.",
            "lowDescription": "{{name}} thích sống thoải mái và không dành thời gian cho quá nhiều việc."
          },
          "excitementSeeking": {
            "name": "Tìm kiếm sự phấn khích",
            "highDescription": "{{name}} thích tìm kiếm sự phấn khích, phiêu lưu và chấp nhận rủi ro.",
            "lowDescription": "{{name}} không thích tìm kiếm cảm giác phấn khích, phiêu lưu hoặc chấp nhận rủi ro."
          },
          "cheerfulness": {
            "name": "sự vui vẻ",
            "highDescription": "{{name}} là một người vui vẻ và thường xuyên có tâm trạng tích cực.",
            "lowDescription": "{{name}} ít có tinh thần phấn chấn và có thể không thường xuyên có tâm trạng tích cực."
          },
          "imagination": {
            "name": "Trí tưởng tượng",
            "highDescription": "{{name}} thích lạc vào suy nghĩ và trí tưởng tượng của mình.",
            "lowDescription": "{{name}} không thích chìm đắm trong suy nghĩ và trí tưởng tượng của mình."
          },
          "artisticInterests": {
            "name": "Sở thích nghệ thuật",
            "highDescription": "{{name}} quan tâm đến nghệ thuật và văn học.",
            "lowDescription": "{{name}} không quan tâm đến nghệ thuật và văn học."
          },
          "emotionality": {
            "name": "Cảm xúc",
            "highDescription": "{{name}} nhận thức và cởi mở với những trải nghiệm cảm xúc của chính họ và của người khác.",
            "lowDescription": "{{name}} có xu hướng ít nhận thức và cởi mở hơn với trải nghiệm cảm xúc của chính họ và của người khác."
          },
          "adventurousness": {
            "name": "Sự mạo hiểm",
            "highDescription": "{{name}} có khả năng chấp nhận sự đa dạng và thay đổi",
            "lowDescription": "{{name}} thích những thói quen và quy ước hơn và ít chào đón sự thay đổi hơn."
          },
          "intellect": {
            "name": "trí tuệ",
            "highDescription": "{{name}} quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học.",
            "lowDescription": "{{name}} có xu hướng không quan tâm đến các ý tưởng và thảo luận trừu tượng và triết học."
          },
          "liberalism": {
            "name": "chủ nghĩa tự do",
            "highDescription": "{{name}} có xu hướng sẵn sàng thách thức các giá trị quy ước và truyền thống.",
            "lowDescription": "{{name}} có xu hướng tuân theo các giá trị quy ước và truyền thống."
          },
          "trust": {
            "name": "Lòng tin",
            "highDescription": "{{name}} có xu hướng tin tưởng người khác.",
            "lowDescription": "{{name}} có xu hướng hoài nghi hơn về ý định của người khác."
          },
          "morality": {
            "name": "Đạo đức",
            "highDescription": "{{name}} chân thành trong cách cư xử với người khác và không dùng đến biện pháp thao túng.",
            "lowDescription": "{{name}} tin rằng một mức độ lừa dối nào đó là cần thiết trong các mối quan hệ để đạt được mục đích mong muốn."
          },
          "altruism": {
            "name": "lòng vị tha",
            "highDescription": "{{name}} quan tâm đến người khác và sẵn sàng giúp đỡ những người gặp khó khăn.",
            "lowDescription": "{{name}} ít quan tâm đến người khác hơn và có thể không muốn dính líu đến vấn đề của họ."
          },
          "cooperation": {
            "name": "Sự hợp tác",
            "highDescription": "{{name}} không thích đối đầu và không hành động theo cách cạnh tranh và hung hãn.",
            "lowDescription": "{{name}} có xu hướng hành động mang tính cạnh tranh và hung hãn."
          },
          "modesty": {
            "name": "Khiêm tốn",
            "highDescription": "{{name}} có xu hướng khiêm tốn và không đánh giá cao bản thân quá mức.",
            "lowDescription": "{{name}} có xu hướng đánh giá cao bản thân và có thể coi mình vượt trội hơn người khác."
          },
          "sympathy": {
            "name": "Sự đồng cảm",
            "highDescription": "{{name}} thông cảm với người khác.",
            "lowDescription": "{{name}} có xu hướng không dễ thông cảm với người khác."
          },
          "selfEfficacy": {
            "name": "Tự hiệu quả",
            "highDescription": "{{name}} tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong đó.",
            "lowDescription": "{{name}} thiếu tự tin vào khả năng hoàn thành nhiệm vụ thành công và xuất sắc trong chúng."
          },
          "orderliness": {
            "name": "Sự ngăn nắp",
            "highDescription": "{{name}} gọn gàng và ngăn nắp.",
            "lowDescription": "{{name}} có xu hướng bừa bộn và kém ngăn nắp."
          },
          "dutifulness": {
            "name": "Trách Nhiệm",
            "highDescription": "{{name}} có xu hướng tuân thủ các quy tắc và thực hiện nghĩa vụ.",
            "lowDescription": "{{name}} có xu hướng tự nhiên và linh hoạt hơn trong việc tuân thủ các quy tắc và có thể không thực hiện nghĩa vụ."
          },
          "achievementStriving": {
            "name": "Phấn đấu đạt được",
            "highDescription": "{{name}} làm việc chăm chỉ và vượt xa sự mong đợi.",
            "lowDescription": "{{name}} có xu hướng hài lòng với mức thành tích thấp hơn."
          },
          "selfDiscipline": {
            "name": "Kỷ luật tự giác",
            "highDescription": "{{name}} có xu hướng chuẩn bị và thực hiện các kế hoạch một cách kỷ luật.",
            "lowDescription": "{{name}} có xu hướng không chuẩn bị trước và có thể không thực hiện các kế hoạch một cách kỷ luật."
          },
          "cautiousness": {
            "name": "Thận trọng",
            "highDescription": "{{name}} hãy suy nghĩ cẩn thận và không vội vàng hành động hoặc đưa ra quyết định.",
            "lowDescription": "{{name}} có xu hướng hành động hoặc đưa ra quyết định mà không nghĩ đến hậu quả."
          }
        }
      }
    }
  }
}
